Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_photolayouteditor.po
Languages: bs, ca, cs, da, de, el, es, et, fr, hu, is, it, nb, nl, pl, pt, pt_br, ru, sl, sv, tr, uk, zh_tw

source: The image can't be saved!
bs: Slika ne može biti snimljena!
ca: La imatge no s'ha pogut desar!
cs: Obrázek nelze uložit.
da: Billedet kan ikke gemmes!
de: Das Bild kann nicht gespeichert werden.
el: Αδυναμία αποθήκευσης της εικόνας!
es: No se puede guardar la imagen!
et: Pilti ei saa salvestada!
fr: Impossible d'enregistrer l'image !
hu: A kép nem menthető!
is: Ekki var hægt að vista myndina!
it: L'immagine non può essere salvata.
nb: Bildet kan ikke lagres.
nl: De afbeelding kan niet worden opgeslagen!
pl: Obraz nie może zostać zapisany!
pt: A imagem não pode ser gravada!
pt_br: A imagem não pode ser salva!
ru: Невозможно сохранить изображение
sl: Te slike ni mogoče shraniti!
sv: Bilden kan inte sparas.
tr: Resim kaydedilemiyor!
uk: Не вдалося зберегти зображення!
zh_tw: 影像無法儲存。

source: Empty
bs: Prazno
ca: Buida
cs: Prázdné
da: Tom
de: Leer
el: Κενό
es: Vacío
et: Tühi
fr: Vide
hu: Üres
is: Tómt
it: Vuoto
nb: Tomt
nl: Leeg
pl: Puste
pt: Vazio
pt_br: Vazio
ru: Пустой
sl: Prazno
sv: Tom
tr: Boş
uk: Порожній
zh_tw: 空白

source: Create new canvas...
bs: Napravite novo platno...
ca: Crea un llenç nou...
cs: Vytvořit nové plátno...
da: Opret nyt lærred...
de: Neue Seite erstellen ...
el: Δημιουργία νέου καμβά...
es: Crear nuevo lienzo...
et: Uue lõuendi loomine...
fr: Créer un nouveau canevas...
hu: Új vászon létrehozása…
is: Búa til nýjan myndflöt...
it: Crea nuova tela...
nb: Opprett nytt lerret …
nl: Nieuw werkblad aanmaken...
pl: Utwórz nowe płótno...
pt: Criar uma nova área de desenho...
pt_br: Criando uma nova área de desenho...
ru: Создание нового холста...
sl: Ustvari novo platno ...
sv: Skapa ny duk...
tr: Yeni tuval oluştur...
uk: Створення полотна…
zh_tw: 建立新畫布...

source: Paper sizes
bs: Veličine papira...
ca: Mides del paper
cs: Velikosti papíru
da: Papirstørrelse
de: Papiergrößen
el: Μεγέθη χαρτιού
es: Tamaños del papel
et: Paberi suurused
fr: Tailles de papier
hu: Papírméretek
is: Pappírsstærðir
it: Dimensione della carta
nb: Papirstørrelser
nl: Papierafmetingen
pl: Rozmiary papieru
pt: Tamanhos do papel
pt_br: Tamanhos do papel
ru: Размер листа
sl: Velikosti papirja
sv: Pappersstorlekar
tr: Kağıt boyutları
uk: Розмір аркуша
zh_tw: 紙張大小

source: Select a template
bs: Odaberite predložak
ca: Seleccioneu una plantilla
cs: Vybrat šablonu
da: Vælg en skabelon
de: Wählen Sie eine Vorlage
el: Επιλογή προτύπου
es: Seleccionar una plantilla
et: Malli valimine
fr: Sélectionner un modèle
hu: Válasszon egy sablont
is: Veldu sniðmát
it: Seleziona un modello
nb: Velg en mal
nl: Een sjabloon selecteren
pl: Wybierz szablon
pt: Seleccionar um modelo
pt_br: Selecione um modelo
ru: Выбор шаблона
sl: Izberite predlogo
sv: Välj en mall
tr: Bir şablon seç
uk: Виберіть шаблон
zh_tw: 選擇樣本

source: Crop shape change
bs: Promjena rezanja oblika
ca: Canvia la forma de tall
cs: Změna tvaru oříznutí
da: Ændring af beskæringsform
de: Änderung des Zuschnittobjekts
el: Αλλαγή σχήματος αποκόμματος
es: Cambiar forma de recortado
et: Kärpimiskujundi muutmine
fr: Changement de la forme de rognage
hu: Vágási alakzat módosítás
is: Breyting á utanskurðarformi
it: Cambio della forma di un ritaglio
nb: Endre beskjæringsform
nl: Wijziging in vorm van uitsnede
pl: Zmiana kształtu przycięcia
pt: Mudança da forma do recorte
pt_br: Alteração de forma do recorte
ru: Изменение границ обрезки
sl: Sprememba oblike obrezovanja
sv: Beskärningsformändring
tr: Kırpma şekli değişikliği
uk: Зміна форми обрізання
zh_tw: 剪裁形狀變更

source: Name Change
bs: Promjena imena
ca: Canvia el nom
cs: Změna názvu
da: Navneændring
de: Änderung des Namens
el: Αλλαγή ονόματος
es: Cambio de nombre
et: Nime muutmine
fr: Changement de nom
hu: Név módosítás
is: Breyting á nafni
it: Cambio di nome
nb: Navnendring
nl: Naamswijziging
pl: Zmiana nazwy
pt: Mudança do Nome
pt_br: Alteração de nome
ru: Изменение названия
sl: Sprememba imena
sv: Namnändring
tr: İsim Değişikliği
uk: Зміна назви
zh_tw: 名稱變更

source: New layer
bs: Novi sloj
ca: Capa nova
cs: Nová vrstva
da: Nyt lag
de: Neue Ebene
el: Νέο επίπεδο
es: Nueva capa
et: Uus kiht
fr: Nouveau calque
hu: Új réteg
is: Nýtt lag
it: Nuovo livello
nb: Nytt lag
nl: Nieuwe laag
pl: Nowa warstwa
pt: Nova camada
pt_br: Nova camada
ru: Новый слой
sl: Nova plast
sv: Nytt lager
tr: Yeni katman
uk: Новий шар
zh_tw: 新層次

source: Image Change
bs: Promjena slike
ca: Canvia la imatge
cs: Změna obrázku
da: Ændring af billede
de: Bildänderung
el: Αλλαγή εικόνας
es: Cambiar imagen
et: Pildi muutmine
fr: Changement d'image
hu: Kép módosítás
is: Breyting á mynd
it: Cambio di un'immagine
nb: Bildeendring
nl: Wijziging in afbeelding
pl: Zmiana obrazu
pt: Mudança da Imagem
pt_br: Alteração de imagem
ru: Изменение изображения
sl: Sprememba slike
sv: Bildändring
tr: Resim Değişikliği
uk: Зміна зображення
zh_tw: 影像變更

source: Image Path Change
bs: Promjena veze slike
ca: Canvia el camí a la imatge
cs: Změna cesty k obrázku
da: Ændring af sti til billede
de: Änderung des Bildpfades
el: Αλλαγή διαδρομής εικόνας
es: Cambiar ubicación de la imagen
et: Pildi asukoha muutmine
fr: Changement d'emplacement d'une image
hu: Kép útvonal módosítás
is: Breyting á slóð myndar
it: Cambio del percorso di un'immagine
nb: Bildesti-endring
nl: Wijziging in afbeeldingspad
pl: Zmiana ścieżki obrazu
pt: Mudança do Local da Imagem
pt_br: Alteração de localização da imagem
ru: Изменение пути к изображению
sl: Sprememba poti slike
sv: Bildsökvägsändring
tr: Resim Yol Değişikliği
uk: Зміна шляху до зображення
zh_tw: 影像路徑變更

source: Image Shape Change
bs: Promjena oblika slike
ca: Canvia la forma de la imatge
cs: Změna tvaru obrázku
da: Ændring af billedform
de: Änderung des Bildobjekts
el: Αλλαγή σχήματος εικόνας
es: Cambiar forma de la imagen
et: Pildi kuju muutmine
fr: Changement de forme d'une image
hu: Kép alakzat módosítás
is: Breyting á lögun myndar
it: Cambio della forma di un'immagine
nb: Bildeform-endring
nl: Wijziging in vorm
pl: Zmiana kształtu obrazu
pt: Mudança da Forma da Imagem
pt_br: Alteração de forma da imagem
ru: Изменение формы изображения
sl: Sprememba oblike slike
sv: Bildformsändring
tr: Resim Şekil Değişikliği
uk: Зміна форми зображення
zh_tw: 影像形狀變更

source: Image Position Change
bs: Promjena pozicije slike
ca: Canvia la posició de la imatge
cs: Změna umístění obrázku
da: Ændring af billedposition
de: Änderung der Bildposition
el: Αλλαγή θέσης εικόνας
es: Cambiar posición de la imagen
et: Pildi asukoha muutmine
fr: Changement de position d'une image
hu: Kép pozíció módosítás
is: Breyting á staðsetningu myndar
it: Cambio della posizione di un'immagine
nb: Endring i bildeplassering
nl: Wijziging in positie van afbeelding
pl: Zmiana pozycji obrazu
pt: Mudança de Posição da Imagem
pt_br: Alteração de posição da imagem
ru: Изменение расположения изображения
sl: Sprememba položaja slike
sv: Positionsändring av bild
tr: Resim Konum Değişikliği
uk: Зміна розташування зображення
zh_tw: 影像位置變更

source: Can't find image file in this location: %1 Would you like to set new location of this file? If not this image will be removed from the composition.
bs: Nije moguće pronaći sliku na ovoj lokaciji %1 Želite li postaviti novu lokaciju ovog dokumenta? Ako ne ova slika će biti uklonjena.
ca: No es pot trobar el fitxer d'imatge en aquest lloc: %1 Voleu establir una nova ubicació d'aquest fitxer? D'altra manera aquesta imatge serà eliminada de l'editor.
cs: V tomto umístění nelze nalézt soubor s obrázkem: %1 Přejete si nastavit nové umístění tohoto souboru? Pokud ne, bude obrázek se sestavy odstraněn.
da: Kan ikke finde billedfilen på denne placering: %1 Vil du angive en ny placering af filen? Hvis ikke, vil dette billede blive fjernet fra kompositionen.
de: Es wurde keine Bilddatei am angegebenen Speicherort gefunden: %1 Möchten Sie einen neuen Speicherort für diese Datei eingeben? Falls nicht, wird dieses Bild aus der Zusammenstellung entfernt.
el: Αδυναμία εύρεσης αρχείου εικόνας στη θέση αυτή: %1 Επιθυμείτε να ορίσετε νέα θέση για το αρχείο αυτό; Αν όχι, η εικόνα αυτή θα αφαιρεθεί από τη σύνθεση.
es: No se puede encontrar el archivo de la imagen en esta ubicación: %1 Le gustaría introducir la nueva ubicación de este archivo? Si no, esta imagen se borrará de la composición.
et: Pilti ei leitud asukohast: %1 Kas soovid määrata faili uue asukoha? Vastasel juhul eemaldatakse see pilt kollaažist.
fr: Impossible de trouver un fichier d'image dans l'emplacement : %1 Voulez-vous définir un nouvel emplacement pour ce fichier ? Sinon, cette image sera supprimée de la composition.
hu: Nem található képfájl ezen a helyen: %1 Szeretné a fájl új helyét beállítani? Ha nem, akkor ez a kép eltávolításra kerül az összeállításból.
is: Finn enga myndskrá á þessari staðsetningu: %1 Viltu setja nýja staðsetningu fyrir skrána? Ef ekki, verður myndin fjarlægð úr samsetningunni.
it: Impossibile trovare il file dell'immagine qui: %1 Vuoi impostare un nuovo percorso del file? Altrimenti, l'immagine verrà rimossa dalla composizione.
nb: Kan ikke finne bildefila her: %1 Vil du oppgi et nytt sted for denne fila? Hvis ikke blir dette bildet tatt vekk fra sammensettingen.
nl: Kan afbeeldingsbestand op deze locatie niet vinden: %1 Wilt u een nieuwe locatie voor dit bestand instellen? Zo niet, dan wordt deze afbeelding verwijderd uit de compositie.
pl: Nie można znaleźć pliku tym położeniu: %1 Czy chcesz ustawić nowe położenie tego pliku? Jeżeli nie to obraz ten zostanie usunięty z kompozycji.
pt: Não é possível encontrar o ficheiro da imagem neste local: %1 Deseja definir o novo local deste ficheiro? Caso contrário, esta imagem será removida da composição.
pt_br: Não foi possível encontrar o arquivo da imagem nesta localização: %1 Você gostaria de definir uma nova localização para este arquivo? Caso contrário, esta imagem será removida da composição.
ru: Не удалось найти изображение в указанном месте: %1 Желаете ли вы указать новое расположение этого файла? Если нет, изображение будет удалено из коллажа.
sl: Na tem mestu ni mogoče najti slikovne datoteke: %1 Ali bi radi nastavili novo mesto za to datoteko? V nasprotnem primeru bo slika odstranjena iz razporeditve.
sv: Kan inte hitta bildfilen på den här platsen: %1 Vill du ange en ny plats för filen? Om inte, kommer bilden att tas bort från kompositionen.
tr: Resim dosyası bu konumda bulunamıyor: %1 Bu dosyanın yeni konumunu ayarlamak ister misiniz? Aksi halde, bu resim birleştirme işleminden kaldırılacaktır.
uk: Не вдалося знайти файл зображення за його попередньою адресою: %1 Бажаєте вказати нову адресу цього файла? Якщо такої адреси вказано не буде, зображення буде вилучено з композиції.
zh_tw: 在此位置找不到影像檔： %1 您要設定此檔案的新位置嗎？ 如果不要的話，此影像會從組合中移除。

source: File reading error
bs: Greška čitanja dokumenta
ca: Error en llegir el fitxer
cs: Chyba při čtení souboru
da: Fejl ved læsning af fil
de: Datei-Lesefehler
el: Σφάλμα ανάγνωσης αρχείου
es: Error de lectura de archivo
et: Faili lugemise tõrge
fr: Erreur lors de la lecture d'un fichier
hu: Fájlolvasási hiba
is: Lesvilla í skrá
it: Errore nella lettura del file
nb: Lesefeil for fil
nl: Fout bij lezen van bestand
pl: Błąd czytania pliku
pt: Erro de leitura do ficheiro
pt_br: Erro de leitura do arquivo
ru: Ошибка чтения файла
sl: Napaka med branjem datoteke
sv: Fel vid filläsning
tr: Dosya okuma hatası
uk: Помилка під час спроби читання файла
zh_tw: 檔案讀取錯誤

source: New image
bs: Nova slika
ca: Imatge nova
cs: Nový obrázek
da: Nyt billede
de: Neues Bild
el: Νέα εικόνα
es: Nueva imagen
et: Uus pilt
fr: Nouvelle image
hu: Új kép
is: Ný mynd
it: Nuova immagine
nb: Nytt bilde
nl: Nieuwe afbeelding
pl: Nowy obraz
pt: Nova imagem
pt_br: Nova imagem
ru: Новое изображение
sl: Nova slika
sv: Ny bild
tr: Yeni resim
uk: Нове зображення
zh_tw: 新影像

source: Do you want to embed images data? Remember that when you move or rename image files on your disk or the storage device become unavailable, those images become unavailable for %1 and this layout might become broken.
bs: Želite li ugraditi slikovne podatke? Zapamtite da kada pomijerate ili preimenujete slikovne dokumente na disku ili memorijski uređaji postanu nedostupni, ove slike postanu nedostupne za %1 i njihov raspored se može oštetiti.
ca: Voleu incrustar dades a les imatges? Recordeu que quan moveu o reanomeneu fitxers d'imatge al disc o al dispositiu d'emmagatzematge, aquestes imatges no estan disponibles per a %1 i aquesta presentació es podria arribar a trencar.
cs: Přejete si vložit data obrázku? Pamatujte, že pokud soubor obrázku na disku přesunete nebo přejmenujete, nebo se stane úložné zařízení nedostupným, budou tyto obrázky nedostupné pro %1 a tím může dojít k poškození rozvržení.
da: Vil du indlejre billeders data? Husk at når du flytter eller omdøber billedfiler på din disk eller når lagerenheden ikke længere er tilgængelig, bliver disse billeder utilgængelige for %1 og dette layout vil måske blive defekt.
de: Möchten Sie die Bilddaten einbetten? Hinweis: Wenn Sie Bilder auf Ihrer Festplatte verschieben oder umbenennen oder ein externes Speichergerät nicht angeschlossen ist, sind die Bilder nicht mehr für %1 verfügbar und das Layout kann dann fehlerhaft sein.
el: Θέλετε να ενσωματώσετε δεδομένα εικόνων; Θυμηθείτε ότι όταν μετακινείτε ή μετονομάζετε αρχεία εικόνων στο δίσκο ή όταν η συσκευή αποθήκευσης καταστεί μη διαθέσιμη, οι εικόνες αυτές γίνονται μη διαθέσιμες για το %1 και το σχέδιο αυτό ίσως καταστραφεί.
es: Desea incrustar los datos de las imágenes? Recuerde que cuando mueva o cambie el nombre de las imágenes en su disco o cuando el medio de almacenamiento no está disponible, tales imágenes no estarán disponibles para %1 y esta capa tendrá errores.
et: Kas põimida pildiandmed? Pane tähele, et kui liigutad pildifaile kettal või muudad nende nime või kui salvesti ei ole kättesaadav, ei ole pildid enam rakendusele %1 kättesaadavad ja paigutus ei pruugi toimida.
fr: Voulez-vous intégrer les données d'images ? N'oubliez pas que quand vous déplacez ou renommez des fichiers d'image sur votre disque ou qu'un périphérique de stockage devient indisponible, ces images deviennent indisponibles pour %1 et cette disposition peut devenir défectueuse.
hu: Szeretné beágyazni a képadatokat? Ne feledje, hogy ha képfájlokat helyez át vagy nevez át a lemezen vagy a tárolóeszköz elérhetetlenné válik, akkor azok a képek elérhetetlenné válnak %1 számára és ez az elrendezés sérültté válhat.
is: Viltu ívefja myndgögn í stað þess að tengja þau? Gott er að hafa í huga að þegar myndskrár eru endurnefndar eða færðar til á diski, nú eða þegar geymslumiðlar eru ekki tiltækir, munu þessar myndir ekki vera lengur tiltækar fyrir %1 og þessi uppsetning öll riðlast.
it: Vuoi includere dei dati delle immagini? Ricordati che quando sposti o rinomini i file delle immagini sul disco, o quando il supporto non fosse più disponibile, le immagini non saranno più disponibili per %1 e questa impaginazione potrebbe esserne danneggiata.
nb: Vil du ha bildedata innebygget? Husk at om du flytter bildefiler eller gir dem nye navn på disken, eller lagringsmediet blir utilgjengelig, så blir de bildene utilgjengelige for %1 og dette bildeutlegget kunne bli ødelagt.
nl: Wilt u afbeeldingsgegevens inbedden? Bedenk dat wanneer u afbeeldingsbestanden op uw schijf verplaatst of hernoemt of het opslagapparaat is niet beschikbaar, dan worden deze afbeeldingen onbereikbaar voor %1 en zal deze indeling gebroken is.
pl: Czy chcesz osadzić dane obrazu? Zapamiętaj, że jeśli przeniesiesz lub zmienisz nazwę obrazu na dysku lub urządzenie przechowujące stanie się niedostępne, to te obrazy staną się niedostępne dla %1 i ich układ może ulec uszkodzeniu.
pt: Deseja incorporar os dados das imagens? Lembre-se que, quando mover ou mudar os nomes dos ficheiros no seu disco ou dispositivo de armazenamento, estas imagens ficarão indisponíveis para o %1 e este formato poderá ficar com problemas.
pt_br: Você deseja incorporar os dados da imagem? Lembre-se que quando você move ou renomeia arquivos de imagem em seu disco ou o dispositivo de armazenamento se torna indisponível, estas imagens se tornam indisponíveis para o %1 e este layout pode ficar quebrado.
ru: Желаете ли вы встроить данные изображений? Помните, что если переместите или переименуете файлы изображений, или устройство хранения данных будет недоступно, изображения окажутся недоступными для %1, и работа с коллажем станет невозможна.
sl: Ali želite vstaviti podatke slik? Zapomnite si, da lahko te datoteke med premikanjem ali preimenovanjem slikovnih datotek na disku, postanejo nedostopne za %1 in tako se razpored poruši.
sv: Vill du inbädda bilddata? Kom ihåg att om bildfiler flyttas eller deras namn ändras på disk, eller om lagringsenheter inte längre är tillgängliga, blir bilderna inte tillgängliga för %1 och layouten kan bli förstörd.
tr: Resim verisini gömmek ister misiniz? Resim dosyalarını adlandırdığınızda veya taşıdığınızda veya depolama aygıtı kullanılamaz olduğunda, bu resimler %1 için de kullanılamaz olur ve yerlerim bozulabilir.
uk: Бажаєте вбудувати дані зображення? Зауважте, що у разі пересування або перейменування файлів зображень на вашому диску або у разі недоступності пристрою зберігання даних ці зображення можуть стати недоступними для %1, отже бажану композицію не можна буде переглянути.
zh_tw: 您要嵌入影像資料嗎？ 請記住，當您移動或重新命名影像檔，或是儲存裝置無法使用時，這些影像會在 %1 變得無法使用，此佈局可能會損毀。

source: Saving: %1
bs: Snimanje: %1
ca: S'està desant: %1
cs: Ukládám: %1
da: Gemmer: %1
de: Speichern: %1
el: Αποθήκευση: %1
es: Guardando: %1
et: Salvestatakse: %1
fr: Enregistrement : %1
hu: Mentés: %1
is: Vista: %1
it: Salvataggio di %1
nb: Lagrer: %1
nl: Bezig met opslaan: %1
pl: Zapisywanie: %1
pt: A gravar: %1
pt_br: Salvando: %1
ru: Сохранение: %1
sl: Shranjevanje: %1
sv: Sparar: %1
tr: Kaydedilen: %1
uk: Збереження: %1
zh_tw: 正在儲存：%1

source: Text change
bs: Promjena teksta
ca: Canvia el text
cs: Změna textu
da: Tekstændring
de: Textänderung
el: Αλλαγή κειμένου
es: Cambio del texto
et: Teksti muutmine
fr: Changement de texte
hu: Szöveg módosítás
is: Skipta um texta
it: Cambio di testo
nb: Tekstendring
nl: Wijziging in tekst
pl: Zmiana tekstu
pt: Mudança do texto
pt_br: Alteração de texto
ru: Изменение текста
sl: Sprememba besedila
sv: Ändring av text
tr: Metin değişikliği
uk: Зміна тексту
zh_tw: 文字變更

source: Text color change
bs: Promjena boje teksta
ca: Canvia el color del text
cs: Změna barvy písma
da: Ændring af tekstfarve
de: Änderung der Textfarbe
el: Αλλαγή χρώματος κειμένου
es: Cambio del color del texto
et: Teksti värvi muutmine
fr: Changement de couleur du texte
hu: Szövegszín módosítás
is: Breyta lit texta
it: Cambio di colore del testo
nb: Tekstfargeendring
nl: Wijziging in tekstkleur
pl: Zmiana koloru tekstu
pt: Mudança da cor do texto
pt_br: Alteração da cor do texto
ru: Изменение цвета текста
sl: Sprememba barve besedila
sv: Textfärgändring
tr: Metin rengi değişikliği
uk: Зміна кольору тексту
zh_tw: 文字顏色變更

source: Text font change
bs: Promjena fonta
ca: Canvia el tipus de lletra del text
cs: Změna druhu písma
da: Ændring af skrifttype
de: Änderung der Schriftart
el: Αλλαγή γραμματοσειράς κειμένου
es: Cambio de la fuente del texto
et: Teksti fondi muutmine
fr: Changement de police du texte
hu: Szöveg betűkészlet módosítás
is: Breyta letri texta
it: Cambio di carattere del testo
nb: Skriftendring
nl: Wijziging in lettertype
pl: Zmiana czcionki tekstu
pt: Mudança do tipo de letra
pt_br: Alteração da fonte do texto
ru: Изменение шрифта текста
sl: Sprememba pisave besedila
sv: Textteckensnittsändring
tr: Yazı tipi değişikliği
uk: Зміна шрифту тексту
zh_tw: 文字字型變更

source: Text edit
bs: Uređivanje teksta
ca: Edita el text
cs: Úprava textu
da: Tekstredigering
de: Textbearbeitung
el: Επεξεργασία κειμένου
es: Editar texto
et: Teksti muutmine
fr: Édition du texte
hu: Szöveg szerkesztés
is: Breyta texta
it: Modifica del testo
nb: Tekstredigering
nl: Tekstbewerking
pl: Edycja tekstu
pt: Edição do texto
pt_br: Edição de texto
ru: Изменение текста
sl: Urejanje besedila
sv: Redigera text
tr: Metin düzenle
uk: Редагування тексту
zh_tw: 文字編輯

source: Text item
bs: Tekstovni objekt
ca: Element de text
cs: Položka textu
da: Tekstelement
de: Textelement
el: Αντικείμενο κειμένου
es: Elemento de texto
et: Tekstielement
fr: Élément de texte
hu: Szöveg elem
is: Textaatriði
it: Elemento del testo
nb: Tekstelement
pl: Element tekstu
pt: Item do texto
pt_br: Item de texto
ru: Текстовый объект
sl: Besedilni predmet
sv: Textobjekt
tr: Metin ögesi
uk: Текстовий об’єкт
zh_tw: 文字項目

source: Text color
bs: Boja teksta
ca: Color del text
cs: Barva textu
da: Tekstfarve
de: Textfarbe
el: Χρώμα κειμένου
es: Color del texto
et: Teksti värv
fr: Couleur du texte
hu: Szövegszín
is: Textalitur
it: Colore del testo
nb: Tekstfarge
nl: Tekstkleur
pl: Kolor tekstu
pt: Cor do texto
pt_br: Cor do texto
ru: Цвет текста
sl: Barva besedila
sv: Textfärg
tr: Metin rengi
uk: Колір тексту
zh_tw: 文字顏色

source: Move up
bs: Pomjeri naviše
ca: Mou amunt
cs: Posunout nahoru
da: Flyt op
de: Nach oben
el: Μετακίνηση επάνω
es: Mover arriba
fr: Déplacer vers le haut
hu: Mozgatás fel
is: Færa upp
it: Sposta in alto
nb: Flytt opp
nl: Omhoog verplaatsen
pl: Przesuń w górę
pt: Subir
pt_br: Mover para cima
sl: Premakni gor
sv: Flytta upp
tr: Yukarı taşı
uk: Пересунути вище
zh_tw: 上移

source: Move down
bs: Pomjeri naniže
ca: Mou avall
cs: Posunout dolů
da: Flyt ned
de: Nach unten
el: Μετακίνηση κάτω
es: Mover abajo
fr: Déplacer vers le bas
hu: Mozgatás le
is: Færa niður
it: Sposta in basso
nb: Flytt ned
nl: Omlaag verplaatsen
pl: Przesuń w dół
pt: Descer
pt_br: Mover para baixo
sl: Premakni dol
sv: Flytta ner
tr: Aşağı taşı
uk: Пересунути нижче
zh_tw: 下移

source: Delete selected
bs: Izbriši označeno
ca: Suprimeix les seleccionades
cs: Smazat vybrané
da: Slet markerede
de: Auswahl löschen
el: Διαγραφή επιλεγμένων
es: Borrar seleccionado
fr: Supprimer la sélection
hu: A kijelöltek törlése
is: Eyða völdu
it: Elimina selezionati
nb: Slett merkede
nl: Selectie verwijderen
pl: Usuń wybrane
pt: Apagar a seleccionada
pt_br: Excluir selecionado
sl: Izbriši izbrane
sv: Ta bort markerade
tr: Seçileni sil
uk: Вилучити позначене
zh_tw: 刪除所選取的項目

source: Borders editor
bs: Uređivač okvira
ca: Editor de vores
cs: Editor okrajů
da: Kant-editor
de: Rand-Editor
el: Επεξεργαστής περιγραμμάτων
es: Editor de bordes
et: Piirete redaktor
fr: Éditeur de bordures
hu: Szegély szerkesztő
is: Jaðraritill
it: Editor dei bordi
nb: Kantredigering
nl: Bewerker van randen
pl: Edytor obramowań
pt: Editor de molduras
pt_br: Editor de bordas
ru: Редактор рамок
sl: Urejevalnik obrob
sv: Kanteditor
tr: Kenarlık düzenleyici
uk: Редактор рамок
zh_tw: 邊框編輯器

source: Image
bs: Slika
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
hu: Kép
is: Mynd
it: Immagine
nb: Bilde
nl: Afbeelding
pl: Obraz
pt: Imagem
pt_br: Imagem
sl: Slika
sv: Bild
tr: Resim
uk: Зображення
zh_tw: 影像

source: Pattern
bs: Uzorak
ca: Patró
cs: Vzorek
da: Mønster
de: Muster
el: Μοτίβο
es: Patrón
et: Muster
fr: Motif
hu: Minta
is: Mynstur
it: Motivo
nb: Mønster
nl: Patroon
pl: Wzór
pt: Padrão
pt_br: Padrão
ru: Рисунок:
sl: Vzorec
sv: Mönster
tr: Desen
uk: Візерунок
zh_tw: 樣式

source: Expanded
bs: Prošireno
ca: Expandida
cs: Rozšířené
da: Foldet ud
de: Erweitert
el: Εκτεταμένο
es: Expandir
et: Laiendatud
fr: Étendu
hu: Kiterjedt
is: Útvíkkað
it: Espanso
nb: Utvidet
nl: Breed
pl: Rozwinięty
pt: Expandido
pt_br: Expandido
ru: Растянутый
sl: Razširjeno
sv: Bred
tr: Genişletilmiş
uk: Широке
zh_tw: 已展開

source: Scaled
bs: Skalirano
ca: Escalada
cs: Přizpůsobené
da: Skaleret
de: Skaliert
el: Σε κλίμακα
es: Escalar
et: Skaleeritud
fr: À l'échelle
hu: Nyújtott
is: Kvarðað
it: Riscalato
nb: Skalert
nl: Geschaald
pl: Skalowany
pt: Escalado
pt_br: Escalonado
ru: Масштабированный
sl: Umerjeno
sv: Skalad
tr: Ölçeklendirilmiş
uk: Масштабоване
zh_tw: 已調整大小
