Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_facebook.po
Languages: id

# NAME OF TRANSLATORS
source: Your names
id: Wantoyo

# EMAIL OF TRANSLATORS
source: Your emails
id: wantoyo@yahoo.com

source: Facebook New Album
id: Album Baru Facebook

source: Title of the album that will be created (required).
id: Judul album yang akan dibuat (diperlukan).

source: Location of the album that will be created (optional).
id: Lokasi album yang akan dibuat (opsional).

source: Description of the album that will be created (optional).
id: Deskripsi album yang akan dibuat (opsional).

source: Privacy setting of the album that will be created (required).
id: Pengaturan privasi album yang akan dibuat (diperlukan).

source: Only Me
id: Hanya Saya

source: Only Friends
id: Hanya Teman

source: Friends of Friends
id: Teman dari Teman

source: My Networks and Friends
id: Jaringan Saya dan Teman

source: Everyone
id: Semua orang

# new facebook album
source: Title:
id: Judul:

# new facebook album
source: Location:
id: Lokasi:

# new facebook album
source: Description:
id: Deskripsi:

# new facebook album
source: Privacy:
id: Privasi:

source: Validate previous session...
id: Validasi sesi sebelumnya...

source: Upgrading to OAuth...
id: Meningkatkan ke OAuth...

source: Facebook Application Authorization
id: Pemberian wewenang Aplikasi Facebook

source: Please follow the instructions in the browser window. When done, copy the Internet address from your browser into the textbox below and press "OK".
id: Silakan ikuti petunjuk di jendela peramban. Setelah selesai, salin alamat Internet dari peramban anda ke kotak teks di bawah ini dan tekan "Oke".

source: Canceled by user.
id: Dibatalkan oleh pengguna.

source: The service is not available at this time.
id: Layanan ini tidak tersedia saat ini.

source: The application has reached the maximum number of requests allowed.
id: Aplikasi telah mencapai jumlah maksimum dari permintaan yang diperbolehkan.

source: Invalid session key or session expired. Try to log in again.
id: Sesi kunci tidak sah atau sesi kedaluarsa. Cobalah untuk masuk log lagi.

source: Invalid album ID.
id: ID album tidak sah.

source: Album is full.
id: Album telah penuh.

source: Missing or invalid file.
id: Hilang atau berkas tidak sah.

source: Too many unapproved photos pending.
id: Terlalu banyak foto yang tidak disetujui tertunda.

source: This is the list of images to upload to your Facebook account.
id: Ini adalah daftar gambar untuk unggah ke akun Facebook anda.

source: This is a clickable link to open the Facebook home page in a web browser.
id: Ini adalah tautan yang dapat diklik untuk membuka halaman beranda Facebook di peramban web.

source: Account
id: Akun

source: This is the Facebook account that is currently logged in.
id: Ini adalah akun Facebook yang sedang masuk log.

# facebook account settings
source: Name:
id: Nama:

source: Permission:
id: Perizinan:

source: Permission of KIPI Plugin application to upload photos directly. If not, user will need to manually approve uploaded photos in Facebook.
id: Perizinan aplikasi Plugin KIPI untuk mengunggah foto langsung. Jika tidak, pengguna harus secara manual menyetujui unggah foto di Facebook.

source: Change Account
id: Ubah Akun

source: Logout and change Facebook Account used for transfer
id: Keluar dan ubah Akun Facebook digunakan untuk transfer

source: Download Selection
id: Unduh Pilihan

source: This is the selection of Facebook albums/photos to download.
id: Ini adalah pilihan untuk mengunduh album/foto Facebook.

source: Destination
id: Tujuan

source: This is the Facebook album to which selected photos will be uploaded.
id: Ini adalah album Facebook untuk foto terpilih mana yang akan diunggah.

source: My &Album
id: Album&ku

source: Download complete album of currently logged in user.
id: Unduh album lengkap dari pengguna yang saat ini masuk log.

source: Album &of My Friend
id: Album &dari Temanku

source: Download complete album of selected friend.
id: Unduh album lengkap dari teman terpilih.

source: Photos of &Me
id: Foto-foto &Saya

source: Download all photos of currently logged in user.
id: Unduh semua foto dari pengguna yang saat ini masuk log.

source: Photos of My &Friend
id: Foto-foto &Temanku

source: Download all photos of selected friend.
id: Unduh semua foto teman yang terpilih.

source: Friend:
id: Teman:

source: New Album
id: Album Baru

source: Create new Facebook album
id: Buat album Facebook baru

# facebook album list
source: Reload
id: Muat ulang

source: Reload album list
id: Muat ulang daftar album

source: This is the location to which Facebook images will be downloaded.
id: Ini adalah lokasi gambar Facebook mana yang akan diunduh.

source: Options
id: Opsi

source: These are options that will be applied to photos before upload.
id: Ini adalah pilihan yang akan diterapkan pada foto sebelum unggah.

source: Resize photos before uploading
id: Ubah ukuran foto sebelum mengunggah

source: Maximum dimension:
id: Dimensi maksimum:

source: JPEG quality:
id: Kualitas JPEG:

source: Direct upload
id: Langsung unggah

source: Uploaded photos will not need manual approval by user.
id: Foto yang diunggah tidak perlu persetujuan manual oleh pengguna.

source: Manual upload approval
id: Persetujuan unggah manual

source: Uploaded photos will wait in pending state until manually approved by user.
id: Foto yang diunggah akan menunggu dalam keadaan tertunda sampai disetujui secara manual oleh pengguna.

source: Import from Facebook Web Service
id: Impor dari Layanan Web Facebook

source: Start Download
id: Mulai Unduh

source: Start download from Facebook web service
id: Mulai unduh dari layanan web Facebook

source: Export to Facebook Web Service
id: Ekspor ke Layanan Web Facebook

source: Start Upload
id: Mulai Unggah

source: Start upload to Facebook web service
id: Mulai unggah ke layanan web Facebook

source: Facebook Import/Export
id: Impor/Ekspor Facebook

source: A Kipi plugin to import/export image collection to/from Facebook web service.
id: Sebuah plugin Kipi untuk impor/ekspor koleksi gambar ke/dari layanan web Facebook.

source: Author and maintainer
id: Penulis dan pengelola

source: &lt;auto create&gt;
id: &lt;buat otomatis&gt;

source: Facebook Call Failed: %1
id: Gagal Menghubungi Facebook: %1

# name of special Facebook album for profile pictures
source: Profile Pictures
id: Gambar Profil

source: Facebook import
id: Facebook impor

source: Facebook export
id: Facebook ekspor

source: Cannot open file
id: Tidak dapat membuka berkas

source: Failed to upload photo into Facebook: %1 Do you want to continue?
id: Gagal mengunggah foto ke Facebook: %1 Apakah Anda ingin melanjutkan?

source: Failed to save photo: %1 Do you want to continue?
id: Gagal menyimpan foto: %1 Apakah anda ingin melanjutkan?

source: Failed to download photo: %1 Do you want to continue?
id: Gagal mengunduh foto: %1 Apakah anda ingin melanjutkan?

source: Facebook Call Failed: %1
id: Gagal Menghubungi Facebook: %1

source: &Import
id: &Impor

source: &Export
id: &Ekspor

source: Main Toolbar
id: Batang Alat Utama

source: Export to &Facebook...
id: Ekspor ke &Facebook...

source: Import from &Facebook...
id: Impor dari &Facebook...
