Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_picasawebexport.po
Languages: fr

# NAME OF TRANSLATORS
source: Your names
fr: Cyrille Bieuzent ©2008-2013

# EMAIL OF TRANSLATORS
source: Your emails
fr: bieuzent@gmail.com

source: &Import
fr: &Importation

source: &Export
fr: &Exportation

source: Main Toolbar
fr: Barre principale d'outils

source: Picasaweb New Album
fr: Nouvel Album PicasaWeb

source: These are basic settings for the new Picasaweb album.
fr: Il s'agit des paramètres de base pour le nouvel album PicasaWeb.

source: Title of the album that will be created (required).
fr: Titre de l'album allant être créé (obligatoire).

source: Date and Time of the album that will be created (optional).
fr: Date et heure de l'album allant être créé (en option).

source: Description of the album that will be created (optional).
fr: Description de l'album allant être créé (en option).

source: Location of the album that will be created (optional).
fr: Lieu de l'album allant être créé (en option).

# new picasaweb album dialog
source: Title:
fr: Titre :

# new picasaweb album dialog
source: Date & Time:
fr: Date et heure :

# new picasaweb album dialog
source: Location:
fr: Emplacement :

source: Access Level
fr: Niveau d'accès

source: These are security and privacy settings for the new Picasaweb album.
fr: Il s'agit des paramètres de sécurité et de confidentialité pour le nouvel album PicasaWeb.

source: Public album is listed on your public Picasaweb page.
fr: Un album public est inscrit sur votre page publique PicasaWeb.

# picasaweb album privacy
source: Unlisted / Private
fr: Non répertorié / Privé

source: Unlisted album is only accessible via URL.
fr: Un album non répertorié est uniquement accessible via une URL.

# picasaweb album privacy
source: Sign-In Required to View
fr: Connexion requise pour aperçu

source: Unlisted album require Sign-In to View
fr: Un album non répertorié requiert une connexion pour être affiché

source: Privacy:
fr: Confidentialité :

source: This is the list of images to upload to your Picasaweb account.
fr: Il s'agit de la liste des images à transférer sur votre compte PicasaWeb.

source: %1|All supported files
fr: %1|Tous les fichiers pris en charge

source: %1|Camera RAW files
fr: %1|Fichiers « RAW » d'appareil photographique

source: %1|Video files
fr: %1|Fichiers vidéos

source: Select Images
fr: Sélectionner des images

source: Google Login:
fr: Identifiant Google :

source: Password:
fr: Mot de passe :

source: &Cancel
fr: &Annuler

source: &Add As New
fr: &Ajouter en tant que nouvelle

source: Item will be added alongside the linked version.
fr: L'objet sera ajouté à coté de la version en ligne.

source: &Add All
fr: Tout &ajouter

source: Items will be added alongside the linked version. You will not be prompted again.
fr: Les objets seront ajoutés à coté de la version en ligne. Aucune confirmation ne vous sera plus demandée.

source: &Replace
fr: &Remplacer

source: Item will be replacing the linked version.
fr: L'objet remplacera celui de la version en ligne.

source: &Replace All
fr: Tout &remplacer

source: Items will be replacing the linked version. You will not be prompted again.
fr: Les objets seront remplacés dans la version en ligne. Aucune confirmation ne vous sera plus demandée.

source: A linked item already exists.
fr: Un élément lié existe déjà.

source: Login
fr: Identifiant

source: No photo specified
fr: Aucune photo spécifiée

source: General upload failure
fr: Échec du transfert général

source: File-size was zero
fr: La taille du fichier était à zéro

source: File-type was not recognized
fr: Le type de fichier n'a pas été reconnu

source: User exceeded upload limit
fr: La limite de transfert a été atteinte par l'utilisateur

source: Invalid signature
fr: Signature non valable

source: Missing signature
fr: Signature manquante

source: Login failed / Invalid auth token
fr: Échec de l'identification / Clé d'authentification non valable

source: Invalid API Key
fr: Clé API non valable

source: Service currently unavailable
fr: Service actuellement indisponible

source: Invalid Frob
fr: Frob non valable

source: Format "xxx" not found
fr: Impossible de trouver le format « xxx »

source: Method "xxx" not found
fr: Impossible de trouver la méthode « xxx »

source: Invalid SOAP envelope
fr: Enveloppe SOAP non valable

source: Invalid XML-RPC Method Call
fr: Méthode d'appel « XML-RPC » non valable

source: The POST method is now required for all setters.
fr: La méthode « POST » est maintenant requise pour toutes les procédures.

source: Unknown error
fr: Erreur inconnue

source: Error occurred: %1 Unable to proceed further.
fr: Une erreur est survenue : %1 Impossible de continuer.

source: Failed to fetch photo-set list
fr: Impossible d'extraire la liste des photos

source: Failed to create album
fr: Impossible de créer l'album

source: Failed to upload photo
fr: Impossible de transférer la photo

source: This is a clickable link to open the Picasaweb home page in a web browser.
fr: Il s'agit d'un lien pour ouvrir la page d'accueil PicasaWeb dans un navigateur Web.

source: Account
fr: Compte

source: This is the Picasaweb account that will be used to authenticate.
fr: Il s'agit du compte PicasaWeb qui sera utilisé pour s'authentifier.

# Picasaweb account login
source: Anonymous
fr: Anonyme

source: Login as anonymous to Picasaweb web service.
fr: Connectez-vous de façon anonyme au service Web PicasaWeb.

source: Picasaweb Account
fr: Compte PicasaWeb

source: Login to Picasaweb web service using username and password.
fr: Connectez-vous au service Web PicasaWeb en utilisant votre identifiant et mot de passe.

# Picasaweb account settings
source: Name:
fr: Nom :

source: Change Account
fr: Changer de compte

source: Change Picasaweb Account used to authenticate
fr: Changer le compte PicasaWeb utilisé pour s'authentifier

source: This is the Picasaweb album that will be used for transfer.
fr: Il s'agit de l'album PicasaWeb à utiliser pour le transfert.

source: New Album
fr: Nouvel album

source: Create new Picasaweb album
fr: Créer un nouvel album PicasaWeb

# reload album list
source: Reload
fr: Recharger

source: Reload album list
fr: Recharger la liste des albums

source: Max Dimension
fr: Dimension maximale :

source: This is the maximum dimension of the images. Images larger than this will be scaled down.
fr: Il s'agit de la dimension maximale des images. Les images plus grandes que cette valeur seront réduites.

source: Original Size
fr: Taille originale

source: This is the location where Picasaweb images will be downloaded.
fr: Il s'agit de l'emplacement où les images PicasaWeb seront transférées.

source: These are options that will be applied to images before upload.
fr: Il s'agit des options à appliquer aux images avant de les envoyer.

source: Resize photos before uploading
fr: Redimensionner les photos avant de les transférer

source: Maximum dimension:
fr: Dimension maximale :

source: JPEG quality:
fr: Qualité JPEG :

source: Tag path behavior:
fr: Comportement de l'emplacement des balises :

source: Leaf tags only
fr: Étiquette de balise uniquement

source: Export only the leaf tags of tag hierarchies
fr: Exporter uniquement les étiquettes de balises de la hiérarchie des balises

source: Split tags
fr: Diviser les balises

source: Export the leaf tag and all ancestors as single tags.
fr: Exporter les étiquettes de balise et tous les ancêtres comme des balises uniques.

source: Combined String
fr: Chaîne combinée

source: Build a combined tag string.
fr: Construire une chaîne combinée de balises.

source: Import from Picasa Web Service
fr: Importer depuis le service Web « Picasa »

source: Start Download
fr: Démarrer le téléchargement

source: Start download from Picasaweb service
fr: Démarrer le téléchargement depuis le service « PicasaWeb »

source: Export to Picasa Web Service
fr: Exporter vers le service Web « Picasa »

source: Start Upload
fr: Démarrer l'envoi

source: Start upload to Picasaweb service
fr: Démarrer l'envoi vers le service « PicasaWeb »

source: PicasaWeb Export
fr: Exportation « PicasaWeb »

source: A Kipi plugin to export image collections to PicasaWeb web service.
fr: Un module externe KIPI pour exporter des collections d'images vers le service en ligne « PicasaWeb ».

source: Author and maintainer
fr: Auteur et mainteneur

source: Developer
fr: Développeur

source: Picasaweb Call Failed: %1
fr: Impossible de contacter PicasaWeb : %1

source: Picasa Export
fr: Exportation « Picasa »

source: Cannot open file
fr: Impossible d'ouvrir un fichier

source: Failed to upload photo into Picasaweb: %1 Do you want to continue?
fr: Impossible de transférer une photo vers PicasaWeb. %1 <br /> Voulez-vous continuer ?

source: Failed to save photo: %1 Do you want to continue?
fr: Impossible d'enregistrer la photo : %1 Voulez-vous continuer ?

source: Failed to download photo: %1 Do you want to continue?
fr: Impossible de transférer la photo : %1 Voulez-vous continuer ?

source: A file named "%1" already exists. Are you sure you want to overwrite it?
fr: Un fichier nommé « %1 » existe déjà. Voulez-vous vraiment l'écraser ?

source: Failed to save image to %1
fr: Impossible d'enregistrer une image dans %1

source: Export to &PicasaWeb...
fr: Exporter vers &PicasaWeb...

source: Import from &PicasaWeb...
fr: Importer depuis &PicasaWeb...
