Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_panorama.po
Languages: bs, ca, da, de, el, es, fi, fr, gl, it, km, lt, nb, pl, ru, sl, sv

source: Cannot move panorama from %1 to %2.
bs: Nije moguće pomaknuti panoramu od %1 do %2.
ca: No es pot moure panorama de %1 a %2.
da: Kan ikke flytte panorama fra %1 til %2.
de: Das Panorama kann nicht von %1 nach %2 verschoben werden.
el: Αδύνατη η μετακίνηση του πανοράματος από το %1 στο %2.
es: No se pudo mover el panorama de %1 a %2.
fi: Ei voida siirtää panoraamaa kansiosta %1 kansioon %2.
fr: Impossible de déplacer le panorama de %1 à %2.
gl: Non se pode mover o panorma de %1 para %2.
it: Impossibile spostare il panorama da %1 a %2.
km: មិន​អាច​ផ្លាស់ទី​ទស្សនីយភាព​ពី %1 ទៅ %2 បាន​ទេ ។
lt: Nepavyksta perkelti panoramos iš %1 į %2.
nb: Kan ikke flytte panorama fra %1 til %2.
pl: Nie można przenieść panoramy z %1 do %2.
ru: Не удалось переместить панораму из %1 в %2.
sl: Ni mogoče premakniti panorame od %1 do %2.
sv: Kan inte flytta panorama från %1 till %2.

source: Cannot move project file from %1 to %2.
bs: Nije moguće pomaknuti projekt od %1 do %2.
ca: No es pot moure el fitxer de projecte de %1 a %2.
da: Kan ikke flytte projektfil fra %1 til %2.
de: Die Projektdatei kann nicht von %1 nach %2 verschoben werden.
el: Αδυναμία μετακίνησης του αρχείο του έργου από το %1 στο %2.
es: No se pudo mover el archivo de proyecto de %1 a %2.
fi: Ei voida siirtää projektitiedostoa kansiosta %1 kansioon %2.
fr: Impossible de déplacer le fichier de projet de %1 à %2.
gl: Non se pode mover o ficheiro do proxecto de %1 para %2.
it: Impossibile spostare il file di progetto da %1 a %2.
km: មិន​អាច​ផ្លាស់ទី​ឯកសារ​គម្រោង​ពី %1 ទៅ %2 ។
lt: Nepavyksta perkelti projekto failo iš %1 į %2.
nb: Kan ikke flytte prosjektfila fra %1 til %2.
pl: Nie można przenieść pliku projektu z %1 do %2.
ru: Не удалось переместить файл проекта из %1 в %2.
sl: Ni mogoče premakniti projektne datoteke od %1 do %2.
sv: Kan inte flytta projektfil från %1 till %2.

source: Cannot copy converted image file from %1 to %2.
bs: Nije moguće kopirati konvertovanu sliku iz %1 u %2.
ca: No es pot copiar el fitxer d'imatge convertit de %1 a %2.
da: Kan ikke kopiere konverteret billedfil fra %1 til %2.
de: Die konvertierte Bilddatei kann nicht von %1 nach %2 verschoben werden.
el: Αδύνατη η αντιγραφή του αρχείου της αναμορφωμένης εικόνας από το %1 στο %2.
es: No se pudo copiar el archivo de la imagen convertida de %1 a %2.
fi: Ei voida kopioida muunnettua kuvatiedostoa kansiosta %1 kansioon %2.
fr: Impossible de copier le fichier de l'image convertie de %1 à %2.
gl: Non se pode copiar o ficheiro da imaxe convertida de %1 para %2.
it: Impossibile copiare l'immagine convertita da %1 a %2.
km: មិន​អាច​ចម្លង​ឯកសារ​រូបភាព​ពី %1 ទៅ %2 បាន​ទេ ។
lt: Nepavyksta nukopijuoti konvertuoto paveikslėlio failo iš %1 į %2.
nb: Kan ikke kopiere konvertert bildefil fra %1 til %2.
pl: Nie można skopiować przekształconego pliku zdjęcia z %1 do %2.
ru: Не удалось скопировать преобразованное изображение из %1 в %2.
sl: Ni mogoče kopirate pretvorjene datoteke slike iz %1 v %2.
sv: Kan inte kopiera konverterad bildfil från %1 till %2.

source: PTO file already created in the temporary directory.
bs: PTO datoteka je već kreirana u pomoćnom folderu.
ca: El fitxer PTO ja s'ha creat en el directori temporal.
da: PTO-filen er allerede oprettet i den midlertidige mappe.
de: Die PTO-Datei wurde bereits im temporären Ordner erstellt.
el: Το PTO αρχείο ήδη δημιουργήθηκε στον προσωρινό κατάλογο.
es: Archivo PTO ya creado en un directorio temporal.
fi: PTO-tiedosto on jo luotu väliaikaiskansioon.
fr: Fichier « PTO » déjà créé dans le dossier temporaire.
gl: Xa está creado o ficheiro PTO no directorio temporal.
it: File PTO già creato nella cartella temporanea.
km: បាន​បង្កើត​ឯកសារ ​PTO រួ​ចហើយ​នៅ​ក្នុង​ថត​បណ្ដោះអាស្ន ។
nb: PTO-fil er laget fra før i den midlertidige mappa.
pl: Plik PTO został już utworzony w katalogu tymczasowym.
ru: Файл .pto уже создан во временном каталоге.
sl: Datoteka PTO je že ustvarjena v začasni mapi.
sv: PTO-fil redan skapad i den tillfälliga katalogen.

source: PTO file cannot be created in the temporary directory.
bs: PTO datoteka ne može biti kreirana u pomoćnom folderu.
ca: El fitxer PTO no s'ha pogut crear en el directori temporal.
da: PTO-filen kan ikke oprettes i den midlertidige mappe.
de: Die PTO-Datei nicht im temporären Ordner erstellt werden.
el: Το PTO αρχείο δεν γίνεται να δημιουργηθεί στον προσωρινό κατάλογο.
es: El archivo PTO no se puede crear en el directorio temporal.
fi: PTO-tiedostoa ei voi luoda väliaikaiskansioon.
fr: Impossible de créer un fichier « PTO » dans le dossier temporaire.
gl: Non é posíbel crear o ficheiro PTO no directorio temporal.
it: Il file PTO non può essere creato nella cartella temporanea.
km: មិនអាច​បង្កើត​ឯកសារ PTO នៅ​ក្នុង​ថត​បណ្ដោះអាសន្ន​ទេ ។
nb: PTO-fil kan ikke opprettes i den midlertidige mappa.
pl: Nie można utworzyć pliku PTO w katalogu tymczasowym.
ru: Не удалось создать файл .pto во временном каталоге.
sl: Datoteka PTO ni mogoče ustvariti v začasni mapi.
sv: PTO-fil kan inte skapas i den tillfälliga katalogen.

source: Project file parsing failed.
bs: Raščlanjivanje projekta nije uspjelo.
ca: L'anàlisi del fitxer de projecte ha fallat.
da: Fortolkning af projektfilen mislykkedes.
de: Einlesen der Projektdatei ist fehlgeschlagen.
el: Η ανάλυση αρχείου του έργου απέτυχε.
es: Ha fallado el análisis del archivo de proyecto.
fi: Projektitiedoston jäsennys epäonnistui.
fr: L'analyse syntaxique du fichier de projet a échoué.
gl: Non puido analizarse o ficheiro do proxecto.
it: Elaborazione del file di progetto non riuscita.
nb: Klarte ikke tolke prosjektfila.
pl: Nieudane przetwarzanie pliku projektu.
ru: Сбой отрисовки файла проекта
sl: Razčlenjevanje projektne datoteke je spodletelo.
sv: Tolkning av projektfil misslyckades.

source: Unknown input file in the project file: %1
bs: Nepoznata ulazna datoteka u datoteku projekta: %1
ca: Fitxer d'entrada desconegut en el fitxer de projecte: %1
da: Ukendt inputfil i projektfilen: %1
de: Unbekannte Eingabedatei in der Projektdatei: %1
el: Άγνωστο αρχείο εισόδου στο αρχείο έργου: %1
es: El archivo de entrada es desconocido en el proyecto: %1
fi: Tuntematon syötetiedosto projektitiedostossa: %1
fr: Fichier d'entrée inconnu dans le fichier de projet : %1
gl: Descoñécese o ficheiro de entrada no ficheiro do proxecto: %1
it: File d'ingresso sconosciuto nel file di progetto: %1
km: មិន​ស្គាល់​ឯកសារ​បញ្ចូល​ក្នុង​ឯកសារ​គម្រោង ៖ %1
lt: Nežinomas įvesties failas projekto faile: %1
nb: Ukjent inndata-fil i prosjektfila: %1
pl: Nieznany plik wejściowy w pliku projektu: %1
ru: Неизвестный входной файл в проекте: %1
sl: Neznana vhodna datoteka v projektni datoteki: %1
sv: Okänd indatafil i projektfilen: %1

source: Input image cannot be loaded for preview generation
bs: Ulazna slika ne može biti učitana iz generatora pregleda
ca: La imatge d'entrada no es pot carregar per a la generació de la vista prèvia
da: Input-billede kan ikke indlæses til dannelse af forhåndsvisning
de: Das Eingabebild kann nicht zur Generierung der Vorschau geladen werden.
el: Η εισηγμένη εικόνα δεν γίνεται να φορτωθεί για δημιουργία προεπισκόπησης
es: La imagen de entrada no se puede cargar para generar la previsualización
fi: Syötetiedostoa ei voi ladata luotaessa esikatselua
fr: Impossible de charger l'image d'entrée pour la génération de l'aperçu
gl: Non foi posíbel cargar a imaxe de entrada para xerar a vista previa
it: Impossibile caricare l'immagine iniziale per generare un'anteprima
km: រូបភាព​បញ្ចូល​មិនអាច​ត្រូវ​បាន​ផ្ទុក​សម្រាប់​ការ​បង្កើត​ការ​មើល​ជា​មុន​បាន​ទេ
nb: Inndata-bildet kan ikke lastes inn for å lage forhåndsvisning
pl: Nie można wczytać obrazu wejściowego do generowania podglądu
ru: Не удалось загрузить изображение для создания его миниатюры
sl: Vhodne slike ni mogoče naložiti za ustvarjanje predogleda
sv: Indatabilden kan inte läsas in för att skapa förhandsgranskning

source: Operation canceled.
bs: Operacija otkazana.
ca: Operació cancel·lada.
da: Handling annulleret.
de: Der Vorgang wurde abgebrochen.
el: Η λειτουργία ακυρώθηκε.
es: Operación cancelada
fi: Toiminto peruttu.
fr: Opération annulée.
gl: Cancelouse a operación.
it: Operazione annullata.
km: បានបោះបង់​ប្រតិបត្តិការ ។
nb: Operasjon avbrutt
pl: Anulowano operację.
ru: Действие отменено.
sl: Opravilo preklicano.
sv: Åtgärd avbruten.

source: Tiff image creation failed.
bs: Kreiranje Tiff slike nije uspjelo.
ca: La creació de la imatge TIFF ha fallat.
da: Oprettelse af tiff-billede mislykkedes.
de: Das Erstellen des Tiff-Bildes ist fehlgeschlagen.
el: Η δημιουργία εικόνας tiff απέτυχε.
es: La creación de la imagen tiff falló.
fi: TIFF-kuvan luonti epäonnistui.
fr: La création de l'image « TIFF » a échoué.
gl: Fallou a creación da imaxe TIFF.
it: Creazione dell'immagine Tiff non riuscita.
km: បានបរាជ័យ​ក្នុងការ​បង្កើត​រូបភាព Tiff ។
nb: Det lyktes ikke å opprette Tiff-bilde.
pl: Nieudane tworzenie obrazu Tiff.
ru: Не удалось создать изображение в формате TIFF.
sl: Ustvarjanje slike TIFF je spodletelo.
sv: Misslyckades skapa tiff-bild.

source: Raw file conversion failed.
bs: Konverzija Raw datoteke nije uspjelo.
ca: La conversió de la imatge RAW ha fallat.
da: Konvertering af RAW-fil mislykkedes.
de: Die Konvertierung der Rohdatei ist fehlgeschlagen.
el: Η μετατροπή αρχείου raw απέτυχε.
es: La conversión del archivo en bruto falló.
fi: RAW-tiedoston muunnos epäonnistui.
fr: La conversion du fichier au format brut a échoué.
gl: Fallou a conversión do ficheiro RAW.
it: Conversione del file RAW non riuscita.
km: បានបរាជ័យ​ក្នុងការ​បម្លែង​ឯកសារ​ដើម ។
nb: Det lyktes ikke å gjøre om en Raw-fil.
pl: Nieudane przekształcenie pliku Raw.
ru: Не удалось преобразовать файл цифрового негатива.
sl: Pretvorba grobe datoteke je spodletela.
sv: Konvertering av obehandlad fil misslyckades.

source: Cannot run %1: %2
bs: Ne mogu pokrenuti %1: %2
ca: No es pot executar %1: %2
da: Kan ikke køre %1: %2
de: %1 kann nicht ausgeführt werden: %2
el: Αδυναμία εκτέλεσης του %1: %2
es: No se pudo ejecutar %1: %2
fi: Ei voida suorittaa ohjelmaa %1: %2
fr: Impossible de lancer %1 : %2
gl: Non se pode executar %1: %2
it: Impossibile eseguire %1: %2
km: មិន​អាច​ដំណើរការ %1 ៖ %2
lt: Nepavyksta vykdyti %1: %2
nb: Kan ikke kjøre %1: %2
pl: Nie można uruchomić %1: %2
ru: Не удалось запустить %1: %2
sl: Ni mogoče zagnati %1: %2
sv: Kan inte köra %1: %2
