Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_photolayouteditor.po
Languages: bs, ca, cs, da, de, el, es, et, fr, hu, is, it, nb, nl, pl, pt, pt_br, ru, sl, sv, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić,Mirhat Babić
ca: Antoni Bella Pérez
cs: Vít Pelčák, Zdeněk Pech
da: Martin Schlander
de: Burkhard Lück
el: Stelios
es: Eloy Cuadra,Pablo Pita
et: Marek Laane
fr: Joëlle Cornavin, Peter Potrowl
hu: Úr Balázs
is: Sveinn í Felli
it: Federico Zenith
nb: Bjørn Steensrud
nl: Freek de Kruijf - 2011 t/m 2013
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: Marcus Gama, André Marcelo Alvarenga
ru: Эдвин Вебер
sl: Andrej Mernik
sv: Stefan Asserhäll
tr: Volkan Gezer
uk: Юрій Чорноіван
zh_tw: Franklin Weng

# EMAIL OF TRANSLATORS
source: Your emails
bs: Samir.ribic@etf.unsa.ba,mbabic1@etf.unsa.ba
ca: antonibella5@yahoo.com
cs: vit@pelcak.org, dom.toretto@seznam.cz
da: mschlander@opensuse.org
de: lueck@hube-lueck.de
el: sstavra@gmail.com
es: ecuadra@eloihr.net,pablo.pita@gmail.com
et: bald@smail.ee
fr: jcorn@free.fr, peter.potrowl@gmail.com
hu: urbalazs@gmail.com
is: sv1@fellsnet.is
it: federico.zenith@member.fsf.org
nb: bjornst@skogkatt.homelinux.org
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: marcus.gama@gmail.com, alvarenga@kde.org
ru: edwin0307@gmail.com
sl: andrejm@ubuntu.si
sv: stefan.asserhall@bredband.net
tr: volkangezer@gmail.com
uk: yurchor@ukr.net
zh_tw: franklin@goodhorse.idv.tw

source: Write here some text
bs: Upišite ovdje neki tekst
ca: Escriure aquí algun text
cs: Sem napište nějaký text
da: Skriv noget tekst her
de: Schreiben Sie hier Text
el: Γράψτε εδώ κάποιο κείμενο
es: Escriba aquí algún texto
et: Kirjuta siia oma tekst
fr: Saisissez ici du texte
hu: Írjon ide valamilyen szöveget
is: Skrifaðu hér einhvern texta
it: Scrivi qualcosa qui
nb: Skriv litt tekst her
nl: Hier enige tekst schrijven
pl: Tutaj napisz jakiś tekst
pt: Escreva aqui algum texto
pt_br: Escreva aqui algum texto
ru: Введите текст здесь
sl: Sem vnesite nekaj besedila
sv: Skriv in text här
tr: Buraya bir şeyler yazın
uk: Впишіть сюди якесь речення
zh_tw: 在此寫一些文字

source: Width
bs: Širina
ca: Amplada
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
es: Anchura
et: Laius
fr: Largeur
hu: Szélesség
is: Breidd
it: Larghezza
nb: Bredde
nl: Breedte
pl: Szerokość
pt: Largura
pt_br: Largura
ru: Ширина
sl: Širina
sv: Bredd
tr: Genişlik
uk: Ширина
zh_tw: 寬度

source: Text
bs: Tekst
da: Tekst
el: Κείμενο
es: Texto
et: Tekst
fr: Texte
hu: Szöveg
is: Texti
it: Testo
nb: Tekst
nl: Tekst
pl: Tekst
pt: Texto
pt_br: Texto
ru: Текст
sl: Besedilo
tr: Metin
uk: Текст
zh_tw: 文字

source: Color
bs: Boja
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
et: Värv
fr: Couleur
hu: Szín
is: Litur
it: Colore
nb: Farge
nl: Kleur
pl: Kolor
pt: Cor
pt_br: Cor
ru: Цвет
sl: Barva
sv: Färg
tr: Renk
uk: Колір
zh_tw: 顏色

source: Font
ca: Tipus de lletra
cs: Písmo
da: Skrifttype
de: Schriftart
el: Γραμματοσειρά
es: Tipo de letra
fr: Police
hu: Betűkészlet
is: Letur
it: Carattere
nb: Skrift
nl: Lettertype
pl: Czcionka
pt: Tipo de Letra
pt_br: Fonte
ru: Шрифт
sl: Pisava
sv: Teckensnitt
tr: Yazı Tipi
uk: Шрифт
zh_tw: 字型

source: Polaroid border
bs: Polaroid granice
ca: Vora de la Polaroid
cs: Okraje Polaroid
da: Polaroid-kant
de: Polaroid-Rahmen
el: Περίγραμμα polaroid
es: Borde Polaroid
et: Polaroidpiire
fr: Bordure Polaroïd
hu: Polaroid szegély
is: Polaroid rammi
it: Bordo Polaroid
nb: Polaroidkant
nl: Polaroidrand
pl: Obramowanie Polaroid
pt: Contorno de Polaroid
pt_br: Moldura de Polaroide
ru: Рамка с подписью
sl: Polaroidna obroba
sv: Polaroidkant
tr: Polaroid kenarlığı
uk: Поляризована рамка
zh_tw: 拍立得邊框

source: Miter
bs: Ugaoni spoj
ca: Biaix
de: Gehrung
es: Esquinas biseladas
fr: Mitre
hu: Hegyes
is: Hornskorið
it: Rettangolari
nb: Gjæret
nl: Verstek
pl: Ostre
pt: Meio
pt_br: Centro
sl: Zajera
sv: Sned
tr: Gönye
uk: Фацет
zh_tw: 斜接面

source: Bevel
bs: Udubljenje
ca: Bisellat
de: Fase
es: Biselado
fr: Biseau
hu: Levágott
is: Flái
it: Smussati
nb: Faset
nl: Schuine rand
pl: Ścięte
pt: Relevo
pt_br: Relevo
sl: Izbočeno
sv: Fasad
tr: Konik
uk: Фаска
zh_tw: 斜角

source: Round
bs: Krug
ca: Arrodonida
cs: Kolo
da: Afrund
de: Rund
es: Redondeado
fr: Rond
hu: Kerek
is: Rúnnað
it: Tondi
nb: Avrundet
nl: Afronding
pl: Zaokrąglone
pt: Redondo
pt_br: Redondo
sl: Okroglo
sv: Rund
tr: Yuvarlak
uk: Округлення
zh_tw: 圓角

source: Corners style
bs: Stilovi uglova
ca: Estil de les cantonades
cs: Styl rohů
da: Hjørnestil
de: Eckenstil
el: Στιλ γωνιών
es: Estilo de las esquinas
et: Nurkade stiil
fr: Style des coins
hu: Sarkok stílusa
is: Stíll horna
it: Stile degli angoli
nb: Hjørnestil
nl: Hoekige stijl
pl: Styl narożników
pt: Estilo dos cantos
pt_br: Estilo dos cantos
ru: Стиль углов
sl: Slog vogalov
sv: Hörnstil
tr: Kenar biçemi
uk: Стиль кутів
zh_tw: 邊角樣式

source: Spacing
bs: Razmak
ca: Espaiat
cs: Rozestupy
da: Mellemrum
de: Abstände
el: Διαστήματα
es: Espaciado
et: Vahe
fr: Espacement
hu: Térköz
is: Millibil
it: Spaziatura
nb: Mellomrom
nl: Spatiëring
pl: Odstęp
pt: Espaço
pt_br: Espaçamento
ru: Отступ
sl: Razmik
sv: Mellanrum
tr: Aralıklandırma
uk: Інтервал
zh_tw: 間隔

source: Solid border
bs: Puna granica
ca: Vora sòlida
cs: Plný okraj
da: Massiv kant
de: Einfarbiger Rahmen
el: Συμπαγές περίγραμμα
es: Borde sólido
et: Ühtlane piire
fr: Bordure pleine
hu: Tömör szegély
is: Gegnheill jaðar
it: Bordo solido
nb: Heltrukken kant
nl: Volle rand
pl: Jednolite obramowanie
pt: Contorno sólido
pt_br: Moldura sólida
ru: Одноцветная рамка
sl: Polna obroba
sv: Heldragen kant
tr: Katı kenarlık
uk: Суцільна рамка
zh_tw: 實心邊框

source: Border Change
bs: Promjena granice
ca: Canvia la vora
cs: Změna okrajů
da: Kantændring
de: Rand ändern
el: Αλλαγή περιγράμματος
es: Cambiar el borde
et: Muuda piiret
fr: Changement de bordure
hu: Szegélymódosítás
is: Breyting jaðars
it: Cambio di bordo
nb: Kantendring
nl: Wijziging in de rand
pl: Zmiana obramowania
pt: Mudança da Moldura
pt_br: Alterar borda
ru: Изменение рамки
sl: Sprememba obrobe
sv: Kantändring
tr: Kenar Değiştir
uk: Зміна рамки
zh_tw: 邊框變更

source: Blur effect
bs: Efekt zamućenosti
ca: Efecte difuminat
cs: Efekt rozostření
da: Sløringseffekt
de: Unschärfe-Effekt
el: Εφέ θαμπώματος
es: Efecto borroso
et: Häguefekt
fr: Effet de flou
hu: Elmosódás hatás
is: Móskuáhrif
it: Effetto di sfocatura
nb: Slør-effekt
nl: Verdoezelingseffect
pl: Efekt rozmycia
pt: Efeito de borrão
pt_br: Efeito de borrão
ru: Размытие
sl: Učinek zabrisanosti
sv: Suddighetseffekt
tr: Bulanıklaştırma efekti
uk: Ефект розмивання
zh_tw: 模糊效果

source: Colorize effect
bs: Efekt kolorizacije
ca: Efecte acoloriment
cs: Efekt vybarvení
da: Farvelægningseffekt
de: Einfärbungseffekt
el: Εφέ χρωματισμού
es: Efecto de coloreado
et: Toonimisefekt
fr: Effet de coloration
hu: Színezés hatás
is: Þrykkingaráhrif
it: Effetto di colorizzazione
nb: Fargeeffekt
nl: Inkleureffect
pl: Efekt koloryzacji
pt: Efeito de coloração
pt_br: Efeito colorizar
ru: Раскрашивание
sl: Učinek obarvanja
sv: Färgläggningseffekt
tr: Renklendirme efekti
uk: Ефект розфарбовування
zh_tw: 彩色效果

source: Grayscale effect
bs: Efekt sivih tonova
ca: Efecte escala de grisos
cs: Efekt odstínů šedé
da: Gråskala-effekt
de: Graustufen-Effekt
el: Εφέ κλίμακας γκρι
es: Efecto de escala de grises
et: Halltooniefekt
fr: Effet d'échelle de gris
hu: Szürkeárnyalatos hatás
is: Grátóna áhrif
it: Effetto in scala di grigio
nb: Gråskala-effekt
nl: Grijswaarde-effect
pl: Efekt skali szarości
pt: Efeito de tons de cinzento
pt_br: Efeito de tons de cinza
ru: Оттенки серого
sl: Učinek sivin
sv: Gråskaleeffekt
tr: Gri tonlama efekti
uk: Ефект перетворення на тони сірого
zh_tw: 灰階效果

source: Negative effect
bs: Efekt negativa
ca: Efecte negatiu
cs: Efekt negativních barev
da: Negativ-effekt
de: Negativ-Effekt
el: Εφέ αρνητικού
es: Efecto negativo
et: Negatiiviefekt
fr: Effet négatif
hu: Negatív hatás
is: Negatívuáhrif
it: Effetto negativo
nb: Negativ-effekt
nl: Negatief effect
pl: Efekt negatywu
pt: Efeito de negativo
pt_br: Efeito negativo
ru: Негатив
sl: Učinek negativa
sv: Negativ effekt
tr: Negatif efekti
uk: Ефект негатива
zh_tw: 負片效果

source: Sepia effect
bs: Sepia efekt
ca: Efecte sèpia
cs: Efekt sépiové barvy
da: Sepia-effekt
de: Sepia-Effekt
el: Καστανόχρωμο εφέ
es: Efecto sepia
et: Seepiaefekt
fr: Effet sépia
hu: Szépia hatás
is: Sepíaáhrif
it: Effetto seppia
nb: Sepia-effekt
pl: Efekt sepii
pt: Efeito de sépia
pt_br: Efeito sépia
ru: Сепия
sl: Učinek sepija
sv: Sepiaeffekt
tr: Sepya efekti
uk: Ефекти сепії
zh_tw: 墨色效果

source: Effect name
bs: Ime efekta
ca: Nom de l'efecte
cs: Název efektu
da: Effektnavn
de: Effektname
el: Όνομα εφέ
es: Nombre del efecto
et: Efekti nimi
fr: Nom de l'effet
hu: Hatás neve
is: Heiti áhrifa
it: Nome dell'effetto
nb: Effektnavn
nl: Effectnaam
pl: Nazwa efektu
pt: Nome do efeito
pt_br: Nome do efeito
ru: Название эффекта
sl: Ime učinka
sv: Effektnamn
tr: Efekt adı
uk: Назва ефекту
zh_tw: 效果名稱

source: Pixel size
bs: Veličina u tačkama
ca: Grandària del píxel
cs: Velikost pixelu
da: Pixelstørrelse
de: Pixelgröße
el: Μέγεθος εικονοστοιχείου
es: Tamaño del píxel
et: Piksli suurus
fr: Taille de pixel
hu: Képpontméret
is: Stærð mynddíla
it: Dimensione dei pixel
nb: Pikselstørrelse
nl: Pixelgrootte
pl: Rozmiar piksela
pt: Tamanho dos pontos
pt_br: Tamanho do pixel
ru: Размер пиксела
sl: Velikost slikovne točke
sv: Bildpunktsstorlek
tr: Piksel boyutu
uk: Розмір пікселя
zh_tw: 像素大小

source: Pixelize effect
bs: Tačkasti efekt
ca: Efecte pixelar
cs: Efekt pixelizace
da: Pixeleringseffekt
de: Verpixelungseffekt
el: Pixelize εφέ
es: Efecto de pixelación
et: Mosaiigiefekt
fr: Effet de pixellisation
hu: Pixelesítés hatás
is: Stöllótt áhrif
it: Effetto di mosaicizzazione
nb: Pikseliser-effekt
nl: Effect met pixels maken
pl: Efekt pikselowania
pt: Efeito de pixelização
pt_br: Efeito pixelizado
ru: Пикселизация
sl: Učinek točkovanja
sv: Bildpunktseffekt
tr: Pikselleştirme efekti
uk: Ефект пікселювання
zh_tw: 像素化效果

source: Pixelize [%1 = %2]
bs: Pikselizacija [%1 = %2]
ca: Pixelar [%1 = %2]
cs: Pixelizovat [%1 = %2]
da: Pixelering [%1 = %2]
de: Pixeln [%1 = %2]
es: Pixelar [%1 = %2]
fr: Pixéliser [%1 = %2]
hu: Pixelesítés [%1 = %2]
is: Gera stöllótt [%1 = %2]
it: Mosaico [%1 = %2]
nb: Pikseliser [%1 = %2]
nl: Pixels maken [%1 = %2]
pl: Pikselizuj [%1 = %2]
pt: Pixelização [%1 = %2]
pt_br: Pixelizar [%1 = %2]
sl: Točkuj [%1 = %2]
sv: Lägg till bildpunkter [%1 = %2]
tr: Pikselleştir [%1 = %2]
uk: Пікселювати [%1 = %2]
zh_tw: 像素化 [%1 = %2]

source: Radius
ca: Radi
cs: Poloměr
el: Ακτίνα
es: Radio
et: Raadius
fr: Rayon
hu: Sugár
is: Radíus
it: Raggio
nl: Straal
pl: Promień
pt: Raio
pt_br: Raio
ru: Радиус
sl: Polmer
sv: Radie
tr: Yarıçap
uk: Радіус
zh_tw: 半徑

source: Layer
bs: Sloj
ca: Capa
cs: Vrstva
da: Lag
de: Ebene
el: Επίπεδο
es: Capa
et: Kiht
fr: Calque
hu: Réteg
is: Lag
it: Livello
nb: Lag
nl: Laag
pl: Warstwa
pt: Camada
pt_br: Camada
ru: Слой
sl: Plast
sv: Lager
tr: Katman
uk: Шар
zh_tw: 層次

source: &Tools
bs: &Alati
ca: &Eines
cs: Nás&troje
da: Værk&tøjer
de: E&xtras
el: &Εργαλεία
es: &Herramientas
et: &Tööriistad
fr: Ou&tils
hu: &Eszközök
is: Á&höld
it: S&trumenti
nb: Verk&tøy
nl: H&ulpmiddelen
pl: &Narzędzia
pt: Ferramen&tas
pt_br: Ferramen&tas
ru: С&ервис
sl: O&rodja
sv: Verk&tyg
tr: &Araçlar
uk: &Інструменти
zh_tw: 工具(&T)

source: Main Toolbar
bs: Glavna alatna traka
ca: Barra d'eines principal
cs: Hlavní nástrojová lišta
da: Hovedværktøjslinje
de: Haupt-Werkzeugleiste
el: Κύρια γραμμή εργαλείων
es: Barra de herramientas principal
et: Peamine tööriistariba
fr: Barre principale d'outils
hu: Fő eszköztár
is: Aðalverkfæraslá
it: Barra principale
nb: Hovedverktøylinje
nl: Hoofdwerkbalk
pl: Główny pasek narzędzi
pt: Barra Principal
pt_br: Barra de ferramentas principal
ru: Основная панель инструментов
sl: Glavna orodna vrstica
sv: Huvudverktygsrad
tr: Ana Araç Çubuğu
uk: Головна панель
zh_tw: 主工具列

source: Input file
bs: Ulazna datoteka
ca: Fitxer d'entrada
cs: Vstupní soubor
da: Input-fil
de: Eingabedatei
el: Αρχείο εισόδου
es: Archivo de entrada
et: Sisendfail
fr: Fichier d'entrée
hu: Bemeneti fájl
is: Inntaksskrá
it: File di ingresso
nb: Inn-fil
nl: Invoerbestand
pl: Plik wejściowy
pt: Ficheiro de entrada
pt_br: Arquivo de entrada
ru: Входной файл
sl: Vhodna datoteka
sv: Indatafil
tr: Girdi dosyası
uk: Вхідний файл
zh_tw: 輸入檔案

source: Canvas size change
bs: Promjena veličine platna
ca: Canvia la mida del llenç
cs: Změna velikosti plátna
da: Ændring af lærredstørrelse
de: Änderung der Seitengröße
el: Αλλαγή μεγέθους καμβά
es: Cambiar el tamaño del lienzo
et: Lõuendi suuruse muutmine
fr: Changement de taille de canevas
hu: Vászonméret módosítás
is: Breyting á stærð striga
it: Cambio delle dimensioni della tela
nb: Endre lerretsstørrelse
nl: Wijziging in werkbladgrootte
pl: Zmiana rozmiaru płótna
pt: Mudança do tamanho da área de desenho
pt_br: Mudar tamanho da tela
ru: Изменение размера холста
sl: Sprememba velikosti platna
sv: Ändra dukstorlek
tr: Tuval boyutu değiştir
uk: Зміна розмірів полотна
zh_tw: 畫布大小變更

source: Photo Layouts Editor
bs: Uređivač foto rasporeda
ca: Editor de presentacions de fotos
cs: Editor rozvržení snímků
da: Editor til fotolayout
de: Fotolayout-Editor
es: Editor de capas de fotos
et: Fotode paigutusredaktor
fr: Éditeur de dispositions de photos
hu: Fényképelrendezés szerkesztő
is: Ljósmyndauppsetningarforrit
it: Editor di impaginazioni di foto
nb: Fotoutleggsredigerer
nl: Opmaakbewerker voor foto's
pl: Edytor układów zdjęcia
pt: Editor de Formatos de Fotografias
pt_br: Editor de leiautes de foto
ru: Редактор коллажей
sl: Urejevalnik razporedov fotografij
sv: Fotolayouteditor
tr: Fotoğraf Yerleşim Düzenleyici
uk: Редактор компонування фотографій
zh_tw: 相片佈局編輯器

# Saves canvas as a template file...
source: Save As Template...
bs: Snimi kao predložak...
ca: Desa com a plantilla...
cs: Uložit jako šablonu...
da: Gem som skabelon...
de: Als Vorlage speichern ...
el: Αποθήκευση ως πρότυπο...
es: Guardar como plantilla...
et: Salvesta mallina...
fr: Enregistrer comme modèle...
hu: Mentés sablonként…
is: Vista sem sniðmát...
it: Salva come modello...
nb: Lagre som mal …
nl: Opslaan als sjabloon...
pl: Zapisz jako szablon...
pt: Gravar como Modelo...
pt_br: Salvar como modelo...
ru: Сохранить как &шаблон...
sl: Shrani kot predlogo ...
sv: Spara som mall...
tr: Şablon Olarak Kaydet...
uk: Зберегти як шаблон…
zh_tw: 存為樣本...

# Export current frame layout to image file...
source: Export...
bs: Izvezi...
ca: Exporta...
cs: Exportovat...
da: Eksportér...
de: Exportieren ...
el: Εξαγωγή...
es: Exportar...
et: Ekspordi...
fr: Exporter...
hu: Exportálás…
is: Flytja út...
it: Esporta...
nb: Eksporter …
nl: Exporteren...
pl: Eksportuj...
pt: Exportar...
pt_br: Exportar...
ru: Экспорт...
sl: Izvozi ...
sv: Exportera...
tr: Dışarıya Aktar...
uk: Експортувати…
zh_tw: 匯出...

# Adds new image(s) from file...
source: Add image(s)...
bs: Dodaj slike...
ca: Afegeix imatge(s)...
cs: Přidat obrázek(y)...
da: Tilføj billeder...
de: Bild(er) hinzufügen ...
el: Προσθήκη εικόνων...
es: Añadir imágenes
et: Lisa pilte...
fr: Ajouter une ou des images...
hu: Képek hozzáadása…
is: Bæta við myndum...
it: Aggiungi immagini...
nb: Legg til bilde(r) …
nl: Afbeelding(en) toevoegen...
pl: Dodaj obraz(y)...
pt: Adicionar imagens...
pt_br: Adicionar imagem(ns)...
ru: Добавить изображения...
sl: Dodaj sliko(e) ...
sv: Lägg till bild(er)...
tr: Resim(ler) ekle...
uk: Додати зображення…
zh_tw: 新增影像...

# View grid lines...
source: Show...
bs: Prikaži...
ca: Mostra...
cs: Zobrazit...
da: Vis...
de: Anzeigen ...
el: Εμφάνιση...
es: Mostrar...
et: Näita...
fr: Afficher...
hu: Megjelenítés…
is: Sýna...
it: Mostra...
nb: Vis …
nl: Tonen...
pl: Pokaż...
pt: Mostrar...
pt_br: Exibir...
ru: Показать...
sl: Pokaži ...
sv: Visa...
tr: Göster...
uk: Показати…
zh_tw: 顯示...

# Configure grid lines visibility...
source: Setup grid...
bs: Postavi mrežu...
ca: Configura la graella...
cs: Nastavení mřížky...
da: Opsætning af gitter...
de: Gitter einrichten ...
el: Ρύθμιση καννάβου...
es: Configurar cuadrícula...
et: Seadista alusvõrku...
fr: Configurer la grille...
hu: Rács beállítása…
is: Uppsetning hnitanets...
it: Configura la griglia...
nb: Sett opp rutenett …
nl: Raster instellen...
pl: Ustaw siatkę...
pt: Configurar a grelha...
pt_br: Configurar grade...
ru: Настроить сетку...
sl: Nastavi mrežo ...
sv: Anpassa rutnät...
tr: Izgarayı ayarla...
uk: Налаштувати сітку…
zh_tw: 設定格線...

# Configure canvas size...
source: Change canvas size...
bs: Promijeni veličinu platna...
ca: Canvia la mida del llenç...
cs: Změnit velikost plátna...
da: Ændring af lærredstørrelse...
de: Seitengröße ändern ...
el: Αλλαγή μεγέθους καμβά...
es: Cambiar el tamaño del lienzo...
et: Muuda lõuendi suurust...
fr: Changer la taille du canevas...
hu: Vászonméret módosítása…
is: Breyta stærð striga...
it: Cambia le dimensioni della tela...
nb: Endre lerretsstørrelse …
nl: Werkbladgrootte wijzigen...
pl: Zmień rozmiar płótna...
pt: Mudar o tamanho da área de desenho...
pt_br: Mudar tamanho da tela...
ru: Изменить размер холста...
sl: Spremeni velikost platna ...
sv: Ändra dukstorlek...
tr: Tuval boyutunu değiştir...
uk: Змінити розміри полотна…
zh_tw: 變更畫布大小...

source: Layers
bs: Slojevi
ca: Capes
cs: Vrstvy
da: Lag
de: Ebenen
el: Επίπεδα
es: Capas
et: Kihid
fr: Calques
hu: Rétegek
is: Lög
it: Livelli
nb: Lag
nl: Lagen
pl: Warstwy
pt: Camadas
pt_br: Camadas
ru: Слои
sl: Plasti
sv: Lager
tr: Katmanlar
uk: Шари
zh_tw: 層次

source: Cannot read image file.
bs: Nije moguće otvoriti sliku.
ca: No es pot llegir el fitxer d'imatge.
cs: Nelze přečíst soubor obrázku.
da: Kan ikke læse billedfil.
de: Die Bilddatei kann nicht gelesen werden.
el: Αδυναμία ανάγνωσης αρχείου εικόνας.
es: No se puede leer imagen
et: Pildifaili lugemine nurjus.
fr: Impossible de lire un fichier d'image.
hu: Nem sikerült olvasni a képfájlt.
is: Get ekki lesið myndskrá.
it: Impossibile leggere il file dell'immagine.
nb: Kan ikke lese bildefil.
nl: Kan afbeeldingsbestand niet lezen.
pl: Nie można odczytać pliku obrazu.
pt: Não é possível ler o ficheiro de imagem.
pt_br: Não foi possível ler o arquivo da imagem.
ru: Не удалось прочитать файл изображения.
sl: Ni bilo mogoče prebrati slikovne datoteke.
sv: Kan inte läsa bildfil.
tr: Resim dosyası okunamıyor.
uk: Не вдалося прочитати файл зображення.
zh_tw: 無法讀取影像檔。

source: *.ple|Photo Layouts Editor files
ca: *.ple|Fitxers de l'editor de presentacions de fotos
cs: *.ple|Soubory editoru rozvržení snímků
da: *.ple|Editor-filer til fotolayout
de: *.ple|Fotolayout-Editordateien
el: *.ple|Αρχεία Photo Layouts Editor
es: .ple|Archivos del editor de capas de fotografías
fr: *.ple|Fichiers d'éditeur de dispositions de photos
hu: *.ple|Fényképelrendezés szerkesztő fájlok
is: *.ple|Photo Layouts Editor skrár
it: *.ple|File dell'editor di impaginazioni di foto
nb: *.ple | Filer for fotoutleggsredigerer
nl: *.ple|Opmaakbewerkerbestanden voor foto's
pl: *.ple|Pliki Edytora układów zdjęć
pt: *.ple|Ficheiros do Editor de Formatos de Fotografias
pt_br: *.ple|Arquivos do Editor de leiautes de foto
sl: *.ple|Datoteke urejevalnika razporedov fotografij
sv: *.ple|Fotolayoutfiler
tr: *.ple|Fotoğraf Yerleşim Düzenleyici dosyaları
uk: *.ple|файли редактора компонувань фотографій
zh_tw: *.ple|相片佈局編輯器檔

source: There is nothing to save.
bs: Nema ništa za snimiti.
ca: No hi ha res per desar.
cs: Nic k uložení.
da: Der er intet at gemme.
de: Es gibt nichts zu speichern.
el: Δεν υπάρχει τίποτε για αποθήκευση.
es: No hay nada para guardar
et: Pole midagi salvestada.
fr: Il n'y a rien à enregistrer.
hu: Nincs mit menteni.
is: Það er ekkert til að vista.
it: Non c'è niente da salvare.
nb: Det er ingenting å lagre.
nl: Er is niets om op te slaan.
pl: Nie ma nic do zapisania.
pt: Não existe nada para gravar.
pt_br: Não há nada para salvar.
ru: Нечего сохранить.
sl: Ničesar ni za shraniti.
sv: Det finns ingenting att spara.
tr: Kaydedilecek hiçbir şey yok.
uk: Нічого зберігати!
zh_tw: 沒有東西可儲存。

source: Image can't be saved in selected file.
bs: Slika ne može biti snimljena u odabrani dokument.
ca: No s'ha pogut desar la imatge al fitxer seleccionat.
cs: Obrázek nelze uložit do vybraného souboru.
da: Billedet kan ikke gemmes i den valgte fil.
de: Das Bild kann nicht in der ausgewählten Datei gespeichert werden.
el: Αδυναμία αποθήκευσης της εικόνας στο επιλεγμένο αρχείο.
es: La imagen no se puede guardar en el archivo seleccionado
et: Pilti ei saa salvestada valitud faili.
fr: Impossible d'enregistrer l'image dans le fichier sélectionné.
hu: A kép nem menthető a kijelölt fájlba.
is: Ekki er hægt að vista mynd í valda skrá.
it: L'immagine non può essere salvata nel file selezionato.
nb: Bildet kan ikke lagres i den valgte fila.
nl: Afbeelding kan niet worden opgeslagen in geselecteerd bestand.
pl: Nie można zapisać obrazu w wybranym pliku.
pt: A imagem não pode ser gravada no ficheiro seleccionado.
pt_br: A imagem não pode ser salva no arquivo selecionado.
ru: Невозможно сохранить изображение в выбранный файл.
sl: Slike ni mogoče shraniti v izbrano datoteko.
sv: Bilden kan inte sparas i markerad fil.
tr: Dosya seçilen dosyaya kaydedilemiyor.
uk: Не вдалося зберегти дані зображення у вказаному файлі.
zh_tw: 影像無法儲存在選取的檔案中。

source: Unexpected error while saving an image.
bs: Neočekivana greška prilikom snimanja slike.
ca: Error inesperat en desar una imatge.
cs: Neočekávaná chyba při ukládání obrázku.
da: Uventet fejl under gemning af et billede.
de: Unerwarteter Fehler beim Speichern eines Bildes.
el: Απροσδόκητο σφάλμα κατά την αποθήκευση εικόνας.
es: Error al guardar una imagen.
et: Ootamatu tõrge pildi salvestamisel.
fr: Erreur inattendue lors de l'enregistrement d'une image.
hu: Nem várt hiba történt a kép mentése során.
is: Óvænt villa við vistun myndar.
it: Errore inatteso nel salvataggio di un'immagine.
nb: Uventet feil mens et bilde ble lagret.
nl: Onverwachte fout bij opslaan van een afbeelding.
pl: Nieoczekiwany błąd podczas zapisywania obrazu.
pt: Ocorreu um erro inesperado ao gravar uma imagem.
pt_br: Erro inesperado ao salvar uma imagem.
ru: Неожиданная ошибка при сохранении изображения.
sl: Nepričakovana napaka med shranjevanjem slike.
sv: Oväntat fel när en bild skulle sparas.
tr: Bir resim kaydedilirken beklenmedik hata.
uk: Неочікувана помилка під час спроби зберегти зображення.
zh_tw: 儲存影像時發生未預期的錯誤。

source: Save changes to current frame?
bs: Saćuvaj promjene u trenutnom okviru?
ca: Desar els canvis al fotograma actual?
cs: Uložit změny do současného snímku?
da: Gem ændringer på aktuel ramme?
de: Änderungen am aktuellen Rahmen speichern?
el: Να αποθηκευτούν οι αλλαγές στο τρέχον πλαίσιο;
es: Guardar cambios del marco en uso?
et: Kas salvestada muudatused?
fr: Enregistrer les modifications dans la trame actuelle ?
hu: Menti a változtatásokat a jelenlegi keretbe?
is: Vista breytingar í þennan ramma?
it: Salvare le modifiche nel riquadro attuale?
nb: Skal endringer til gjeldende ramme lagres?
nl: Wijzigingen opslaan naar het huidige frame?
pl: Czy zapisać zmiany do bieżącej ramki?
pt: Deseja gravar as alterações na moldura actual?
pt_br: Salvar alteração ao quadro atual?
ru: Сохранить изменения, сделанные в этом коллаже?
sl: Shranim spremembe za trenutni okvir?
sv: Spara ändringar av nuvarande ram?
tr: Değişiklikler geçerli kareye kaydedilsin mi?
uk: Зберегти зміни до поточного кадру?
zh_tw: 要將變更儲存到目前的框內嗎？
