Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_photolayouteditor.po
Languages: bs, ca, cs, da, de, el, es, et, fr, hu, is, it, nb, nl, pl, pt, pt_br, ru, sl, sv, tr, uk, zh_tw

source: Move layers down
bs: Pomakni slojeve dolje
ca: Mou les capes avall
cs: Posunout vrstvy níže
da: Flyt lag ned
de: Ebenen nach unten schieben
el: Μετακίνηση επιπέδων κάτω
es: Mover capas abajo
et: Liiguta kihid allapoole
fr: Déplacer les calques vers le bas
hu: Rétegek mozgatása le
is: Færa lög niður
it: Abbassa livelli
nb: Flytt lag ned
nl: Nieuwe laag omlaag
pl: Przesuń warstwy w dół
pt: Descer as camadas
pt_br: Mover camadas para baixo
ru: Перемещение слоёв вниз
sl: Premakni plasti dol
sv: Flytta lager neråt
tr: Katmanları aşağı taşı
uk: Пересунути шар нижче
zh_tw: 將層次下移

source: Change parent layer
bs: Promijeni roditeljski sloj
ca: Canvia la capa pare
cs: Změnit nadřazenou vrstvu
da: Skift forælderlag
de: Übergeordnete Ebene ändern
el: Αλλαγή προηγούμενου επιπέδου
es: Cambiar capa padre
et: Muuda eellaskihti
fr: Changer le calque parent
hu: Szülőréteg módosítása
is: Skipta um yfirlag
it: Cambia livello genitore
nb: Endre overliggende lag
nl: Moederlaag wijzigen
pl: Zmień warstwę nadrzędną
pt: Mudar a camada-mãe
pt_br: Alterar camada pai
ru: Изменение основного слоя
sl: Spremeni nadrejeno plast
sv: Ändra överliggande lager
tr: Üst katmanı değiştir
uk: Змінити основний шар
zh_tw: 變更父層次

source: Invalid image size!
bs: Neispravna veličina slike!
ca: Mida de la imatge no vàlida!
cs: Neplatná velikost obrázku.
da: Ugyldig billedstørrelse!
de: Ungültige Bildgröße.
el: Μη έγκυρο μέγεθος εικόνας!
es: Tamaño de imagen no válido.
et: Vigane pildi suurus!
fr: Taille d'image non valable !
hu: Érvénytelen képméret!
is: Ógild stærð myndar!
it: Dimensione dell'immagine non valida.
nb: Ugyldig bildestørrelse.
nl: Ongeldige afbeeldingsgrootte!
pl: Nieprawidłowy rozmiar obrazu!
pt: O tamanho da imagem é inválido!
pt_br: Tamanho da imagem inválido!
ru: Недопустимый размер изображения.
sl: Neveljavna velikost slike!
sv: Ogiltig bildstorlek.
tr: Geçersiz resim boyutu!
uk: Некоректний розмір зображення!
zh_tw: 不合法的影像大小。

source: Can't save canvas!
bs: Ne mogu sačuvati platno!
ca: No s'ha pogut desar el llenç!
cs: Plátno nelze uložit.
da: Kan ikke gemme lærred!
de: Seite kann nicht gespeichert werden.
el: Αδυναμία αποθήκευσης καμβά!
es: El lienzo no se puede guardar!
et: Lõuendi salvestamine nurjus!
fr: Impossible d'enregistrer le canevas !
hu: Nem menthető a vászon!
is: Get ekki vistað myndflöt!
it: Impossibile salvare la tela.
nb: Klarer ikke å lagre lerretet.
nl: Kan werkblad niet opslaan!
pl: Nie można zapisać płótna!
pt: Não é possível gravar a área de desenho!
pt_br: Não foi possível salvar a tela!
ru: Невозможно сохранить холст.
sl: Ni mogoče shraniti platna!
sv: Kan inte spara duk.
tr: Tuval kaydedilemiyor!
uk: Не вдалося зберегти полотно!
zh_tw: 無法儲存項目。

source: Invalid file path.
bs: Neispravan put do datoteke.
ca: Camí de fitxer no vàlid.
cs: Neplatná cesta.
da: Ugyldig filsti.
de: Ungültiger Dateipfad.
el: Μη έγκυρη διαδρομή αρχείου.
es: Ruta de archivo no válida.
et: Vigane faili asukoht.
fr: Emplacement incorrect de fichier.
hu: Érvénytelen fájl útvonal.
is: Ógildar skráaslóðir.
it: Percorso di file non valido.
nb: Ugyldig filsti.
nl: Ongeldig bestandspad.
pl: Nieprawidłowa ścieżka pliku.
pt: O local do ficheiro é inválido.
pt_br: Localização de arquivo inválida.
ru: Недопустимый путь к файлу.
sl: Neveljavna pot datoteke.
sv: Ogiltig filsökväg.
tr: Geçersiz dosya yolu.
uk: Некоректний шлях до файла.
zh_tw: 不合法的檔案路徑。

source: Remove items
bs: Ukloni stavke
ca: Elimina elements
cs: Odstranit položky
da: Fjern elementer
de: Elemente entfernen
el: Αφαίρεση αντικειμένων
es: Eliminar elementos
et: Eemalda elemendid
fr: Supprimer des éléments
hu: Elemek eltávolítása
is: Fjarlægja atriði
it: Rimuovi elementi
nb: Fjern elementer
nl: Items verwijderen
pl: Usuń elementy
pt: Remover os itens
pt_br: Remover itens
ru: Удаление объектов
sl: Odstrani predmete
sv: Ta bort objekt
tr: Ögeleri kaldır
uk: Вилучити об’єкти
zh_tw: 移除項目

source: Crop items
bs: Isijeci stavke
ca: Elements retallats
cs: Oříznout položky
da: Beskær elementer
de: Elemente zuschneiden
el: Αποκοπή αντικειμένων
es: Recortar elementos
et: Kärbi elemente
fr: Rogner des éléments
hu: Elemek levágása
is: Sníða utan af atriðum
it: Ritaglia elementi
nb: Beskjær elementer
nl: Items uitsnijden
pl: Przytnij elementy
pt: Recortar os itens
pt_br: Cortar itens
ru: Обрезка объектов
sl: Obreži predmete
sv: Beskär objekt
tr: Ögeleri kırp
uk: Обрізати об’єкти
zh_tw: 裁剪項目

source: Bounding rectangle of the crop shape has size [%1px x %2px] and it's less than 1px x 1px
bs: Granični pravougaonik oblika isjecanja ima veličinu [%1px x %2px] i manje je od 1px x 1px
ca: Rectangle delimitador de la forma de tall té una mida [%1px x %2px] i és menys de 1px x 1px
cs: Ohraničující obdélník tvaru pro oříznutí má rozměry [%1px x %2px] a je to je méně než 1px x 1px
da: Afgrænsende firkant for beskæringsformen har størrelsen [%1px x %2px] og det er mindre end 1px x 1px
de: Der umfassende Rahmen des Zuschnittobjekts hat die Größe %1 px x %2 px und ist kleiner als 1px x 1px
el: Το ορθογώνιο πλαίσιο του αποκομμένου σχήματος έχει μέγεθος [%1px x %2px] και είναι μικρότερο από 1px x 1px
es: El tamaño del rectángulo que envuelve la imagen recortada es [%1px x %2px] y es menos que 1px x 1px
et: Kärpimiskujundi ümbritseva kasti mõõtmed on [%1px x %2px], mis on vähem kui 1px x 1px
fr: Le rectangle englobant de la forme de rognage possède une taille [%1px x %2px] et il est inférieur à 1px x 1px
hu: A vágási alakzat határoló téglalapjának [%1px x %2px] mérete van és ez kisebb mint 1px x 1px
is: Umgjörð utanskurðarformsins er með stærðina [%1px x %2px] og það er minna en 1px x 1px
it: Il rettangolo di delimitazione della forma di ritaglio ha dimensioni [%1px × %2px] ed è meno di [1px × 1px].
nb: Avgrensende rektangel for beskjæringsformen har størrelse [%1px × %2 px] og det er mindre enn 1 px × 1 px
nl: De omringende rechthoek van de afsnijvorm heeft afmetingen [%1px x %2px] en is kleiner dan 1px x 1px
pl: Prostokąt ograniczający kształtu przycinającego ma rozmiar [%1piks x %2piks] i jest mniejszy od 1piks x 1piks
pt: O rectângulo envolvente da área de recorte tem um tamanho [%1px x %2px] que é menor que 1px x 1px
pt_br: Retângulo da forma de corte possui tamanho [%1px x %2px] e ele é menos que 1px x 1px
ru: Рамка для обрезки имеет размер %1✕%2 пикселов, это меньше, чем 1✕1 пиксел.
sl: Pravokotnik, ki omejuje obliko obrezovanja, ima velikost [%1 točk x %2 točk] in je manjši od 1 točka x 1 točka
sv: Beskärningsformens omgivande rektangel har storleken [%1px x %2px] och det är mindre än 1px x 1px.
tr: Kırpma şeklini kaplayan dikdörtgen [%1px x %2px] boyutlarına sahip ve 1px x 1px boyutundan az
uk: Обмежувальний прямокутник форми обрізання має розміри [%1пк ⨯ %2пк], які є меншими за 1пк ⨯ 1пк
zh_tw: 剪裁形狀的邊框矩形大小為 [%1像素 x %2像素]，它小於 1像素 x 1像素

source: Rotate item
bs: Rotiraj stavku
ca: Gira l'element
cs: Otočit položku
da: Rotér element
de: Element drehen
el: Περιστροφή αντικειμένου
es: Rotar elemento
et: Pööra elementi
fr: Faire pivoter un élément
hu: Elem forgatása
is: Snúa atriði
it: Ruota elemento
nb: Roter element
nl: Item draaien
pl: Obróć element
pt: Rodar o item
pt_br: Girar item
ru: Вращение объектов
sl: Zavrti predmete
sv: Rotera objekt
tr: Ögeyi döndür
uk: Обернути об’єкти
zh_tw: 旋轉項目

source: Move item
bs: Premjesti stavku
ca: Mou l'element
cs: Přesunout položku
da: Flyt element
de: Element verschieben
el: Μετακίνηση αντικειμένου
es: Mover elemento
et: Liiguta elementi
fr: Déplacer un élément
hu: Elem áthelyezése
is: Færa atriði
it: Sposta elemento
nb: Flytt element
nl: Item verplaatsen
pl: Przenieś element
pt: Mover o item
pt_br: Mover item
ru: Перемещение объектов
sl: Premakni predmete
sv: Flytta objekt
tr: Ögeyi taşı
uk: Пересунути об’єкти
zh_tw: 移動項目

source: Scale item
bs: Raširi predmet
ca: Escala l'element
cs: Změnit měřítko položky
da: Skalér element
de: Element skalieren
el: Κλιμάκωση αντικειμένου
es: Escalar elemento
et: Skaleeri elementi
fr: Mettre à l'échelle un élément
hu: Elem méretezése
is: Kvarða atriði
it: Riscala elemento
nb: Skaler element
nl: Item schalen
pl: Skaluj element
pt: Escalar o item
pt_br: Escalonar item
ru: Масштабирование объектов
sl: Umeri predmete
sv: Skala objekt
tr: Ögeyi ölçekle
uk: Масштабувати об’єкти
zh_tw: 調整項目

source: Add item
bs: Dodaj stavku
ca: Afegeix un element
cs: Přidat položku
da: Tilføj element
de: Element hinzufügen
el: Προσθήκη αντικειμένου
es: Añadir elemento
et: Lisa element
fr: Ajouter un élément
hu: Elem hozzáadása
is: Bæta við atriði
it: Aggiungi elemento
nb: Legg til element
nl: Item toevoegen
pl: Dodaj element
pt: Adicionar o item
pt_br: Adicionar item
ru: Добавление объектов
sl: Dodaj predmete
sv: Lägg till objekt
tr: Öge ekle
uk: Додати об’єкти
zh_tw: 新增項目

source: Crop item
bs: Isijeci stavku
ca: Element retallat
cs: Oříznout položku
da: Beskær element
de: Element zuschneiden
el: Αποκοπή αντικειμένου
es: Recortar elemento
et: Kärbi elementi
fr: Rogner un élément
hu: Elem levágása
is: Sníða utan af atriði
it: Ritaglia elemento
nb: Beskjær element
nl: Item uitsnijden
pl: Przytnij element
pt: Recortar o item
pt_br: Cortar item
ru: Обрезка объектов
sl: Obreži predmete
sv: Beskär objekt
tr: Ögeyi kırp
uk: Обрізати об’єкти
zh_tw: 裁剪項目

source: Remove item
bs: Ukloni stavku
ca: Elimina un element
cs: Odstranit položku
da: Fjern element
de: Element entfernen
el: Αφαίρεση αντικειμένου
es: Eliminar elemento
et: Eemalda element
fr: Supprimer un élément
hu: Elem eltávolítása
is: Fjarlægja atriði
it: Rimuovi elemento
nb: Fjern element
nl: Item verwijderen
pl: Usuń element
pt: Remover o item
pt_br: Remover item
ru: Удаление объектов
sl: Odstrani predmete
sv: Ta bort objekt
tr: Ögeyi kaldır
uk: Вилучити об’єкти
zh_tw: 移除項目

source: Change item's image
bs: Promijeni sliku stavke
ca: Canvia la imatge de l'element
cs: Změnit obrázek položky
da: Skift billede for element
de: Bild des Elements ändern
el: Αλλαγή εικόνας αντικειμένου
es: Cambiar la imagen del elemento
et: Muuda elemendi pilti
fr: Changer une image de l'élément
hu: Az elem képének módosítása
is: Breyta mynd fyrir atriðið
it: Cambia immagine dell'elemento
nb: Endre elementets bilde
nl: Afbeelding van items wijzigen
pl: Zmień obraz elementu
pt: Mudar a imagem do item
pt_br: Alterando a imagem do item
ru: Изменение изображения объекта
sl: Spremeni sliko predmeta
sv: Ändra objektets bild
tr: Öge resmini değiştir
uk: Змінити зображення об’єкта
zh_tw: 變更項目影像

source: Delete selected item
bs: Obriši odabranu stavku
ca: Elimina l'element seleccionat
cs: Smazat vybranou položku
da: Slet markeret element
de: Ausgewähltes Element löschen
el: Διαγραφή επιλεγμένου αντικειμένου
es: Borrar elemento seleccionado
et: Kustuta valitud element
fr: Supprimer un élément sélectionné
hu: A kijelölt elem törlése
is: Eyða völdu atriði
it: Elimina elemento selezionato
nb: Slett valgt element
nl: Verwijder geselecteerd item
pl: Usuń wybrany element
pt: Apagar o item seleccionado
pt_br: Excluir o item selecionado
ru: Удаление выбранных объектов
sl: Izbriši izbrane predmete
sv: Ta bort markerat objekt
tr: Seçili ögeyi sil
uk: Вилучити позначені об’єкти
zh_tw: 刪除選取的項目

source: Canvas background
bs: Pozadina platna
ca: Fons del llenç
cs: Pozadí plátna
da: Lærredbaggrund
de: Seitenhintergrund
el: Φόντο καμβά
es: Fondo del lienzo
et: Lõuendi taust
fr: Arrière-plan du canevas
hu: Vászon háttér
is: Bakgrunnur myndflatar
it: Sfondo della tela
nb: Lerretsbakgrunn
nl: Achtergrond van werkblad
pl: Tło płótna
pt: Fundo da área de desenho
pt_br: Plano de fundo da tela
ru: Фон холста
sl: Ozadje platna
sv: Dukbakgrund
tr: Tuval arkaplanı
uk: Тло полотна
zh_tw: 畫布背景

source: Saving background...
bs: Snimanje pozadine...
ca: S'està desant el fons...
cs: Ukládání pozadí...
da: Gemmer baggrund...
de: Hintergrund wird gespeichert ...
el: Αποθήκευση φόντου...
es: Guardando el fondo...
et: Tausta salvestamine...
fr: Enregistrement de l'arrière-plan en cours...
hu: Háttér mentése…
is: Vista bakgrunn...
it: Salvataggio dello sfondo...
nb: Lagrer bakgrunn …
nl: Achtergrond opslaan...
pl: Zapisywanie tła...
pt: A gravar o fundo...
pt_br: Salvando plano de fundo...
ru: Сохранение фона...
sl: Shranjevanje ozadja ...
sv: Sparar bakgrund...
tr: Arkaplan kaydediliyor...
uk: Збереження тла…
zh_tw: 儲存背景中...

source: Saving %1...
bs: Snimanje %1...
ca: S'està desant %1...
cs: Ukládám %1...
da: Gemmer %1...
de: %1 wird gespeichert ...
el: Αποθήκευση %1...
es: Guardando %1...
et: Salvestatakse %1...
fr: Enregistrement de %1 en cours...
hu: %1 mentése…
is: Vista: %1...
it: Salvataggio di %1...
nb: Lagrer %1 …
nl: %1 wordt opgeslagen...
pl: Zapisywanie %1...
pt: A gravar o %1...
pt_br: Salvando %1...
ru: Сохранение «%1»...
sl: Shranjevanje %1 ...
sv: Sparar %1...
tr: %1 kaydediliyor...
uk: Збереження %1…
zh_tw: 儲存 %1 中...

source: Saving border...
bs: Snimanje okvira...
ca: S'està desant la vora...
cs: Ukládání okraje...
da: Gemmer kanter...
de: Rand wird gespeichert ...
el: Αποθήκευση περιγράμματος...
es: Guardando borde...
et: Piirde salvestamine...
fr: Enregistrement de la bordure en cours...
hu: Szegély mentése…
is: Vista jaðar...
it: Salvataggio del bordo...
nb: Lagrer kant …
nl: Randen opslaan...
pl: Zapisywanie obramowania...
pt: A gravar a moldura...
pt_br: Salvando bordas...
ru: Сохранение рамки...
sl: Shranjevanje obrobe ...
sv: Sparar kant...
tr: Kenarlık kaydediliyor...
uk: Збереження рамки…
zh_tw: 儲存邊框中...

source: Unable to create one element
bs: Nemoguće kreirati %1 element
ca: No s'ha pogut crear cap element
cs: Nelze vytvořit jeden prvek
da: Kan ikke oprette et element
de: Ein Element kann nicht erstellt werden
es: No se ha podido crear un elemento
fr: Impossible de créer un seul élément
hu: Nem lehet létrehozni egy elemet
is: Gat ekki búið til eitt atriði
it: Impossibile creare %1 elemento
nb: Klarte ikke å opprette ett element
nl: Kan één element niet aanmaken
pl: Nie można utworzyć jednego elementu
pt: Não é possível criar um elemento
pt_br: Não foi possível criar um elemento
sl: Ni bilo mogoče ustvariti %1 predmetov
sv: Kunde inte skapa ett element
tr: Bir öge oluşturma başarısız
uk: Не вдалося створити %1 елемент
zh_tw: 無法建立 %1 個元素

source: Are you sure you want to delete selected item?
bs: Jeste li sigurni da želite izbrisati %1 označenu stavku?
ca: Esteu segur que voleu suprimir l'element seleccionat?
cs: Opravdu si přejete smazat vybranou položku?
da: Vil du virkelig slette det markerede element?
de: Sind Sie sicher, dass Sie das ausgewählte Element löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το επιλεγμένο αντικείμενο;
es: Está seguro que desea borrar el elemento seleccionado?
et: Kas tõesti kustutada valitud element?
fr: Voulez-vous supprimer l'élément sélectionné ?
hu: Biztosan törölni szeretné a kijelölt elemet?
is: Ertu viss um að þú viljir eyða völdu atriði?
it: Sei sicuro di voler eliminare l'elemento selezionato?
nb: Er du sikker på at du vil slette det markerte elementet?
nl: Wilt u het geselecteerde item verwijderen?
pl: Czy na pewno chcesz usunąć wybrany element ?
pt: Tem a certeza que deseja apagar o item seleccionado?
pt_br: Tem certeza de que deseja excluir o item selecionado?
ru: Удалить %1 выбранный объект?
sl: Ali ste prepričani, da želite izbrisati izbranih %1 predmetov?
sv: Är du säker på att du vill ta bort markerat objekt?
tr: Seçili ögeyi silmek istediğinizden emin misiniz?
uk: Ви справді бажаєте вилучити %1 позначений об’єкт?
zh_tw: 您確定您要刪除這 %1 選取的項目嗎？

source: Items deleting
bs: Stavke se brišu
ca: Elements a eliminar
cs: Mazání položek
da: Sletning af elementer
de: Elemente werden gelöscht
el: Αντικείμενα διαγράφονται
es: Borrando elementos
et: Elementide kustutamine
fr: Suppression des éléments
hu: Elemek törlése
is: Eyði atriðum
it: Eliminazione degli elementi
nb: Sletter elementer
nl: Items verwijderd
pl: Usuwanie elementów
pt: A apagar os itens
pt_br: Itens excluídos
ru: Удаление объектов
sl: Brisanje predmetov
sv: Borttagning av objekt
tr: Çgeler siliniyor
uk: Вилучення об’єктів
zh_tw: 項目刪除中

source: Background Change
bs: Pozadina promijenjena
ca: Canvia el fons
cs: Změna pozadí
da: Ændring af baggrund
de: Änderung des Hintergrunds
el: Αλλαγή φόντου
es: Cambio del fondo
et: Tausta muutmine
fr: Changement d'arrière-plan
hu: Háttér módosítás
is: Breyting á bakgrunni
it: Cambio di sfondo
nb: Bakgrunnsendring
nl: Wijziging in achtergrond
pl: Zmiana tła
pt: Mudança do Fundo
pt_br: Alterar o plano de fundo
ru: Изменение фона
sl: Sprememba ozadja
sv: Bakgrundsändring
tr: Arkaplan Değişikliği
uk: Зміна тла
zh_tw: 背景變更

source: Canvas size
bs: Veličina platna
ca: Mida del llenç
cs: Velikost plátna
da: Lærredstørrelse
de: Seitengröße
el: Μέγεθος καμβά
es: Tamaño del lienzo
et: Lõuendi suurus
fr: Taille de canevas
hu: Vászonméret
is: Stærð myndflatar
it: Dimensioni della tela
nb: Lerretsstørrelse
nl: Werkbladgrootte
pl: Rozmiar płótna
pt: Tamanho da área de desenho
pt_br: Tamanho da tela
ru: Размер холста
sl: Velikost platna
sv: Dukstorlek
tr: Tuval boyutu
uk: Розмір полотна
zh_tw: 畫布大小

source: Custom
bs: Proizvoljno
ca: A mida
cs: Vlastní
da: Brugertilpasset
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
et: Kohandatud
fr: Personnalisée
hu: Egyéni
is: Sérsniðið
it: Personalizzato
nb: Tilpasset
nl: Aangepast
pl: Własny
pt: Personalizado
pt_br: Personalizado
ru: Другой
sl: Po meri
sv: Egen
tr: Özel
uk: Нетиповий
zh_tw: 自訂

source: Template
bs: Šablon
ca: Plantilla
cs: Šablona
da: Skabelon
de: Vorlage
el: Πρότυπο
es: Plantilla
et: Mall
fr: Modèle
hu: Sablon
is: Sniðmát
it: Modello
nb: Mal
nl: Sjabloon
pl: Szablon
pt: Modelo
pt_br: Modelo
ru: Шаблон
sl: Predloga
sv: Mall
tr: Şablon
uk: Шаблон
zh_tw: 樣本

source: Height
bs: Visina
ca: Alçada
cs: Výška
da: Højde
de: Höhe
el: Ύψος
es: Altura
et: Kõrgus
fr: Hauteur
hu: Magasság
is: Hæð
it: Altezza
nb: Høyde
nl: Hoogte
pl: Wysokość
pt: Altura
pt_br: Altura
ru: Высота
sl: Višina
sv: Höjd
tr: Yükseklik
uk: Висота
zh_tw: 高度

source: Orientation
bs: Orijentacija
ca: Orientació
cs: Orientace
da: Orientering
de: Ausrichtung
el: Προσανατολισμός
es: Orientación
et: Orientatsioon
hu: Tájolás
is: Stefna
it: Orientazione
nb: Retning
nl: Oriëntatie
pl: Orientacja
pt: Orientação
pt_br: Orientação
ru: Ориентация
sl: Usmerjenost
sv: Orientering
tr: Yönelim
uk: Орієнтація
zh_tw: 方向

source: Advanced
bs: Napredno
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
et: Muu
fr: Avancé
hu: Speciális
is: Nánar
it: Avanzate
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ru: Дополнительно
sl: Napredno
sv: Avancerat
tr: Gelişmiş
uk: Додатково
zh_tw: 進階

source: Resolution X
bs: Rezolucija X
ca: Resolució X
cs: Rozlišení X
da: Opløsning X
de: Auflösung X
el: Ανάλυση X
es: Resolución X
et: Lahutusvõime X
fr: Résolution en X
hu: X felbontás
is: Upplausn X
it: Risoluzione X
nb: Oppløsning X
nl: Resolutie X
pl: Rozdzielczość X
pt: Resolução em X
pt_br: Resolução X
ru: Разрешение по X
sl: Ločljivost X
sv: Upplösning X
tr: X Çözünürlüğü
uk: Роздільність за X
zh_tw: X 解析度

source: Resolution Y
bs: Rezolucija Y
ca: Resolució Y
cs: Rozlišení Y
da: Opløsning Y
de: Auflösung Y
el: Ανάλυση Y
es: Resolución Y
et: Lahutusvõime Y
fr: Résolution en Y
hu: Y felbontás
is: Upplausn Y
it: Risoluzione Y
nb: Oppløsning Y
nl: Resolutie Y
pl: Rozdzielczość Y
pt: Resolução em Y
pt_br: Resolução Y
ru: Разрешение по Y
sl: Ločljivost Y
sv: Upplösning Y
tr: Çözünürlük Y
uk: Роздільність за Y
zh_tw: Y 解析度

source: Setup grid lines
bs: Postavi linije mreže
ca: Configura les línies de la graella
cs: Nastavení čar mřížky
da: Opsætning af gitterlinjer
de: Gitterlinien einrichten
el: Ρύθμιση γραμμών καννάβου
es: Configurar líeas de la cuadrícula
et: Alusvõrgu seadistamine
fr: Configuration des lignes de la grille
hu: Rács sorok beállítása
is: Uppsetning hnitalína
it: Configura le linee della griglia
nb: Sett opp rutenett
nl: Rasterlijnen instellen
pl: Ustaw linie siatki
pt: Configurar as linhas da grelha
pt_br: Configurar linhas de grade
ru: Настройка сетки
sl: Nastavi črte mreže
sv: Anpassa rutnätslinjer
tr: Izgara çizgilerini ayarla
uk: Налаштування ліній сітки
zh_tw: 設定格線

source: Currently this file type (%1) is unsupported. Please notify the author and ask for it in the next versions of the application.
bs: Trenutno ovaj tip podataka (%1) nije podržan. Molimo obavijestite autora i pitajte za to u sljedećoj verziji aplikacije.
ca: Actualment aquest tipus de fiter (%1) no està suportat. Si us plau, notifiqueu-ho a l'autor i pregunteu per les següents versions de l'aplicació.
cs: Typ souboru (%1) není momentálně podporován. Upozorněte prosím autora a požádejte jej o vydání nové verze aplikace.
da: Aktuelt er denne filtype (%1) ikke understøttet. Kontakt udvikleren og bed om det til de næste versioner af programmet.
de: Dieser Dateityp (%1) wird zurzeit nicht unterstützt. Bitte benachrichtigen Sie den Autor und fragen nach Unterstützung dieses Typs in der nächsten Version des Programms.
el: Προς το παρόν αυτός ο τύπος αρχείου (%1) δεν υποστηρίζεται. Ειδοποιήστε τον συγγραφέα και ζητήστε του να υποστηριχθεί στην επόμενη έκδοση της εφαρμογής.
es: Este tipo de archivo (%1) no está soportado. Por favor notífiquelo al autor para versiones futuras de la aplicación.
et: Praegu ei ole see failitüüp (%1) toetatud. Palun anna sellest autorile teada ja palu selle toetus lisada järgmistes versioonides.
fr: Actuellement, ce type de fichier (%1) n'est pas pris en charge. Veuillez le signaler à l'auteur et le lui demander pour les futures versions de l'application.
hu: Jelenleg ez a fájltípus (%1) nem támogatott. Kérjük értesítse a szerzőt és kérje a támogatást az alkalmazás következő verziójában.
is: Þessi skráategund (%1) er ekki studd eins og er. Hafðu samband við höfundinn og biddu hann um þetta í næstu útgáfum forritsins.
it: Questo tipo di file (%1) non è attualmente supportato. Puoi segnalarlo agli autori e chiedere che venga incluso nelle prossime versioni dell'applicazione.
nb: Denne filtypen (%1) er for tiden ikke støttet. Si fra til utvikleren og be om at den støttes i neste versjon av programmet.
nl: Op dit moment is bestandstype (%1) niet ondersteund. Gaarne aan de auteur melden en vraag er naar in de volgende versies van de toepassing.
pl: Obecnie ten typ pliku (%1) jest nieobsługiwany. Proszę powiadomić autora i zapytać o to w następnej wersji programu.
pt: De momento, este ficheiro de ficheiro (%1) não é suportado. Por favor, notifique o autor e peça-lhe isso na próxima versão da aplicação.
pt_br: Atualmente este tipo de arquivo (%1) não é suportado. Por favor, notifique o autor e solicite o suporte para as próximas versões do aplicativo.
ru: Данный формат файлов (%1) не поддерживается. Сообщите об этом автору и попросите добавить поддержку этого формата в следующих версиях.
sl: Trenutna ta vrsta datoteke (%1) ni podprta. Obvestite avtorja in za podporo zaprosite v naslednjih različicah programa.
sv: För närvarande stöds inte den här filtypen (%1). Underrätta gärna upphovsmannen och be om det för nästa utgåva av programmet.
tr: Şimdilik bu dosya türü (%1) desteklenmiyor. Lütfen geliştiriciyi bildirin ve uygulamanın sonraki sürümüne eklemesini isteyin.
uk: У поточній версії додатка не передбачено підтримки цього типу файлів (%1). Будь ласка, повідомте про помилку автора і попросіть реалізувати підтримку цього типу файлів у майбутніх версіях програми.
zh_tw: 目前尚不支援這種檔案型態（%1）。 請通知作者並請作者在下一個版本中加入此型態。
