Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_videoslideshow.po
Languages: bs, ca, da, el, fi, gl, hu, nb, pl, ru, sk, sl, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić,Emrah Dautbegovic
ca: Antoni Bella Pérez
da: Martin Schlander
el: Stelios
fi: Tommi Nieminen
gl: Adrián Chaves Fernández, Xosé
hu: Úr Balázs
nb: Bjørn Steensrud
pl: Łukasz Wojniłowicz
ru: Юрий Ефремов
sk: Roman Paholík
sl: Andrej Mernik
zh_tw: Franklin Weng

# EMAIL OF TRANSLATORS
source: Your emails
bs: Samir.ribic@etf.unsa.ba,edautbegov1@etf.unsa.ba
ca: antonibella5@yahoo.com
da: mschlander@opensuse.org
el: sstavra@gmail.com
fi: translator@legisign.org
gl: adriyetichaves@gmail.com, xosecalvo@gmail.com
hu: urbalazs@gmail.com
nb: bjornst@skogkatt.homelinux.org
pl: lukasz.wojnilowicz@gmail.com
ru: yur.arh@gmail.com
sk: wizzardsk@gmail.com
sl: andrejm@ubuntu.si
zh_tw: franklin@goodhorse.idv.tw

source: Exit
bs: Izlaz
ca: Surt
da: Afslut
el: Έξοδος
fi: Lopeta
gl: Saír
hu: Kilépés
nb: Avslutt
pl: Wyjdź
ru: Выйти
sk: Ukončiť
sl: Končaj
zh_tw: 離開

source: Video Slide Show
bs: Podesi Slide show
ca: Passi de diapositives en vídeo
da: Video-diasshow
el: Παρουσίαση διαφανειών βίντεο
fi: Videodiaesitys
gl: Diaporama en vídeo
hu: Videó diavetítés
nb: Video lysbildeframvisning
pl: Film pokazu slajdów
ru: Видео слайд-шоу
sl: Video predstavitev
zh_tw: 影像投影秀

source: A Kipi plugin to export images as video slideshow
bs: Kipi didatak za izvoz slika kao video slideshow
ca: Un connector de Kipi per exportar imatges a un passi de diapositives en vídeo
da: Et KIPI-plugin til at eksportere billeder som et video-diasshow
el: Ένα πρόσθετο kipi για εξαγωγή εικόνων σε παρουσίαση διαφανειών βίντεο
fi: Kipi-liitännäinen kuvien viemiseksi videodiaesitykseksi
gl: Un complemento de Kipi para exportar imaxes como un diaporama en vídeo.
hu: Egy Kipi bővítmény képek exportálásához videó diavetítésbe
nb: Et kipi-programtillegg for å eksportere bilder som video lysbildeframvisning
pl: Wtyczka Kipi do eksportowania obrazów jako filmu pokazu slajdów
ru: Модуль Kipi для экспорта изображений в слайд-шоу
sk: Kipi plugin na export obrázkov ako video slideshow
sl: Vstavek Kipi za izvoz slik v video predstavitev
zh_tw: 將影像匯出為影像投影秀的 Kipi 外掛程式

source: (c) 2012, A Janardhan Reddy
fi: © 2012 A Janardhan Reddy
gl: © 2012 A Janardhan Reddy
hu: © A Janardhan Reddy, 2012.
nb: © 2012 A Janardhan Reddy
ru: © A Janardhan Reddy, 2012

source: Developer
bs: Programer
ca: Desenvolupador
da: Udvikler
el: Προγραμματιστής
fi: Kehittäjä
gl: Desenvolvedor.
hu: Fejlesztő
nb: Utvikler
pl: Programista
ru: Разработчик
sk: Vývojár
sl: Razvijalec
zh_tw: 開發者

source: &Abort
bs: P&rekini
ca: &Interromp
da: &Afbryd
el: &Εγκατάλειψη
fi: &Keskeytä
gl: &Interromper
hu: &Megszakítás
nb: &Avbryt
pl: &Przerwij
ru: &Прервать
sk: &Prerušiť
sl: &Prekini
zh_tw: 中止(&A)

source: Abort the current conversion
bs: Prekini trenutnu konverziju.
ca: Interromp la conversió actual
da: Afbryd den aktuelle konvertering
el: Εγκατάλειψη της τρέχουσας μετατροπής
fi: Keskeytä käynnissä oleva muunnos
gl: Interromper a conversión actual.
hu: A jelenlegi átalakítás megszakítása
nb: Avbryt denne omformingen
pl: Przerwij obecne przekształcanie
ru: Прервать текущее преобразование
sk: Prerušiť aktuálnu konverziu
sl: Prekine trenutno pretvorbo
zh_tw: 中止目前的轉換

source: Con&vert
bs: Kon&verzija
ca: Con&verteix
da: Kon&vertér
el: Μετατ&ροπή
fi: M&uunna
gl: Con&verter
hu: Át&alakítás
nb: Om&form
pl: &Przekształć
ru: Прео&бразовать
sk: Previesť
sl: Pret&vori
zh_tw: 轉換(&V)

source: Start converting the images using current settings.
bs: Počni konverziju slika koristeći trenutna podešavanja.
ca: Inicia la conversió d'imatges utilitzant els paràmetres actuals.
da: Start konvertering af billederne med de aktuelle indstillinger.
el: Έναρξη μετατροπής των εικόνων με χρήση των τρεχουσών ρυθμίσεων.
fi: Aloita kuvien muunnos nykyisillä asetuksilla.
gl: Comezar a converter as imaxes usando a configuración actual.
hu: Képek átalakításának indítása a jelenlegi beállítások használatával.
nb: Start omformingen av bilder med de gjeldende innstillingene.
pl: Rozpocznij przekształcanie obrazów przy użyciu obecnych ustawień.
ru: Начать преобразование изображений, используя текущие настройки
sk: Spustiť konverziu obrázkov pomocou aktuálnych nastavení.
sl: Začne pretvorbo slik z uporabo trenutnih nastavitev.
zh_tw: 使用目前設定值開始轉換影像。

source: There are no images in the list to process.
bs: Nema slika u listi za proces.
ca: No hi ha cap imatge a la llista per processar.
da: Der er ingen billeder i listen som skal behandles.
el: Δεν υπάρχουν εικόνες στη λίστα για επεξεργασία.
fi: Luettelossa ei ole käsiteltäviä kuvia.
gl: Na lista non hai ningunha imaxe para converter.
hu: Nincsenek a feldolgozáshoz képek a listában.
nb: Det er ingen bilder i lista som skal behandles.
pl: Nie ma obrazów do przetworzenia na liście.
ru: В списке отсутствуют изображения для обработки
sk: Nie sú žiadne obrázky v zozname na spracovanie.
sl: Na seznamu ni slik, ki bi jih lahko obdelali.
zh_tw: 要處理的清單中沒有影像。

source: Video SlideShow
bs: Video prezentacija
ca: Passi de diapositives en vídeo
da: Video-diasshow
el: Παρουσίαση διαφανειών βίντεο
fi: Videodiaesitys
gl: Diaporama en vídeo
hu: Videó diavetítés
nb: Video lysbildevisning
pl: Film pokazu slajdów
ru: Видео слайд-шоу
sl: Video predstavitev
zh_tw: 影像投影秀

source: Processing transition: %1, total frames: %2
bs: Obrađujem tranziciju: %1, ukupno okvira: %2
ca: Procés de la transició: %1, fotogrames totals: %2
da: Behandler overgang: %1, frames i alt: %2
fi: Käsitellään siirtymää: %1, kehyksiä kaikkiaan: %2
hu: Átmenet feldolgozása: %1, összes képkocka: %2
nb: Behandler overgang: %1, totale rammer: %2
pl: Przetwarzanie przejścia: %1, razem klatek: %2
ru: Обработка перехода: %1, всего кадров: %2
sk: Spracúvam prechod: %1, celkovo snímok: %2
sl: Obdelovanje prehoda: %1, skupno sličic: %2
zh_tw: 處理轉變中：%1，總訊框數：%2

source: Processing image: %1, total frames: %2
bs: Obrađujem sliku: %1, ukupno okvira: %2
ca: Procés de la imatge: %1, fotogrames totals: %2
da: Behandler billede: %1, frames i alt: %2
fi: Käsitellään kuvaa: %1, kehyksiä kaikkiaan: %2
hu: Kép feldolgozása: %1, összes képkocka: %2
nb: Behandler bilde: %1, totale rammer: %2
pl: Przetwarzanie obrazu: %1, razem klatek: %2
ru: Обработка изображения: %1, всего кадров: %2
sk: Spracúvanie obrázku: %1, celkovo snímok: %2
sl: Obdelovanje slike: %1, skupno sličic: %2
zh_tw: 處理影像中：%1，總訊框數：%2

source: Undefined action
bs: Ne definisana akcija
ca: Acció sense definir
da: Ikke-defineret handling
fi: Määrittämätön toiminto
hu: Nem meghatározott művelet
nb: Udefinert handling
pl: Nieokreślone działanie
ru: Неизвестное действие
sk: Nedefinovaná akcia
sl: Nedoločeno dejanje
zh_tw: 未定義的動作

source: Image
bs: Slika
ca: Imatge
da: Billede
el: Εικόνα
fi: Kuva
gl: Imaxe
hu: Kép
nb: Bilde
pl: Obraz
ru: Изображение
sk: Obrázok
sl: Slika
zh_tw: 影像

source: Special Effect
bs: Poseban efekt
ca: Efecte especial
da: Speciel effekt
el: ειδικά εφέ
fi: Erikoistehoste
gl: Efecto especial
hu: Speciális hatás
nb: Spesialeffekt
pl: Efekt specjalny
ru: Спецэффект
sk: Špeciálny efekt
sl: Posebni učinek
zh_tw: 特殊效果

source: Time (seconds)
bs: Vrijeme (sekunde)
ca: Temps (segons)
da: Tid (sekunder)
el: Χρόνος (δευτερόλεπτα)
fi: Aika (sekunteina)
gl: Tempo (en segundos)
hu: Idő (másodperc)
nb: Tid (sekunder)
pl: Czas (sekundy)
ru: Время (сек)
sk: Čas (sekundy)
sl: Čas (sekunde)
zh_tw: 時間（秒）

source: Transition
bs: Prelaz
ca: Transició
da: Overgang
el: Μετάβαση
fi: Siirtymä
gl: Transición
hu: Átmenet
nb: Overgang
pl: Przejście
ru: Переход
sk: Posun
sl: Prehod
zh_tw: 轉場特效

source: Transition Speed
bs: Brzina prelaza
ca: Velocitat de la transició
da: Overgangshastighed
el: Ταχύτητα μετάβασης
fi: Siirtymän nopeus
gl: Velocidade da transición
hu: Átmenet sebessége
nb: Overgangsfart
pl: Szybkość przejścia
ru: Скорость перехода
sk: Rýchlosť prechodu
sl: Hitrost prehoda
zh_tw: 轉場速度

source: SlideShow Settings
bs: Postavke prezentacije
ca: Arranjament del passi de diapositives
da: Indstillinger for diasshow
fi: Diaesityksen asetukset
hu: Diavetítési beállítások
nb: SlideShow-innstillinger
pl: Ustawienia pokazu slajdów
ru: Параметры слайд-шоу
sk: Nastavenia slideshow
sl: Nastavitve predstavitve
zh_tw: 投影播放設定

source: Video Settings
bs: Video postavke
ca: Arranjament del vídeo
da: Videoindstillinger
fi: Videoasetukset
gl: Configuración de vídeo
hu: Videóbeállítások
nb: Video-innstillinger
pl: Konfiguracja wideo
ru: Параметры видео
sk: Nastavenia videa
sl: Nastavitve videa
zh_tw: 影像設定

source: Image Display Time
bs: Vrijeme prikaza slike
ca: Mostra l'hora a la imatge
da: Tid for billedvisning
el: Χρόνος προβολής εικόνας
fi: Kuvan näyttöaika
gl: Tempo de presentación das imaxes
hu: Kép megjelenítési idő
nb: Visningstid
pl: Czas wyświetlania obrazu
ru: Время показа изображения
sk: Čas zobrazenia obrázku
sl: Čas prikaza slike
zh_tw: 影像顯示時間

source: None
bs: Ništa
ca: Cap
da: Ingen
el: Κανένα
fi: Ei mitään
gl: Ningún
hu: Nincs
nb: Ingen
pl: Brak
ru: Нет
sk: Žiadne
sl: Brez
zh_tw: 無

source: Ken-Burn Effect
bs: Efekt Ken-prženje
ca: Efecte Ken-Burn
da: Ken-Burn-effekt
el: Εφέ Ken-Burn
fi: Ken Burn -tehoste
gl: Efecto Ken-Burn
hu: Ken-Burns hatás
nb: Ken-Burn-effekt
pl: Efekt Ken-Burn
ru: Эффект Кена Бёрнса
sk: Efekt Ken-Burn
sl: Učinek Kena-Burna
zh_tw: Ken-Burn 特效

source: Random
bs: Nasumično
ca: Aleatori
da: Tilfældig
el: Τυχαίο
fi: Satunnainen
gl: Aleatorio
hu: Véletlenszerű
nb: Tilfeldig
pl: Losowy
ru: Случайно
sk: Náhodné
sl: Naključen
zh_tw: 隨機

source: Fade
bs: Isčezavanje
ca: Esvaïment
da: Udtone
el: Εξασθένιση
fi: Häivytys
gl: Esvaer
hu: Elhalványulás
nb: Ton ut
pl: Zanikanie
ru: Затухание
sk: Blednutie
sl: Pojemanje
zh_tw: 淡出

source: Slide Left to Right
bs: Kliži slijeva na desno
ca: Diapositiva d'esquerra a dreta
da: Glid fra venstre mod højre
el: Διαφάνεια αριστερά προς τα δεξιά
fi: Liuku vasemmalta oikealle
gl: Desprazar da esquerda á dereita
hu: Csúsztatás balról jobbra
nb: Gli fra venstre til høyre
pl: Przesuń z lewej na prawą
ru: Скользить слева направо
sk: Snímka zľava doprava
sl: Drsenje od leve proti desni
zh_tw: 從左滑到右

source: Slide Right to Left
bs: Kliži s desna na lijevo
ca: Diapositiva de dreta a esquerra
da: Glid fra højre mod venstre
el: Διαφάνεια από δεξιά προς τα αριστερά
fi: Liuku oikealta vasemmalle
gl: Desprazar da dereita á esquerda
hu: Csúsztatás jobbról balra
nb: Gli fra høyre til venstre
pl: Przesuń z prawej na lewą
ru: Скользить справа налево
sk: Snímka sprava doľava
sl: Drsenje od desne proti levi
zh_tw: 從右滑到左

source: Slide Top to Bottom
bs: Kliži s vrha prema dnu
ca: Diapositiva de dalt a baix
da: Glid fra top til bund
el: Διαφάνεια από την κορυφή προς τη βάση
fi: Liuku ylhäältä alas
gl: Desprazar de arriba a abaixo
hu: Csúsztatás fentről lefelé
nb: Gli ovenfra-ned
pl: Przesuń z góry na dół
ru: Скользить сверху вниз
sk: Snímka zhora dolu
sl: Drsenje od zgoraj navzdol
zh_tw: 從上滑到下

source: Slide Bottom to Top
bs: Kliži s dna prema vrhu
ca: Diapositiva de baix a dalt
da: Glid fra bund til top
el: Διαφάνεια από τη βάση προς την κορυφή
fi: Liuku alhaalta ylös
gl: Desprazar de abaixo a arriba
hu: Csúsztatás lentről felfelé
nb: Gli nedenfra-opp
pl: Przesuń z dołu na górę
ru: Скользить снизу вверх
sk: Snímka zdola hore
sl: Drsenje spodaj navzgor
zh_tw: 從下滑到上

source: Push Left to Right
bs: Gurni s lijeva na desno
ca: Passa d'esquerra a dreta
da: Skub fra venstre mod højre
el: Ωθήστε από αριστερά προς τα δεξιά
fi: Työntö vasemmalta oikealle
gl: Empurrar da esquerda á dereita
hu: Eltolás balról jobbra
nb: Dytt venstre mot høyre
pl: Popchnij z lewej na prawą
ru: Толкать слева направо
sk: Posunúť zľava doprava
sl: Potisk od leve proti desni
zh_tw: 從左推到右

source: Push Right to Left
bs: Gurni zdesna na lijevo
ca: Passa de dreta a esquerra
da: Skub fra højre mod venstre
el: Ωθήστε από τα δεξιά προς τα αριστερά
fi: Työntö oikealta vasemmalle
gl: Empurrar da dereita á esquerda
hu: Eltolás jobbról balra
nb: Dytt høyre mot venstre
pl: Popchnij z prawej na lewą
ru: Толкать справа налево
sk: Posunúť sprava doľava
sl: Potisk od desne proti levi
zh_tw: 從右推到左

source: Push Top to Bottom
bs: Gurni s vrha na dno
ca: Passa de dalt a baix
da: Skub fra top til bund
el: Ωθήστε από την κορυφή προς τη βάση
fi: Työntö ylhäältä alas
gl: Empurrar de arriba a abaixo
hu: Eltolás fentről lefelé
nb: Dytt ovenfra-ned
pl: Popchnij z góry na dół
ru: Толкать сверху вниз
sk: Posunúť zhora dolu
sl: Potisk od zgoraj navzdol
zh_tw: 從上推到下

source: Push Bottom to Top
bs: Gurni s dna na vrh
ca: Passa de baix a dalt
da: Skub fra bund til top
el: Ωθήστε από τη βάση προς την κορυφή
fi: Työntö alhaalta ylös
gl: Empurrar de abaixo a arriba
hu: Eltolás lentről felfelé
nb: Dytt nedenfra-opp
pl: Popchnij z dołu na górę
ru: Толкать снизу вверх
sk: Posunúť zdola hore
sl: Potisk od spodaj navzgor
zh_tw: 從下推到上

source: Swap Left to Right
bs: Izmijeni s lijeva na desno
ca: Intercanvia d'esquerra a dreta
da: Byt fra venstre mod højre
el: Εναλλάξτε από αριστερά προς τα δεξιά
fi: Kääntö vasemmalta oikealle
gl: Intercambiar da esquerda á dereita
hu: Csere balról jobbra
nb: Bytt venstre til høyre
pl: Zamień z lewej na prawą
ru: Переносить слева направо
sk: Vymeniť ľavý za pravý
sl: Zamenjava levo desno
zh_tw: 左到右交換

source: Swap Right to Left
bs: Izmijeni s desna na lijevo
ca: Intercanvia de dreta a esquerra
da: Byt fra højre mod venstre
el: Εναλλάξτε από τα δεξιά προς τα αριστερά
fi: Kääntö oikealta vasemmalle
gl: Intercambiar da dereita á esquerda
hu: Csere jobbról balra
nb: Bytt høyre til venstre
pl: Zamień z prawej na lewą
ru: Переносить справа налево
sk: Vymeniť pravý za ľavý
sl: Zamenjava desno levo
zh_tw: 右到左交換

source: Swap Top to Bottom
bs: Izmijeni sa vrha na dno
ca: Intercanvia de dalt a baix
da: Byt fra top til bund
el: Εναλλάξτε από την κορυφή προς τη βάση
fi: Kääntö ylhäältä alas
gl: Intercambiar de arriba a abaixo
hu: Csere fentről lefelé
nb: Bytt øverst til nederst
pl: Zamień z góry na dół
ru: Переносить сверху вниз
sk: Vymeniť vrchný za spodný
sl: Zamenjava zgoraj spodaj
zh_tw: 上到下交換

source: Swap Bottom to Top
bs: Izmijeni sa dna na vrh
ca: Intercanvia de baix a dalt
da: Byt fra bund til top
el: Εναλλάξτε από τη βάση προς την κορυφή
fi: Kääntö alhaalta ylös
gl: Intercambiar de abaixo a arriba
hu: Csere lentről felfelé
nb: Bytt nederst til øverst
pl: Zamień z dołu na górę
ru: Переносить снизу вверх
sk: Vymeniť spodný za vrchný
sl: Zamenjava spodaj zgoraj
zh_tw: 下到上交換

source: Roll Left to Right
bs: Kotrljaj s lijeva na desno
ca: Enrotlla d'esquerra a dreta
da: Rul fra venstre mod højre
el: Κυλήστε από αριστερά προς τα δεξιά
fi: Pyöritys vasemmalta oikealle
gl: Rodar da esquerda á dereita
hu: Görgetés balról jobbra
nb: Rulll venstre mot høyre
pl: Przetocz z lewej na prawą
ru: Катить слева направо
sk: Zvinúť zľava doprava
sl: Vrtenje od leve proti desni
zh_tw: 從左滾到右

source: Roll Right to Left
bs: Kotrljaj s desna na lijevo
ca: Enrotlla de dreta a esquerra
da: Rul fra højre mod venstre
el: Κυλήστε από τα δεξιά προς τα αριστερά
fi: Pyöritys oikealta vasemmalle
gl: Rodar da dereita á esquerda
hu: Görgetés jobbról balra
nb: Rull høyre mot venstre
pl: Przetocz z prawej na lewą
ru: Катить справа налево
sk: Zvinúť sprava doľava
sl: Vrtenje od desne proti levi
zh_tw: 從右滾到左

source: Roll Top to Bottom
bs: Kotrljaj s vrha na dno
ca: Enrotlla de dalt a baix
da: Rul fra top til bund
el: Κυλήστε από την κορυφή προς τη βάση
fi: Pyöritys ylhäältä alas
gl: Rodar de arriba a abaixo
hu: Görgetés fentről lefelé
nb: Rull ovenfra-ned
pl: Przetocz z góry na dół
ru: Катить сверху вниз
sk: Zvinúť zhora dolu
sl: Vrtenje od zgoraj navzdol
zh_tw: 從上滾到下

source: Roll Bottom to Top
bs: Kotrljaj s dna na vrh
ca: Enrotlla de baix a dalt
da: Rul fra bund til top
el: Κυλήστε από τη βάση προς την κορυφή
fi: Pyöritys alhaalta ylös
gl: Rodar de abaixo a arriba
hu: Görgetés lentről felfelé
nb: Rull nedenfra-opp
pl: Przetocz z dołu na górę
ru: Катить снизу вверх
sk: Zvinúť zdola hore
sl: Vrtenje od spodaj navzgor
zh_tw: 從下滾到上

source: Slow
bs: Sporo
ca: Lenta
da: Langsom
el: Αργή
fi: Hidas
gl: Lento
hu: Lassú
nb: Langsomt
pl: Wolno
ru: Медленно
sk: Pomaly
sl: Počasi
zh_tw: 慢

source: Medium
bs: Srednja
ca: Mitjana
da: Mellem
el: Μέση
fi: Keskinopea
gl: Medio
hu: Közepes
nb: Middels
pl: Średnio
ru: Средне
sk: Stredne
sl: Srednje
zh_tw: 中

source: Fast
bs: Brzo
ca: Ràpida
da: Hurtig
el: Γρήγορη
fi: Nopea
gl: Rápido
hu: Gyors
nb: Fort
pl: Szybko
ru: Быстро
sk: Rýchlo
sl: Hitro
zh_tw: 快

source: Temporary Directory
bs: Privremeni direktorij
ca: Directori temporal
da: Midlertidig mappe
el: Προσωρινός κατάλογος
fi: Väliaikaiskansio
gl: Cartafol temporal
hu: Átmeneti könyvtár
nb: Midlertidig mappe
pl: Katalog tymczasowy
ru: Временный каталог
sk: Dočasný adresár
sl: Začasna mapa
zh_tw: 暫存資料目錄

source: Aspect Ratio Correction
bs: Korekcija ekranskih proporcija
ca: Correcció de la relació d'aspecte
da: Korrektion af billedformat
el: Διόρθωση αναλογίας διαστάσεων
fi: Kuvasuhdekorjaus
gl: Corrección das proporcións
hu: Méretarány javítás
nb: Korreksjon for bredde/høyde-forhold
pl: Poprawka współczynnika kształtu
ru: Коррекция соотношения сторон
sk: Korekcia pomeru strán
sl: Popravek razmerja
zh_tw: 外觀比例修正

source: Frame Height
bs: Visina okvira
ca: Alçada del fotograma
da: Rammehøjde
el: Ύψος πλαισίου
fi: Kehyksen korkeus
gl: Altura dos fotogramas
hu: Keretmagasság
nb: Rammehøyde
pl: Wysokość ramki
ru: Высота рамки
sk: Výška snímky
sl: Višina okvirja
zh_tw: 框架高度

source: Frame Width
bs: Širina okvira
ca: Amplada del fotograma
da: Rammebredde
el: Πλάτος πλαισίου
fi: Kehyksen leveys
gl: Largura dos fotogramas
hu: Keretszélesség
nb: Rammebredde
pl: Szerokość ramki
ru: Ширина рамки
sk: Šírka rámca
sl: Širina okvirja
zh_tw: 框架寬度

source: Aspect Ratio
bs: Proporcija
ca: Relació d'aspecte
da: Billedformat
el: Αναλογία διαστάσεων
fi: Kuvasuhde
gl: Proporcións
hu: Méretarány
nb: Bredde/høyde-forhold
pl: Współczynnik kształtu
ru: Соотношение сторон
sk: Pomer strán
sl: Razmerje
zh_tw: 外觀比例

source: Browse
bs: Potraži
ca: Navega
da: Gennemse
el: Περιήγηση
fi: Selaa
gl: Navegar
hu: Tallózás
nb: Bla
pl: Przeglądaj
ru: Обзор...
sk: Prehliadať
sl: Prebrskaj
zh_tw: 瀏覽

source: Auto
bs: Automatski
el: Αυτόματα
fi: Automaattinen
gl: Automático
hu: Automatikus
pl: Samoczynnie
ru: Автоматически
sl: Samodejno
zh_tw: 自動

source: Fill In
bs: Napuni
ca: Omple
da: Udfyld
el: Γέμισμα
fi: Täytä
gl: Cubrir
hu: Kitöltés
nb: Fyll ut
pl: Wypełnij
ru: По ширине
sk: Vyplniť
sl: Zapolni
zh_tw: 填入

source: Fit In
bs: Uklopi
ca: Ajusta
da: Tilpas
el: Ταίριασμα
fi: Sovita
gl: Axustar
hu: Igazítás
nb: Pass inn
pl: Dopasuj się
ru: По высоте
sk: Umiestniť
sl: Prilagodi
zh_tw: 配合

source: default
bs: podrazumijevano
ca: Omissió
da: standard
el: προκαθορισμένο
fi: oletus
gl: predeterminado
hu: alapértelmezett
nb: standard
pl: domyślny
ru: по умолчанию
sk: predvolené
sl: privzeto
zh_tw: 預設

source: Video Type
bs: Vrsta videa
ca: Tipus de vídeo
el: Τύπος βίντεο
fi: Videon tyyppi
gl: Tipo de vídeo
hu: Videotípus
pl: Typ filmu
ru: Тип видео
sk: Typ videa
sl: Vrsta videa
zh_tw: 影像型態

source: Video Format
ca: Format de vídeo
el: Τύπος αποθήκευσης βίντεο
fi: Videomuoto
gl: Formato de vídeo
hu: Videoformátum
pl: Format filmu
ru: Формат видео
sk: Formát videa
sl: Vrsta videa
zh_tw: 影像格式

source: Audio Disabled
bs: Zvuk onemogućen
ca: Àudio deshabilitat
da: Lyd deaktiveret
el: Ήχος ανενεργός
fi: Ei ääntä
gl: Son desactivado
hu: Hang letiltva
nb: Lyd slått av
pl: Dźwięk wyłączony
ru: Без звуковой дорожки
sk: Audio zakázané
sl: Zvok onemogočen
zh_tw: 音效已關閉

source: Add Audio
bs: Dodaj zvuk
ca: Afegeix àudio
da: Tilføj lyd
el: Προσθήκη ήχου
fi: Lisää ääni
gl: Engadir son
hu: Hang hozzáadása
nb: Legg til lyd
pl: Dodaj dźwięk
ru: Добавить звуковую дорожку
sk: Pridať audio
sl: Dodaj zvok
zh_tw: 新增音效

source: Save video
bs: Sačuvaj video
ca: Desa el vídeo
da: Gem video
el: Αποθήκευση βίντεο
fi: Tallenna video
gl: Gardar o vídeo
hu: Videó mentése
nb: Lagre video
pl: Zapisz film
ru: Файл для сохранения видео
sk: Uložiť video
sl: Shrani video
zh_tw: 儲存影像

source: Select temporary directory
bs: Odaberi privremeni direktorijum
ca: Selecciona el directori temporal
da: Vælg midlertidig mappe
el: Επιλογή προσωρινού καταλόγου
fi: Valitse väliaikaiskansio
gl: Escoller un cartafol temporal
hu: Átmeneti könyvtár kiválasztása
nb: Velg midlertidig mappe
pl: Wybierz katalog tymczasowy
ru: Выбрать временный каталог
sk: Vyberte dočasný adresár
sl: Izberite začasno mapo
zh_tw: 選擇暫存目錄

source: Select Audio
bs: Izaberi zvuk
ca: Selecció d'àudio
da: Vælg lyd
fi: Valitse ääni
hu: Hang kiválasztása
nb: Velglyd
pl: Wybierz dźwięk
ru: Выберите звуковую дорожку
sk: Vybrať audio
sl: Izberite zvok
zh_tw: 選擇音效

source: &Tools
bs: &Alatke
ca: &Eines
da: Værk&tøjer
el: &Εργαλεία
fi: T&yökalut
gl: &Ferramentas
hu: &Eszközök
nb: Verk&tøy
pl: &Narzędzia
ru: &Инструменты
sk: &Nástroje
sl: O&rodja
zh_tw: 工具(&T)

source: Main Toolbar
bs: Glavna traka alata
ca: Barra d'eines principal
da: Hovedværktøjslinje
el: Κύρια γραμμή εργαλείων
fi: Päätyökalurivi
gl: Barra de ferramentas principal
hu: Fő eszköztár
nb: Hovedverktøylinje
pl: Główny pasek narzędzi
ru: Основная панель
sk: Hlavný panel nástrojov
sl: Glavna orodna vrstica
zh_tw: 主工具列

source: Export to Video Slide Show...
bs: Izvoz u video prezentaciju...
ca: Exporta a un passi de diapositives en vídeo...
da: Eksportér til video-diasshow...
el: Εξαγωγή στην παρουσίαση διαφανειών βίντεο...
fi: Vie videodiaesitykseksi…
gl: Exportar a diaporama en vídeo…
hu: Exportálás videó diavetítésbe…
nb: Eksporter til video lysbildeframvisning …
pl: Eksportuj do filmu pokazu slajdów...
ru: Экспорт в видео слайд-шоу...
sk: Exportovať do Video Slide Show...
sl: Izvozi v video predstavitev ...
zh_tw: 匯出到影像投影秀...
