Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_dlnaexport.po
Languages: bs, ca, da, de, el, et, gl, hu, is, it, ko, nb, nl, pl, pt, sk, sl, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić,Mirhat Babić
ca: Antoni Bella Pérez
da: Martin Schlander
de: Burkhard Lück
el: Stelios
et: Marek Laane
gl: Adrián Chaves Fernández, Xosé
hu: Úr Balázs
is: Sveinn í Felli
it: Federico Zenith
ko: Shinjo Park
nb: Bjørn Steensrud
nl: Freek de Kruijf
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
sk: Roman Paholík
sl: Andrej Mernik
tr: Volkan Gezer
uk: Юрій Чорноіван
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
bs: Samir.ribic@etf.unsa.ba,mbabic1@etf.unsa.ba
ca: antonibella5@yahoo.com
da: mschlander@opensuse.org
de: lueck@hube-lueck.de
el: sstavra@gmail.com
et: bald@smail.ee
gl: adriyetichaves@gmail.com, xosecalvo@edu.xunta.es
hu: urbalazs@gmail.com
is: sv1@fellsnet.is
it: federico.zenith@member.fsf.org
ko: kde@peremen.name
nb: bjornst@skogkatt.homelinux.org
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
sk: wizzardsk@gmail.com
sl: andrejm@ubuntu.si
tr: volkangezer@gmail.com
uk: yurchor@ukr.net
zh_tw: franklin@goodhorse.idv.tw

source: Testing AV Control Point
bs: AV kontrolna tačka ispitivanja
ca: Prova el punt de control AV
da: Test af AV-kontrolpunkt
de: Test des AV-Kontrollpunkts
el: Δοκιμή σημείου ελέγχου AV
et: AV kontrollpunkti test
gl: Probando o punto de control AV
hu: AV vezérlőpont tesztelése
is: Prófun á AV Control Point
it: Prova di punto di controllo AV
ko: AV 제어점 시험 중
nb: Tester AV kontrollpunkt
nl: Testen van AV besturingspunt
pl: Testowanie punktu kontrolnego AV
pt: A Testar o Ponto de Controlo AV
sk: Testovanie AV ovládacieho bodu
sl: Preizkušanje nadzorne točke AV
tr: AV Denetim Noktası Sınanıyor
uk: Тестування точки керування виконанням дій
zh_tw: 測試 AV Control Point

source: Testing action invocation
bs: Poziv akcije testiranja
ca: Prova la invocació d'acció
da: Test af handlingsfremkaldelse
de: Test des Aktionsaufrufs
el: Δοκιμή κλήσης ενέργειας
et: Toimingu esilekutsumise test
gl: Probando a invocación de accións
hu: Műveletmeghívás tesztelése
is: Prófun á kvaðningu aðgerða
it: Prova dell'invocazione dell'azione
ko: 동작 호출 시험 중
nb: Tester handlingsoppkall
nl: Testen van het aanroepen van een actie
pl: Testowanie wywołania działania
pt: A testar a invocação da acção
sk: Testovanie vyvolania akcie
sl: Preizkušanje priklica dejanja
tr: Eylem çağrısı sınanıyor
uk: Тестування виклику дій
zh_tw: 測試動作介面

source: Input arguments
bs: Ulazni argumenti
ca: Arguments de l'entrada
da: Input-argumenter
de: Eingabeargumente
el: Ορίσματα εισόδου
et: Sisendargumendid
gl: Argumentos de entrada
hu: Bemeneti argumentumok
is: Inntaksviðföng
it: Argomenti per l'input
ko: 입력 인자
nb: Inndata-argumenter
nl: Argumenten bij invoer
pl: Argumenty wejściowe
pt: Argumentos de entrada
sk: Vstupné argumenty
sl: Vhodni argumenti
tr: Girdi argümanları
uk: Вхідні параметри
zh_tw: 輸入參數

source: Data type
bs: Tip podatka
ca: Tipus de dades
de: Datentyp
el: Τύπος δεδομένων
et: Andmetüüp
gl: Tipo de datos
hu: Adattípus
is: Gagnagerð
it: Tipo di dato
ko: 데이터 형식
nl: Gegevenstype
pl: Typ danych
pt: Tipo de dados
sk: Dátový typ
sl: Vrsta podatkov
tr: Veri türü
uk: Тип даних
zh_tw: 資料型態

source: Name
bs: Ime
ca: Nom
da: Navn
el: Όνομα
et: Nimi
gl: Nome
hu: Név
is: Heiti
it: Nome
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
sk: Názov
sl: Ime
tr: İsim
uk: Назва
zh_tw: 名稱

source: Value
bs: Vrijednost
ca: Valor
da: Værdi
de: Wert
el: Τιμή
et: Väärtus
gl: Valor
hu: Érték
is: Gildi
it: Valore
ko: 값
nb: Verdi
nl: Waarde
pl: Wartość
pt: Valor
sk: Hodnota
sl: Vrednost
tr: Değer
uk: Значення
zh_tw: 數值

source: Output arguments
bs: Izlazni argumenti
ca: Arguments de la sortida
da: Output-argumenter
de: Ausgabeargumente
el: Ορίσματα εξόδου
et: Väljundargumendid
gl: Argumentos de saída
hu: Kimeneti argumentumok
is: Úttaksviðföng
it: Argomenti per l'output
ko: 출력 인자
nb: Outdata-argumenter
nl: Argumenten bij uitvoer
pl: Argumenty wyjściowe
pt: Argumentos de saída
sk: Výstupné argumenty
sl: Izhodni argumenti
tr: Çıktı argümanları
uk: Вихідні параметри
zh_tw: 輸出參數

source: &Invoke
bs: &Pozovi
ca: &Invoca
da: &Fremkald
de: A&ufrufen
el: &Κλήση
et: K&utsu esile
gl: &Invocar
hu: &Meghívás
is: &Virkja
it: &Invoca
ko: 호출(&I)
nb: &Kall opp
nl: &Aanroepen
pl: &Wywołaj
pt: &Invocar
sk: Vyvolať
sl: Pokl&iči
tr: &Uygula
uk: Ви&кликати
zh_tw: 喚起(&I)

source: HUPnPAv Launcher
bs: HUPnPAv Pokretač
ca: Llançador HUPnPAv
da: HUPnPAv-starter
de: HUPnPAv-Programmstarter
el: Εκτελεστής HUPnPAv
et: HUPnPAv käivitaja
gl: Lanzador HUPnPAv
hu: HUPnPAv indító
is: HUPnPAv ræsir
it: Avviatore di HUPnPAv
ko: HUPnPAv 실행기
nb: HUPnPAv-starter
nl: HUPnPAv-starter
pl: Program uruchamiający HUPnPAv
pt: Lançamento do HUPnPAv
sk: Spúšťač HUPnPAv
sl: Zaganjalnik HUPnPAv
tr: HUPnPAv Başlatıcı
uk: Засіб запуску HUPnPAv
zh_tw: HUPnPAv 啟動器

source: Starts an HControlPoint for monitoring UPnP devices on the network
bs: Pokreće se HControlPoint za praćenje UPnP uređaja na mreži
ca: Inicia un punt de control per a vigilar els dispositius UPnP a la xarxa
da: Starter et HControlPoint til overvågning af UPnP-enheder på netværket
de: Startet einen Kontrollpunkt für die Überwachung von UPnP-Geräten im Netzwerk
el: Εκκινεί ένα HControlPoint για έλεγχο συσκευών UPnP στο δίκτυο
et: HControlPointi käivitamine võrgus asuvate UPnP seadmete jälgimiseks
gl: Inicia un punto de control H para buscar dispositivos UPnP na rede.
hu: Elindít egy HControlPointot az UPnP eszközök megfigyeléséhez a hálózaton
is: Ræsir HControlPoint til að fylgjast með UPnP tækjum á netinu
it: Avvia un HControlPoint per monitorare i dispositivi UPnP sulla rete
ko: 네트워크의 UPnP 장치를 제어하는 HControlPoint 시작
nb: Starter et HControlPoint for å overvåke UPnP-enheter på nettverket
nl: Start een HControlPoint voor monitoren van UPnP-apparaten in het netwerk
pl: Uruchamia HControlPoint, aby w sieci monitorował urządzenia UPnP
pt: Inicia um ponto de controlo para vigiar os dispositivos UPnP na rede
sk: Spustí HControlPoint na monitorovanie UPnP zariadení na sieti
sl: Zažene nadzorno točko H za nadzor naprav UPnP na omrežju
tr: Ağdaki UPnP aygıtlarını izlemek üzere bir HControlPoint başlatır
uk: Запускає HControlPoint для спостереження за пристроями UPnP у мережі
zh_tw: 啟動 HControlPoint 監測網路上的 UPnP 裝置

source: Start AV ControlPoint
bs: Pokretanje AV ControlPoint
ca: Inicia un punt de control AV
da: Start AV-kontrolpunkt
de: AV-Kontrollpunkt starten
el: Εκκίνηση AV ControlPoint
et: Käivita AV kontrollpunkt
gl: Iniciar o punto de control AV
hu: AV vezérlőpont indítása
is: Ræsa AV ControlPoint
it: Avvia punto di controllo AV
ko: AV ControlPoint 시작
nb: Start AV-kontrollpunkt
nl: Start AV-besturingspunt
pl: Uruchom Punkt kontrolny AV
pt: Iniciar o Ponto de Controlo AV
sk: Spustiť AV ovládací bod
sl: Zaženi nadzorno točko AV
tr: AV Denetim Noktası Başlat
uk: Запустити точку керування AV
zh_tw: 啟動 AV ControlPoint

source: Start Media Server
bs: Pokretanje Media Server
ca: Inicia un servidor multimèdia
da: Start medieserver
de: Medienserver starten
el: Εκκίνηση εξυπηρετητή πολυμέσων
et: Käivita meediaserver
gl: Iniciar o servidor de medios
hu: Médiakiszolgáló indítása
is: Ræsa miðlaþjón
it: Avvia server multimediale
ko: 미디어 서버 시작
nb: Start mediatjener
pl: Uruchom serwer multimediów
pt: Iniciar o Servidor Multimédia
sk: Spustiť server médií
sl: Zaženi predstavnostni strežnik
tr: Ortam Sunucusunu Başlat
uk: Запустити мультимедійний сервер
zh_tw: 啟動媒體伺服器

source: Start Media Renderer
bs: Pokretanje Media Renderer
ca: Inicia un reproductor multimèdia
da: Start medierendering
de: Medienrenderer starten
el: Εκκίνηση απεικονιστή πολυμέσων
et: Käivita meediarenderdaja
gl: Iniciar o renderizador de medios
hu: Médiamegjelenítő indítása
is: Ræsa myndgerðarþjón
it: Avvia riproduttore multimediale
ko: 미디어 렌더러 시작
nb: Start mediaopptegner
pl: Uruchom wyświetlacz multimediów
pt: Iniciar o Reprodutor Multimédia
sk: Spustiť renderer médií
sl: Zaženi predstavnostni izrisovalnik
tr: Ortam Derleyiciyi Başlat
uk: Запустити відтворення мультимедійних даних
zh_tw: 啟動媒體成像器

source: Testing Media Renderer
bs: Testiranje Media Renderer
ca: Prova un reproductor multimèdia
da: Test af medierendering
de: Medienrenderer testen
el: Δοκιμή απεικονιστή πολυμέσων
et: Meediarenderdaja test
gl: Probando o renderizador de medios
hu: Médiamegjelenítő tesztelése
is: Prófa myndgerðarþjón
it: Prova del riproduttore multimediale
ko: 미디어 렌더러 시험
nb: Tester mediaopptegner
nl: Testen van media-renderer
pl: Testowanie wyświetlacza multimediów
pt: A Testar o Reprodutor Multimédia
sk: Testujem renderer médií
sl: Preizkušanje predstavnostnega izrisovalnika
tr: Ortam Derleyici Sınanıyor
uk: Тестування відтворення мультимедійних даних
zh_tw: 測試媒體成像器

source: Controls
bs: Kontrole
da: Kontroller
de: Steuerungen
el: Συστατικά ελέγχου
et: Juhtimine
gl: Controis
hu: Vezérlők
is: Stýringar
it: Controlli
ko: 제어
nb: Kontroller
nl: Besturing
pl: Sterowanie
pt: Controlos
sk: Ovládanie
sl: Nadzorne tipke
tr: Denetimler
uk: Керування
zh_tw: 控制

source: &Play
bs: &Pusti
ca: Re&produeix
da: &Afspil
de: &Wiedergabe
el: Ανα&παραγωγή
et: &Esitus
gl: &Reproducir
hu: &Lejátszás
is: S&pila
it: Ri&produci
ko: 재생(&P)
nb: S&pill
nl: Afs&pelen
pl: &Odtwórz
pt: Re&produzir
sk: &Prehrať
sl: &Predvajaj
tr: &Oynat
uk: &Пуск
zh_tw: 播放(&P)

source: &Stop
bs: &Zaustavi
ca: A&tura
el: &Διακοπή
et: &Peata
gl: &Deter
hu: &Megállítás
is: &Stöðva
it: &Ferma
ko: 정지(&S)
nb: &Stopp
nl: &Stoppen
pl: &Zatrzymaj
pt: &Parar
sk: Za&staviť
sl: Zau&stavi
tr: &Dur
uk: &Зупинити
zh_tw: 停止(&S)

source: Simple Media Renderer Test
bs: Jednostavni Media Renderer Test
ca: Prova simple d'un reproductor multimèdia
da: Simpel test af medierendering
de: Einfacher Medienrenderer-Test
el: Απλή δοκιμή απεικονιστή πολυμέσων
et: Lihtne meediarenderdaja test
gl: Proba de renderizador de medios simple
hu: Egyszerű médiamegjelenítő teszt
is: Einföld prófun á myndgerðarþjóni
it: Prova semplice del riproduttore multimediale
ko: 간단한 미디어 렌더러 테스트
nb: Enkel test for mediaopptegner
nl: Eenvoudige test van media-renderer
pl: Prosty test wyświetlacza multimediów
pt: Teste Simples de Reprodução Multimédia
sk: Jednoduchý test renderera médií
sl: Preprost preizkus predstavnostnega izrisovalnika
tr: Basit Ortam Derleyici Sınaması
uk: Просте тестування відтворення мультимедійних даних
zh_tw: 簡單媒體成像器測試

source: Connection ID
bs: Priključak ID
ca: ID de connexió
da: Forbindelses-id
de: Verbindungs-Kennung
el: Ταυτότητα σύνδεσης
et: Ühenduse ID
gl: Identificador da conexión
hu: Kapcsolatazonosító
is: Auðkenni (ID) tengingar
it: Identificativo della connessione
ko: 연결 ID
nb: Tilkoblings-ID
nl: Verbinding-ID
pl: ID połączenia
pt: ID da Ligação
sk: ID pripojenia
sl: ID povezave
tr: Bağlantı Kimliği
uk: Ідентифікатор з’єднання
zh_tw: 連線代碼

source: Status
ca: Estat
el: Κατάσταση
et: Olek
gl: Estado
hu: Állapot
is: Staða
it: Stato
ko: 상태
pl: Stan
pt: Estado
sk: Stav
sl: Stanje
tr: Durum
uk: Стан
zh_tw: 狀態

source: Simple Media Server Test
bs: Jednostavni media server test
ca: Prova simple d'un servidor multimèdia
da: Simpel test af medieserver
de: Einfacher Medienserver-Test
el: Απλή δοκιμή εξυπηρετητή πολυμέσων
et: Lihtne meediaserveri test
gl: Proba de servidor de medios simple
hu: Egyszerű médiakiszolgáló teszt
is: Einföld prófun á miðlaþjóni
it: Prova semplice del server multimediale
ko: 간단한 미디어 서버 테스트
nb: Enkel test for mediatjener
nl: Eenvoudige test van mediaserver
pl: Prosty test serwera multimediów
pt: Teste Simples do Servidor Multimédia
sk: Jednoduchý test servera médií
sl: Preprost preizkus predstavnostnega strežnika
tr: Basit Ortam Sunucu Sınaması
uk: Просте тестування мультимедійного сервера
zh_tw: 簡單的媒體伺服器測試

source: Recursive
bs: Rekurzivno
ca: Recursiu
da: Rekursiv
de: Rekursiv
el: Αναδρομικό
et: Rekursiivne
gl: Recursivo
hu: Rekurzív
is: Undirmöppur
it: Ricorsivo
ko: 재귀적으로 찾기
nb: Rekursiv
nl: Recursief
pl: Rekursywnie
pt: Recursivo
sk: Rekurzívne
sl: Rekurzivno
tr: Özyinelemeli
uk: Рекурсивно
zh_tw: 遞迴

source: Monitored
bs: Praćeno
ca: Vigilada
da: Overvåget
de: Überwacht
el: Ελεγχόμενο
et: Jälgitav
gl: Monitorizado
hu: Megfigyelt
is: Vaktað
it: Monitorato
ko: 관찰함
nb: Overvåket
nl: Gevolgd
pl: Monitorowany
pt: Monitorizado
sk: Monitorované
sl: Nadzorovano
tr: İzleniyor
uk: Спостереження
zh_tw: 已監控

source: Root Directory
bs: Korijeni direktorijum
ca: Directori arrel
da: Rodmappe
de: Basisordner
el: Κατάλογος root
et: Juurkataloog
gl: Directorio raíz
hu: Gyökérkönyvtár
is: Grunnmappa
it: Cartella radice
ko: 루트 디렉터리
nb: Rotmappe
nl: Hoofdmap
pl: Katalog główny
pt: Pasta de Base
sk: Koreňový adresár
sl: Korenska mapa
tr: Kök Dizin
uk: Кореневий каталог
zh_tw: 根目錄

source: Watch for changes
bs: Nadgledaj za promjene
ca: Vigila els canvis
da: Overvåg for ændringer
de: Änderungen überwachen
el: Παρακολούθηση για αλλαγές
et: Muutuste jälgimine
gl: Vixiar os cambios
hu: Változások figyelése
is: Fylgjast með breytingum
it: Sorveglia modifiche
ko: 변경 사항 감시
nb: Overvåk etter endringer
nl: Wijzigingen bewaken
pl: Obserwuj pod kątem zmian
pt: Vigiar as alterações
sk: Sledovať zmeny
sl: Spremljaj spremembe
tr: Değişiklikleri izle
uk: Спостерігати за змінами
zh_tw: 監控變更

source: Scan recursively
bs: Skeniranje rekurzivno
ca: Explora recursivament
da: Scan rekursivt
de: Rekursiv durchsuchen
el: Αναδρομική σάρωση
et: Rekursiivne uurimine
gl: Examinar recursivamente
hu: Rekurzív vizsgálat
is: Leita einnig í undirmöppum
it: Scansiona ricorsivamente
ko: 재귀적으로 검사
nb: Skann rekursivt
nl: Recursief doorzoeken
pl: Skanuj rekursywnie
pt: Sondar recursivamente
sk: Hľadať rekurzívne
sl: Preišči rekurzivno
tr: Özyinelemeli tara
uk: Сканувати рекурсивно
zh_tw: 遞迴掃描

source: &Add New Root Directory
bs: &Dodaj novi korijeni direktorijum
ca: &Afegeix un directori arrel nou
da: &Tilføj ny rodmappe
de: Neuen B&asisordner hinzufügen
el: &Προσθήκη νέου καταλόγου root
et: Lis&a uus juurkataloog
gl: &Engadir un novo directorio raíz
hu: Új gyökérkönyvtár &hozzáadása
is: &Bæta við nýrri grunnmöppu
it: &Aggiungi nuova cartella radice
ko: 새 루트 디렉터리 추가(&A)
nb: &Legg til ny rotmappe
nl: Nieuwe hoofdmap toevoegen
pl: Dod&aj nowy katalog główny
pt: &Adicionar uma Pasta de Topo
sk: Pridať nový koreňový adresár
sl: Dod&aj novo korensko mapo
tr: &Yeni Kök Dizini Ekle
uk: &Додати новий кореневий каталог
zh_tw: 新增根目錄(&A)

source: This is the list of images to upload via your DLNA server
bs: Ovo je popis slika za upload putem DLNA poslužitelja
ca: Aquesta és la llista d'imatges a pujar mitjançant el vostre servidor de DLNA
da: Dette er listen over billeder der skal uploades via din DLNA-server
de: Das ist die Liste von Bildern, die auf Ihren DLNA-Server hochgeladen werden
el: Αυτή είναι η λίστα εικόνων για αποστολή μέσω του DLNA εξυπηρετητή σας
et: Sinu DLNA-serverisse üleslaaditavate piltide loend
gl: Esta lista contén as imaxes a subir mediante o servidor DLNA.
hu: Ez a DLNA kiszolgálóval feltöltendő képek listája
is: Þetta er listi yfir myndirnar sem á að senda á DLNA-þjóninn
it: Questo è l'elenco di immagini da caricare con il tuo server DLNA
ko: DLNA 서버로 업로드할 사진 목록
nb: Dette er lista over bilder som skal lastes opp via din DLNA-tjener
nl: Dit is de lijst van te uploaden afbeeldingen naar uw DLNA-server
pl: Jest to lista obrazów do wysłania do twojego serwera DLNA
pt: Esta é a lista de imagens a enviar para o seu servidor de DLNA
sk: Toto je zoznam obrázkov na nahranie cez váš DLNA server
sl: To je seznam slik, ki bodo poslana preko vašega strežnika DLNA
tr: Bu, DLNA sunucunuz yardımıyla yüklenecek resimlerin listesidir
uk: Це список зображень, які слід вивантажити за допомогою вашого сервера DLNA
zh_tw: 這是您要透過 DLNA 伺服器上傳的影像清單

source: Start
bs: Pokreni
ca: Inicia
el: Έναρξη
gl: Iniciar
hu: Indítás
is: Byrja
it: Avvia
ko: 시작
nl: Starten
pl: Uruchom
pt: Iniciar
sk: Spustiť
sl: Začni
tr: Başlat
uk: Почати
zh_tw: 啟動

source: Stop
bs: Zaustavi
ca: Atura
de: Anhalten
el: Διακοπή
gl: Parar
hu: Leállítás
is: Stöðva
it: Ferma
ko: 정지
nb: Stopp
nl: Stoppen
pl: Zatrzymaj
pt: Parar
sk: Zastaviť
sl: Zaustavi
tr: Dur
uk: Зупинити
zh_tw: 停止

source: &Export
bs: &Izvezi
ca: &Exporta
da: &Eksportér
de: &Exportieren
el: &Εξαγωγή
et: &Eksport
gl: &Exportar
hu: &Exportálás
is: Flytja ú&t
it: &Esporta
ko: 내보내기(&E)
nb: &Eksporter
nl: &Exporteren
pl: &Eksportuj
pt: &Exportar
sk: &Exportovať
sl: &Izvozi
tr: &Dışarıya Aktar
uk: &Експорт
zh_tw: 匯出(&E)

source: Main Toolbar
bs: Glavna alatna traka
ca: Barra d'eines principal
da: Hovedværktøjslinje
de: Haupt-Werkzeugleiste
el: Κύρια γραμμή εργαλείων
et: Peamine tööriistariba
gl: Barra de ferramentas principal
hu: Fő eszköztár
is: Aðaltækjaslá
it: Barra principale
ko: 주 도구 모음
nb: Hovedverktøylinje
nl: Hoofdwerkbalk
pl: Główny pasek narzędzi
pt: Barra Principal
sk: Hlavný panel nástrojov
sl: Glavna orodna vrstica
tr: Ana Araç Çubuğu
uk: Головна панель
zh_tw: 主工具列

source: Export via &DLNA
bs: Izvoz preko &DLNA
ca: Exporta mitjançant &DLNA
da: Eksportér via &DLNA
de: Exportieren über &DLNA
el: Εξαγωγή μέσω &DLNA
et: Eksport &DLNA kaudu
gl: Exportar mediante &DLNA
hu: Exportálás &DLNA használatával
is: Flytja út með &DLNA
it: Esporta con &DLNA
ko: DLNA로 내보내기(&D)
nb: Eksporter via &DLNA
nl: Via &DLNA exporteren
pl: Eksportuj przez &DLNA
pt: Exportar por &DLNA
sk: Export cez &DLNA
sl: Izvozi preko &DLNA
tr: &DLNA Yardımıyla Dışa Aktar
uk: Експортувати за допомого&ю DLNA
zh_tw: 透過 DLNA 匯出(&D)

source: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA Export</font></a></h2></b>
bs: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA izvoz</font></a></h2></b>
ca: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">Exportació a DLNA</font></a></h2></b>
da: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA-eksport</font></a></h2></b>
el: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA Εξαγωγή</font></a></h2></b>
gl: <b><h2><a href="http://www.dlna.org">Exportación mediante DLNA<font color="#9ACD32"></font></a></h2></b>
hu: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA Exportálás</font></a></h2></b>
is: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA útflutningur</font></a></h2></b>
it: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">Esportazione a DLNA</font></a></h2></b>
ko: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA 내보내기</font></a></h2></b>
nb: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA-eksport</font></a></h2></b>
nl: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA exporteren</font></a></h2></b>
pl: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">Eksport DLNA</font></a></h2></b>
pt: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">Exportação para DLNA</font></a></h2></b>
sl: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">Izvoz DLNA</font></a></h2></b>
tr: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA Dışa Aktarımı</font></a></h2></b>
uk: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">Експортування за допомогою DLNA</font></a></h2></b>
zh_tw: <b><h2><a href="http://www.dlna.org"><font color="#9ACD32">DLNA 匯出</font></a></h2></b>

source: <b>DLNAExport Binaries' requirement (Optional)</b>
bs: <b>DLNAExport Binaries' zahtjevi (opcionalno)</b>
ca: <b>Requisit de binaris DLNAExport (Opcional)</b>
da: <b>Krav om "DLNAExport Binaries" (valgfrit)</b>
de: <b>Voraussetzungen für ausführbare Dateien DLNA-Export(Optional)</b>
el: <b>DLNAExport απαίτηση εκτελέσιμων (Προαιρετικό)</b>
gl: <b>Requirimento dos binarios de «DLNAExport» (opcional).</b>
hu: <b>DLNAExport binárisok követelménye (opcionális)</b>
is: <b>Kröfur tvíundarskrár DLNA-útflutnings (valkvætt)</b>
it: <b>Requisito dei file binari DLNAExport (facoltativo)</b>
ko: <b>DLNAExport 실행 파일 필요 사항(추가적)</b>
nb: <b>Etterspurte programmer for DLNAExport (valgfrie)</b>
nl: <b>Vereiste van via DLNA exporteren van binaire bestanden (Optioneel)</b>
pl: <b>Wymagania plików binarnych EksportuDLNA (Opcjonalne)</b>
pt: <b>Requisito dos binários do DLNAExport (Opcional)</b>
sk: <b>Požiadavka DLNAExport programov (voliteľné)</b>
sl: <b>Zahtevane izvedljive datoteke DLNAExport (izbirno)</b>
tr: <b>DLNAExport İkililerinin gereksinimleri (İsteğe bağlı)</b>
uk: <b>Вимоги до виконуваних файлів DLNAExport (необов’язкові)</b>
zh_tw: <b>DLNA 匯出執行檔（選擇性）</b>

source: &Choose the implementation:
bs: &Odaberi implementaciju:
ca: Es&cull la implementació:
da: &Vælg implementation
de: &Wählen Sie die Implementierung:
el: Ε&πιλέξτε την υλοποίηση:
et: &Teostus:
gl: &Escoller a implementación
hu: &Megvalósítás kiválasztása:
is: Vel&du uppsetningu:
it: &Scegli l'implementazione:
ko: 구현 선택(&C):
nb: &Velg implementasjonen
nl: &Kies de implementatie:
pl: Wybierz implementa&cję:
pt: Es&colha a implementação:
sk: Vyberte implementáciu:
sl: &Izberite izvedbo:
tr: &Yöntemi seçin:
uk: Ви&беріть реалізацію:
zh_tw: 選擇實作(&C)：

source: DLNA Export
bs: DLNA izvoz
ca: Exporta a DLNA
da: DLNA-eksport
el: DLNA εξαγωγή
et: DLNA eksport
gl: Exportación mediante DLNA
hu: DLNA exportálás
is: DLNA útflutningur
it: Esportazione a DLNA
ko: DLNA 내보내기
nb: DLNA-eksport
nl: GeÃ«xporteerd via DLNA
pl: Eksport DLNA
pt: Exportação para DLNA
sl: Izvoz DLNA
tr: DLNA Dışa Aktarımı
uk: Експортування за допомогою DLNA
zh_tw: DLNA 匯出

source: A Kipi plugin to export image collections via DLNA Using LibHUpnp %1 Using LibHUpnpAv %2
bs: Kipi plugin za izvoz zbirke slika putem DLNA Koristeći LibHUpnp %1 Koristeći LibHUpnpAv %2
ca: Un connector de Kipi per exportar col·leccions d'imatges mitjançant DLNA Usant LibHUpnp %1 Usant LibHUpnpAv %2
da: Et KIPI-plugin til at eksportere billedsamlinger via DLNA Bruger LibHUpnp %1 Bruger LibHUpnpAv %2
de: Ein Kipi-Modul zum Exportieren von Bildersammlungen mit DLNA Verwendet LibHUpnp %1 Verwendet LibHUpnpAv %2
el: Πρόσθετο Kipi για εξαγωγή συλλογών εικόνων μέσω DLNA Με χρήση LibHUpnp %1 Με χρήση LibHUpnpAv %2
et: Kipi plugin pildikogude eksportimiseks DLNA kaudu Kasutatakse LibHUpnp %1 Kasutatakse LibHUpnpAv %2
gl: Un complemento Kipi para exportar coleccións de imaxe mediante DLNA. Usando LibHUpnp %1. Usando LibHUpnpAv %2.
hu: Egy KIPI bővítmény képgyűjtemények exportálásához DLNA-n keresztül LibHUpnp használatával: %1 LibHUpnpAv használatával: %2
is: KIPI íforrit til útflutnings myndasafna með DLNA Notar LibHUpnp %1 Notar LibHUpnpAv %2
it: Un'estensione di Kipi per esportare raccolte di immagini con DLNA Con LibHUpnp %1 Con LibHUpnpAv %2
ko: DLNA로 그림 모음집을 내보내는 Kipi 플러그인입니다. LibHUpnp %1 사용 LibHUpnpAv %2 사용
nb: Et Kipi-programtillegg som eksporterer bilder via DLNA ved bruk av LibHUpnp %1 ved bruk av LibHUpnpAV %2
nl: Een Kipi-plug-in voor het exporteren van verzamelingen afbeeldingen via DLNA Met LibHUpnp %1 Met LibHUpnpAv %2
pl: Wtyczka Kipi do eksportowania zbiorów przez DLNA Używa LibHUpnp %1 Używa LibHUpnpAv %2
pt: Um 'plugin' do KIPI para exportar as colecções de imagens por DLNA A usar a LibHUpnp %1 A usar a LibHUpnpAv %2
sk: Kipi plugin na export kolekcií obrázkov cez DLNA Používa LibHUpnp %1 Používa LibHUpnpAv %2
sl: Vstavek Kipi za izvoz zbirk slik preko DLNA Uporablja LibHUpnp %1 Uporablja LibHUpnpAv %2
tr: Resim koleksiyonlarını DLNA yardımıyla dışa aktarmak için bir Kipi eklentisi Kullanılan LibHUpnp %1 Kullanılan LibHUpnpAv %2
uk: Додаток Kipi для експортування збірок зображень за допомогою DLNA Використано LibHUpnp %1 Використано LibHUpnpAv %2
zh_tw: 透過 DLNA 將影像收藏匯出的 Kipi 外掛程式 使用 LibHUpnp %1 使用 LibHUpnpAv %2

source: (c) 2012-2013, Smit Mehta
hu: © Smit Mehta, 2012-2013.
it: © 2012-2013 di Smit Mehta
nb: © 2012–2013 Smit Mehta
uk: © Smit Mehta, 2012–2013
