Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_jpeglossless.po
Languages: de, fr, sk

source: &Image
de: &Bild
sk: &Obrázok

source: Main Toolbar
de: Haupt-Werkzeugleiste
fr: Barre principale d'outils
sk: Hlavný panel nástrojov

source: Rotate
de: Drehen
fr: Faire pivoter
sk: Rotácia

# rotate image left
source: Rotate Left
de: Nach links drehen
fr: Faire pivoter vers la gauche
sk: Otočiť doľava

# rotate image right
source: Rotate Right
de: Nach rechts drehen
fr: Faire pivoter vers la droite
sk: Otočiť doprava

source: Flip
de: Spiegeln
fr: Retourner
sk: Prevrátiť

source: Flip Horizontally
de: Horizontal spiegeln
fr: Retourner horizontalement
sk: Prevrátiť vodorovne

source: Flip Vertically
de: Vertikal spiegeln
fr: Retourner verticalement
sk: Prevrátiť zvisle

source: Auto Rotate/Flip Using Exif Information
de: Automatisches Drehen/Spiegeln
fr: Faire pivoter / Retourner automatiquement à l'aide des informations « EXIF »
sk: Automaticky otočiť/prevrátiť pomocou Exif informácie

source: Convert to Black && White
de: Zu Schwarz/Weiß-Bild konvertieren
fr: Convertir en noir et blanc
sk: Previesť na čiernobielu

source: horizontally
de: Horizontal
fr: horizontalement
sk: vodorovne

source: vertically
de: Vertikal
fr: verticalement
sk: zvislo

source: Flip images %1
de: Bilder spiegeln: %1
fr: Retourner les images %1
sk: Preklopiť obrázky %1

source: right (clockwise)
de: rechts (im Uhrzeigersinn)
fr: vers la droite (sens horaire)
sk: vpravo (v smere hodinových ručičiek)

source: left (counterclockwise)
de: links (entgegen dem Uhrzeigersinn)
fr: vers la gauche (sens anti horaire)
sk: vľavo (proti smeru hodinových ručičiek)

source: using Exif orientation tag
de: benutzt die Exif-Ausrichtung
fr: à l'aide de l'étiquette d'orientation « EXIF »
sk: pomocou značky Exif orientácie

source: Rotate images %1
de: Bilder drehen %1
fr: Faire pivoter les images %1
sk: Otočiť obrázky %1

source: <p>Are you sure you wish to convert the selected image(s) to black and white? This operation <b>cannot</b> be undone.</p>
de: <p>Sind Sie sicher, dass Sie die ausgewählten Bilder zu schwarz/weiß konvertieren möchten? Diese Aktion kann <b>nicht</b> mehr rückgängig gemacht werden.</p>
fr: <p>Voulez-vous vraiment convertir les images sélectionnées en noir et blanc ? Il est <b>impossible</b> d'annuler cette opération.</p>
sk: <p>Určite chcete previesť vybraný obrázok (obrázky) na čiernobiele? Táto operácia sa <b>nedá</b> vrátiť.</p>

source: Convert images to black & white
de: Bilder zu schwarz/weiß konvertieren
fr: Convertir des images en noir et blanc
sk: Previesť obrázky do čiernobielej

source: Rotating Image "%1"
de: Bild „%1“ wird gedreht
fr: Rotation de l'image « %1 »
sk: Otáčam obrázok "%1"

source: Flipping Image "%1"
de: Bild „%1“ wird gespiegelt
fr: Retournement de l'image « %1 »
sk: Prevraciam obrázok "%1"

source: Converting to Black & White "%1"
de: „%1“ wird zu schwarz/weiß konvertiert
fr: Conversion de « %1 » en noir et blanc
sk: Prevádzam na čiernobielu "%1"

source: Rotate image complete
de: Bild erfolgreich gedreht
fr: Rotation de l'image terminée
sk: Otočenie obrázku hotové

source: Flip image complete
de: Bild erfolgreich gespiegelt
fr: Retournement de l'image terminé
sk: Prevrátenie obrázku hotové

source: Convert to Black & White complete
de: Bild erfolgreich zu schwarz/weiß konvertiert
fr: Conversion en noir et blanc terminée
sk: Prevod na čiernobielu hotový

source: Failed to Rotate image
de: Das Drehen des Bildes ist fehlgeschlagen.
fr: Impossible de faire pivoter l'image
sk: Zlyhalo otočenie obrázku

source: Failed to Flip image
de: Das Spiegeln des Bildes ist fehlgeschlagen.
fr: Impossible de retourner l'image
sk: Zlyhalo prevrátenie obrázku

source: Failed to convert image to Black & White
de: Die Konvertierung zu schwarz/weiß ist fehlgeschlagen.
fr: Impossible de convertir l'image en noir et blanc
sk: Zlyhal prevod obrázku do čiernobielej

source: unable to open source file
de: Die Quelldatei kann nicht geöffnet werden
fr: impossible d'ouvrir le fichier source
sk: nemôžem otvoriť zdrojový súbor

source: unable to open temp file
de: Die temporäre Datei kann nicht geöffnet werden
fr: impossible d'ouvrir le fichier temporaire
sk: nemôžem otvoriť dočasný súbor

source: Cannot rotate: unable to open temp file
de: Drehung nicht möglich: Die temporäre Datei kann nicht geöffnet werden
fr: Rotation impossible : impossible d'ouvrir le fichier temporaire
sk: Nemôžem otočiť: nemôžem otvoriť dočasný súbor

source: Cannot update metadata: %1
de: Die Metadaten können nicht aktualisiert werden: %1
fr: Impossible de mettre à jour les métadonnées : %1
sk: Nemôžem aktualizovať metadáta: %1

source: Error in opening input file
de: Fehler beim Öffnen der Quelldatei
fr: Erreur lors de l'ouverture du fichier d'entrée
sk: Chyba otvárania vstupného súboru

source: Error in opening temporary file
de: Fehler beim Öffnen einer temporären Datei
fr: Erreur lors de l'ouverture du fichier temporaire
sk: Chyba otvárania dočasného súboru

source: Cannot convert to gray scale RAW file
de: Das Bild kann nicht in eine Graustufen-RAW-Datei umgewandelt werden
fr: Impossible de convertir un fichier de format brut en échelle de gris
sk: Nemôžem previesť do šedej škály RAW súbor

source: Cannot update source image
de: Das Quellbild lässt sich nicht aktualisieren
fr: Impossible de mettre à jour l'image source
sk: Nemôžem aktualizovať zdrojový súbor

source: Error in opening output file
de: Fehler beim Öffnen der Ausgabedatei
fr: Erreur lors de l'ouverture du fichier de sortie
sk: Chyba otvárania výstupného súboru

source: Cannot convert to gray scale: %1
de: Das Bild lässt sich nicht in ein Graustufenbild umwandeln: %1
fr: Impossible de convertir en échelle de gris : %1
sk: Nemôžem previesť do šedej škály: %1

source: Cannot rotate RAW file
de: Die Rohdatei kann nicht gedreht werden
fr: Impossible de faire pivoter une image en format brut
sk: Nemôžem otočiť RAW súbor

source: Nonstandard flip action
de: Nicht-Standard-Spiegelung
fr: Action de retournement non standard
sk: Neštandardná akcia prevrátenia

source: Cannot flip: %1
de: Das Bild lässt sich nicht spiegeln: %1
fr: Retournement impossible : %1
sk: Nemôžem prevrátiť: %1

source: Nonstandard rotation angle
de: Nicht-Standard-Drehwinkel
fr: Angle de rotation non standard
sk: Neštandardný uhol otočenia

source: Cannot rotate: %1
de: Das Bild lässt sich nicht drehen: %1
fr: Rotation impossible : %1
sk: Nemôžem otočiť: %1

source: The JPEG library reported an error: %1
de: Die JPEG-Bibliothek meldet einen Fehler: %1
fr: La bibliothèque JPEG a signalé une erreur : %1
sk: JPEG knižnica oznámila chybu: %1
