Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_panorama.po
Languages: bs, ca, da, de, el, es, fi, fr, gl, it, km, lt, nb, pl, ru, sl, sv

source: <qt><p>Set here the list of your images to blend into a panorama. Please follow these conditions:</p><ul><li>Images are taken from the same point of view.</li><li>Images are taken with the same camera (and lens).</li><li>Do not mix images with different color depth.</li></ul><p>Note that, in the case of a 360° panorama, the first image in the list will be the image that will be in the center of the panorama.</p></qt>
bs: <qt><p>Postavi ovdje listu vaših slika za miksanje unutar panorame. Molimo pratite ove uslove:</p><ul><li>Slike su napravljen sa iste tačke gledišta.</li><li>Slike su napravljene sa istom kamerom (i objektivom).</li><li>Ne miješajte slike sa različitom dubinom boje.</li></ul><p>Znajte da će, u slučaju 360° panorame, prva slika sa liste biti ona slika koja će biti u središtu panorame.</p></qt>
ca: <qt><p>Establiu aquí la llista de les vostres imatges a fusionar en un panorama. Seguiu les següents condicions:</p><ul><li>Les imatges s'han pres des del mateix punt de vista.</li><li>Les imatges s'ha pres amb la mateixa càmera (i lents).</li><li>No es barregen imatges amb una profunditat de color diferent.</li></ul><p>Tingueu en compte que, en el cas d'un panorama de 360 graus, la primera imatge de la llista serà la imatge que restarà al centre del panorama.</p></qt>
da: <qt><p>Angiv listen over dine billeder her, der skal sættes sammen til et panorama. Opfyld venligst disse betingelser:</p><ul><li>Billederne er taget fra samme synsvinkel.</li><li>Billederne er taget med samme kamera (og objektiv).</li><li>Bland ikke billeder med forskellig farvedybde.</li></ul><p>Bemærk at i forbindelse med med et 360° panorama, vil det første billede på listen blive det billede der vil være i centrum i panoramaet.</p></qt>
de: <qt><p>Geben Sie hier die Liste Ihrer Bilder an, die zu einem Panorama zusammengefügt werden sollen. Bitte beachten Sie folgende Bedingungen:</p><ul><li>Die Bilder müssen vom selben Standpunkt aufgenommen werden.</li><li>Die Bilder müssen mit derselben Kamera und Linse aufgenommen werden.</li><li>Verwenden Sie Bilder mit gleicher Farbtiefe.</li></ul><p>Beachten Sie, dass bei einem 360° Panorama das erste Bild in der Liste in der Mitte des Panoramas angeordnet wird.</p></qt>
el: <qt><p>Καθορίστε εδώ την λίστα με τις εικόνες που θέλετε να ενώσετε σε ένα πανόραμα. Παρακαλώ σεβαστείτε αυτές τις συνθήκες:</p><ul><li>Οι εικόνες έχουν ληφθεί από την ίδια οπτική γωνία.</li><li>Οι εικόνες έχουν ληφθεί με την ίδια κάμερα (και φακούς).</li><li>Μην αναμίξετε εικόνες με διαφορετικό βάθος χρώματος.</li></ul><p>Σημειώστε ότι, στην περίπτωση ενός πανοράματος 360°, η πρώτη εικόνα στη λίστα θα είναι η εικόνα που θα βρίσκεται στο κέντρο του πανοράματος.</p></qt>
es: <qt><p>Indique aquí la lista con sus imágenes para fundirán en un panorama. Siga por favor estas condiciones:</p><ul><li>las imágenes se harán desde el mismo ponto de vista.</li><li>Las imágenes se harán con la misma máquina (y lente).</li><li>No se mezclarán imágenes con diferentes profundidades de color.</li></ul><p>Notar que en el caso de un panorama de 360°, la primera imagen de la lista será la imagen que estará en el centro del panorama.</p></qt>
fi: <qt><p>Aseta tässä panoraamaksi yhdistettävien kuvien luettelo. Seuraa näitä ohjeita:</p><ul><li>Kuvat on otettu samasta näkökulmasta.</li><li>Kuvat on otettu samalla kameralla (ja linssillä).</li><li>Älä sekoita eri värisyvyyden kuvia.</li></ul><p>Huomaa että 360° panoraaman tapauksessa luettelossa ensimmäisenä oleva kuva tulee panoraamassa keskelle.</p></qt>
fr: <qt><p>Définissez ici la liste de vos images pour en faire un fondu dans un panorama. Veuillez respecter ces conditions :</p><ul><li>Les images sont prises depuis le même point de vue.</li><li>Les images sont prises avec le même appareil photo (et objectif).</li><li>Ne mélangez pas les images présentant une profondeur de couleurs différente.</li></ul><p>Veuillez noter que, dans le cas d'un panorama à 360°, la première image de la liste sera celle au centre du panorama.</p></qt>
gl: <qt><p>Configure aquí a lista das imaxes que pretende mesturar nun panorama. Siga esta condicións:</p><ul><li>As imaxes están tomadas desde o mesmo punto de vista.</li><li>As imaxes están tomadas coa mesma cámara (e lente).</li><li>Non mesture imaxes con profundidades de cor distintas.</li></ul><p>Lembre que, no caso dun panorama de 360°, a primeira imaxe da lista será a imaxe que ficará no centro do panorama.</p></qt>
it: <qt><p>Imposta qui l'elenco delle immagini da unire in un panorama. Segui queste condizioni:</p><ul><li>Le immagini vanno scattate dallo stesso punto di vista.</li><li>Le immagini vanno scattate con la stessa fotocamera (e lente).</li><li>Non unire immagini con diverse profondità cromatiche.</li></ul><p>Nota che nel caso di un panorama a 360° gradi la prima immagine nell'elenco sarà l'immagine al centro del panorama.</p></qt>
lt: <qt><p>Sudarykite sąrašą nuotraukų, kurias norite sulieti į panoramą. Prašome tenkinti šias sąlygas:</p><ul><li>Nuotraukos turi būti padarytos iš to paties taško.</li><li>Nuotraukos turi būti padarytos su tuo pačiu fotoaparatu (ir linze).</li><li>Nemaišykite nuotraukų su skirtingais spalvų gyliais.</li></ul><p>Žinokite, kad darant 360° panoramą, pirmoji sąrašo nuotrauka bus nuotrauka matoma panoramos centre.</p></qt>
nb: <qt> <p>Skriv inn her lista over bilder som skal settes sammen til et panorama. Pass på følgende:</p> <ul> <li>Bildene er tatt fra samme standpunkt.</li> <li>Bildene er tatt med samme kamera (og objektiv).</li> <li>Ikke bland bilder med forskjellig fargedybde.</li> </ul> <p>Merk at for et 360° panorama vil det første bilde bli lagt i senter for panoramaet,</p> </qt>
pl: <qt><p>Tutaj ustaw listę twoich zdjęć, które będą złożone w panoramę. Proszę dochować następujących warunków:</p><ul><li>Zdjęcia muszą być zrobione z tego samego punktu widokowego.</li><li>Zdjęcia muszą być zrobione tym samym aparatem (i obiektywem).</li><li>Nie mieszaj obrazów o różnej głębi kolorów.</li></ul><p>Zauważ, że w przypadku panoramy 360°, pierwsze zdjęcie na liście będzie zdjęciem, które będzie w środku panoramy.</p></qt>
ru: <qt><p>Укажите список изображений для объединения в панораму. Придерживайтесь следующих рекомендаций:</p><ul><li>Фотографии должны быть сняты из одной точки.</li><li>Изображения сняты на одну камеру, с одинаковой линзой.</li><li>Не смешивайте изображения с разной глубиной цвета.</li></ul><p>Обратите внимание, что если вы хотите создать 360° панораму, то первое изображение в списке будет в центре панорамы.</p></qt>
sl: <qt><p>Tukaj nastavite seznam vaših slik, ki bodo sešite v panoramo. Sledite sledečim pogojem:</p><ul><li>Slike so posnete iz enake točke pogleda.</li><li>Slike so posnete z enakim fotoaparatom (in lečo).</li><li>Ne mešajte slik z različno barvno globino.</li></ul><p>V primeru 360 stopinjske panorame, bo prva slika na seznamu tista, ki bo v sredini panorame.</p></qt>
sv: <qt><p>Ange listan med bilder som ska sammanfogas till ett panorama här. Ta hänsyn till följande villkor:</p><ul><li>Bilderna måste vara tagna från samma utgångspunkt.</li><li>Bilderna måste vara tagna med samma kamera (och lins).</li><li>Blanda inte bilder med olika färgdjup.</li></ul><p>Observera att i fallet med ett 360° panorama, är den första bilden i listan den som kommer att vara i panoramats centrum.</p></qt>

source: <b>Panorama Stitched</b>
bs: <b>Panorama spojena</b>
ca: <b>Retallat del panorama</b>
da: <b>Panorama sammensyet</b>
de: <b>Das Panorama ist zusammengefügt</b>
el: <b>Η συρραφή του πανοράματος ολοκληρώθηκε</b>
es: <b>Panorama acoplado</b>
fi: <b>Panoraama yhdistetty</b>
fr: <b>Panorama assemblé</b>
gl: <b>Panorama encaixado</b>
it: <b>Panorama cucito</b>
km: <b>បាន​ភ្ជាប់​ទស្សនីយភាព</b>
lt: <b>Panorama sujungta</b>
nb: <b>Panorama sydd sammen</b>
pl: <b>Zszyta panorama</b>
ru: <b>Панорама создана</b>
sl: <b>Panorama sešita</b>
sv: <b>Sammanfogat panorama</b>

source: Save Settings
bs: Sačuvaj postavke
ca: Desa l'arranjament
da: Gem indstillinger
de: Einstellungen speichern
el: Αποθήκευση ρυθμίσεων
es: Guardar la configuración
fi: Tallenna asetukset
fr: Enregistrer les paramètres
gl: Gardar a configuración
it: Impostazioni di salvataggio
km: រក្សាទុក​ការ​កំណត់
lt: Išsaugoti nustatymus
nb: Lagre innstillinger
pl: Zapisz ustawienia
ru: Параметры сохранения
sl: Shrani nastavitve
sv: Spara inställningar

source: File name template:
bs: Šablon naziva datoteke:
ca: Nom de fitxer de la plantilla:
da: Filnavnsskabelon:
de: Dateinamen-Vorlage:
el: Πρότυπο ονόματος αρχείου:
es: Modelo de nombre de archivo:
fi: Tiedostonimen malli:
fr: Modèle de nom de fichier :
gl: Modelo do nome de ficheiro:
it: Modello del nome di file:
km: ពុម្ព​ឈ្មោះ​ឯកសារ ៖
lt: Failo pavadinimo šablonas:
nb: Filnavn-mal:
pl: Szablon nazwy pliku:
ru: Шаблон имён файлов:
sl: Predloga imena datoteke
sv: Filnamnsmall:

source: Name of the panorama file (without its extension).
bs: Naziv panoramske datoteke (bez ekstenzije).
ca: Nom de fitxer del panorama (sense extensió).
da: Navn på panoramafil (uden filendelse).
de: Name der Panoramadatei (ohne Erweiterung).
el: Όνομα αρχείου του πανοράματος (χωρίς την κατάληξή του).
es: El nombre de archivo del panorama (sin la extensión).
fi: Panoraamatiedoston nimi (päätteettä).
fr: Nom du fichier de panorama (sans son extension).
gl: Nome do ficheiro do panorama (sen a extensión).
it: Nome del file panorama (senza estensione).
km: ឈ្មោះឯកសារ​ទស្សនីយភាព​ (គ្មាន​ផ្នែក​បន្ថែម​របស់​វា) ។
lt: Panoramos failo pavadinimas (be plėtinio).
nb: Navn på panoramafila (uten etternavn).
pl: Nazwa pliku panoramy (bez rozszerzenia).
ru: Имя файла панорамы (без расширения)
sl: Ime slike panorame (brez njene pripone).
sv: Panoramafilens namn (utan filändelse).

source: <b>File name template</b>: Set here the base name of the files that will be saved. For example, if your template is <i>panorama</i> and if you chose a JPEG output, then your panorama will be saved with the name <i>panorama.jpg</i>. If you choose to save also the project file, it will have the name <i>panorama.pto</i>.
bs: <b>Šablon naziva datoteke</b>: Postavite ovdje osnovno ime datoteka koje će biti sačuvane. Na primjer, ako je vaš šablon <i>panorama</i> i vi izaberete JPEG izlaz, ona će vaša panorama biti snimljena pod imenom <i>panorama.jpg</i>. Ako odaberete da snimite takođe datoteku projekta, imaće naziv <i>panorama.pto</i>.
ca: <b>Nom de fitxer de la plantilla</b>: Establiu aquí el nom base dels fitxers que es desaran. Per exemple, si la plantilla és <i>panorama</i> i si heu triat una sortida JPEG, llavors el panorama es desarà amb el nom <i>panorama.jpg</i>. Si també decidiu desar el fitxer de projecte, el seu nom serà <i>panorama.pto</i>.
da: <b>Filnavnsskabelon</b>: Angiv basisnavnet på filerne der vil blive gemt her. Hvis din skabelon f.eks. er <i>panorama</i> og hvis du vælger JPEG-output, så vil panoramaet blive gemt med navnet <i>panorama.jpg</i>. Hvis du vælger også at gemme projektfilen vil den få navnet <i>panorama.pto</i>.
de: <b>Dateinamen-Vorlage</b>: Geben Sie hier den Basisnamen der zu speichernden Datei an. Hat Ihre Vorlage zum Beispiel den Namen <i>panorama</i> und Sie wählen JPEG als Ausgabeformat, dann wird Ihr Panorama unter dem Namen <i>panorama.jpg</i> gespeichert. Wenn Sie auch die Projektdatei speichern, erhält sie den Namen <i>panorama.pto</i>.
el: <b>Πρότυπο ονόματος αρχείου</b>: Εδώ μπορείτε να καθορίσετε το βασικό όνομα των αρχείων που θα αποθηκεύονται. Για παράδειγμα, αν το πρότυπό σας είναι <i>panorama</i> και αν επιλέξετε την δημιουργία JPEG, τότε το πανόραμα θα αποθηκευτεί με το όνομα <i>panorama.jpg</i>. Αν επιλέξετε να αποθηκεύσετε το αρχείο του έργου, θα έχει την ονομασία <i>panorama.pto</i>.
es: <b>Modelo de nombre de archivo</b>: Configure aquí el nombre de base de los archivos que se guardarán. Por ejemplo, si su modelo fuera <i>panorama</i> y si escogiera un resultado en JPEG, entonces su panorama se guardará con el nombre <i>panorama.jpg</i>. Si optase por guardar tambiém el nombre del proyecto, este tendrá el nombre <i>panorama.pto</i>.
fi: <b>Tiedostonimen malli</b>: Aseta tässä tallennettavien tiedostojen nimen perusosa. Jos esimerkiksi mallisi on <i>panoraama</i> ja valitsit JPEG-tulosmuodon, panoraamasi nimeksi tulee <i>panoraama.jpg</i>. Jos tallennat myös projektitiedoston, sen nimeksi tulee <i>panoraama.pto</i>.
fr: <b>Modèle de nom de fichier</b> : définissez ici le nom de base des fichiers à enregistrer. Par exemple, si votre modèle est <i>panorama</i> et si vous choisissez une sortie « JPEG », alors votre panorama sera enregistré sous le nom <i>panorama.jpg</i>. Si vous préférez enregistrer également le fichier de projet, il portera le nom <i>panorama.pto</i>.
gl: <b>Modelo no nome de ficheiro</b>: configure aquí o nome base dos ficheiros que se graven. Por exemplo, se o modelo é <i>panorama</i> e escolle a saída JPEG, o panorama grávase co nome <i>panorama.jpg</i>. Se escolle gravar tamén o ficheiro do proxecto, terá o nome <i>panorama.pto</i>.
it: <b>Modello del nome di file</b>: imposta qui il nome base dei file che saranno salvati. Per esempio, se il modello è <i>panorama</i> e se scegli un risultato JPEG, il panorama verrà salvato con il nome <i>panorama.jpg</i>. Se scegli di salvare anche il file del progetto, avrà il nome <i>panorama.pto</i>.
lt: <b>Failo pavadinimo šablonas</b>: Nustatykite bazinį pavadinimą saugant failus. Pavyzdžiui, jei jūsų šablonas yra <i>panorama</i> ir jei jūs pasirenkate JPEG išvestį, tada jūsų panorama bus išsaugota su tuo pačiu pavadinimu <i>panorama.jpg</i>. Jei pasirinksite išsaugoti ir projekto failą, jis bus pavadintas <i>panorama.pto</i>.
nb: <b>Filnavnmal</b>: Skriv inn her basisnavn på filene som vil bli lagret. Hvis malen for eksempel er <i>panorama</i> og du velger JPEG-utdata, så blir panoramaet lagret med navnet <i>panorama.jpg</i>. Hvis du velger å lagre prosjektfila også, så får den navnet <i>panorama.pto</i>.
pl: <b>Szablon nazwy pliku</b>: Tutaj ustaw nazwę bazową plików, które zostaną zapisane. Na przykład, jeśli twój szablon to <i>panorama</i> i jeśli wybierzesz wynik JPEG, to twoja panorama zostanie zapisana z nazwą <i>panorama.jpg</i>. Jeżeli wybierzesz zapisanie również pliku projektu, to będzie się on nazywał <i>panorama.pto</i>.
ru: <b>Шаблон имён файлов</b>: укажите здесь имя файлов для сохранения, но без расширения. Например, если шаблон — <i>panorama</i> и формат для сохранения — JPEG, то имя файла панорамы будет <i>panorama.jpg</i>. Если вы также выбрали сохранение файла проекта, то он будет назван <i>panorama.pto</i>.
sl: <b>Predloga imena datoteke</b>: tukaj nastavite osnovno ime datotek, ki bodo shranjene. Če je vaša predloga na primer <i>panorama</i> in izberete izhod JPEG, potem bo vaša panorama shranjena z imenom <i>panorama.jpg</i>. Če izberete, da želite shraniti tudi projektno datoteko, bo imela ime <i>panorama.pto</i>.
sv: <b>Filnamnsmall</b>: Ange basnamnet på filerna som ska sparas. Om mallen exempelvis är <i>panorama</i>, och du väljer JPEG-utdata, sparas panoramat med namnet <i>panorama.jpg</i>. Om du också väljer att spara projektfilen, får den namnet <i>panorama.pto</i>.

source: Save project file
bs: Sačuvaj datoteku projekta
ca: Desa el fitxer de projecte
da: Gem projektfil
de: Projektdatei speichern
el: Αποθήκευση αρχείου έργου
es: Guardar el archivo de projecto
fi: Tallenna projektitiedosto
fr: Enregistrer un fichier de projet
gl: Gravar o ficheiro do proxecto
it: Salva file del progetto
km: រក្សាទុក​ឯកសារ​គម្រោង
lt: Išsaugoti projekto failą
nb: Lagre prosjektfila
pl: Zapisz plik projektu
ru: Сохранить проект
sl: Shrani projektno datoteko
sv: Spara projektfil

source: Save the project file for further processing within Hugin GUI.
bs: Sačuvaj datoteku projekta za buduće procesiranje unutar Hugi GUI.
ca: Desa el fitxer de projecte per al seu posterior processament a la interfície gràfica d'usuari Hugin.
da: Gem projektfilen til yderligere behandling i Hugin GUI.
de: Speichert die Projektdatei zur weiteren Bearbeitung mit der Anwendung Hugin.
el: Αποθηκεύει το αρχείο του έργου για μελλοντική επεξεργασία σε περιβάλλον Hugin.
es: Guarda el archivo de proyecto para su procesamiento posterior dentro de la GUI de Hugin.
fi: Tallenna projektitiedostoa Huginin käyttöliitymässä tapahtuvaa jatkokäsittelyä varten.
fr: Enregistre le fichier de projet en vue d'un traitement ultérieur dans une interface utilisateur « Hugin ».
gl: Gravar o ficheiro do proxecto para procesamento adicional dentro da interface de Hugin.
it: Salva il file del progetto per l'elaborazione successiva nell'interfaccia di Hugin.
km: រក្សាទុក​ឯកសារ​គម្រោង​សម្រាប់ដំណើរការ​នា​ពេល​អនាគត​នៅ​ក្នុង​ចំណុច​ប្រទាក់ Hugin ។
lt: Išsaugoti projekto failą tolimesniam apdorojimui su Hugin GUI.
nb: Lagre prosjektfila for videre bearbeiding innen Hugin GUI.
pl: Zapisz plik projektu dla dalszego przetwarzania z Hugin GUI.
ru: Сохранить проект для дальнейшей обработки в графической оболочке для Hugin.
sl: Shrani projektno datoteko za nadaljnje obdelovanje znotraj grafičnega vmesnika Hugin.
sv: Spara projektfilen för ytterligare behandling inne i det grafiska användargränssnittet Hugin.

source: <b>Save project file</b>: You can keep the project file generated to stitch your panorama for further tweaking within <a href="http://hugin.sourceforge.net/">Hugin</a> by checking this. This is useful if you want a different projection, modify the horizon or the center of the panorama, or modify the control points to get better results.
bs: <b>Sačuvaj datoteku projekta</b>: Možete sačuvati datoteku projekta generisanu da spoji vašu panoramu za buduće spajanje sa <a href="http://hugin.sourceforge.net/">Hugin</a> označavanjem ovoga. Ovo je korisno ako želite drugačiju projekciju, urediti horizont ili centar panorame, ili modifikovati kontrolne tačke za dobijanje boljih rezultata.
ca: <b>Desa el fitxer de projecte</b>: Podeu desar el fitxer de projecte generat per fusionar el vostre panorama per ajustar-lo encara més amb <a href="http://hugin.sourceforge.net/">Hugin</a>. Això és útil si voleu una projecció diferent, modificació de l'horitzó o centrat del panorama, o modificar els punts de control per obtenir millors resultats.
da: <b>Gem projektfil</b>: Du kan beholde projektfilen, der genereres for at sy dit panorama sammen, til yderligere justering i <a href="http://hugin.sourceforge.net/">Hugin</a> ved at markere dette. Det er nyttigt hvis du vil have en anden projektion, ændrer horisonten eller panoramaets centrum, eller redigere kontrolpunkterne for at opnå bedre resultater.
de: <b>Projektdatei speichern</b>: Sie können die erstellte Projektdatei für das Zusammenfügen des Panoramas zur weiteren Bearbeitung mit <a href="http://hugin.sourceforge.net/">Hugin</a> speichern. Die ist nützlich, um unterschiedliche Projektionen zu benutzen, den Horizont, das Zentrum des Panoramas oder die Kontrollpunkte zu verändern, um bessere Ergebnisse zu erzielen.
el: <b>Αποθήκευση αρχείου έργου</b>: Επιλέγοντας αυτό μπορείτε να διατηρήσετε το αρχείο του έργου σας με το οποίο δημιουργήσατε το πανόραμα για περαιτέρω επεξεργασία με το <a href="http://hugin.sourceforge.net/">Hugin</a>. Είναι χρήσιμο όταν θέλετε μια διαφορετική προβολή, να τροποποιήσετε τον ορίζοντα ή το κέντρο του πανοράματος, ή να τροποποιήσετε τα σημεία ελέγχου ώστε να έχετε καλύτερα αποτελέσματα.
es: <b>Guardar el archivo de proyecto</b>: Podrá mantener el archivo de proyecto generado del panorama acoplado para realizar ajustes posteriores dentro de <a href="http://hugin.sourceforge.net/">Hugin</a>, caso de marcar esta opción. Esto es útil si quisiera una proyección diferente, modificar el horizonte o el centro del panorama o modificar los puntos de control para obtener mejores resultados.
fr: <b>Enregistrer un fichier de projet</b> : vous pouvez conserver le fichier de projet généré pour assembler votre panorama pour l'affiner ultérieurement dans <a href="http://hugin.sourceforge.net/">Hugin</a> en sélectionnant cette option. Celle-ci est utile si vous voulez une projection différente, modifier l'horizon ou le centre du panorama ou les points de contrôle pour obtenir de meilleurs résultats.
gl: <b>Gravar o ficheiro do proxecto</b>: Pode manter o ficheiro do proxecto xerado para encaixar o panorama para continuar traballando nel en <a href="http://hugin.sourceforge.net/">Hugin</a> seleccionando isto. Isto é útil cando se desexa unha proxección diferente, modificar o horizonte ou o centro do panorama ou cando se queren modificar os puntos de control para obter mellores resultados.
it: <b>Salva file del progetto</b>: spuntando questo puoi tenere il file di progetto prodotto per cucire il panorama per lavorarci ulteriormente in <a href="http://hugin.sourceforge.net/">Hugin</a>. È utile se vuoi una proiezione diversa, modificare l'orizzonte o il centro del panorama, o modificare i punti di controllo per avere risultati migliori.
lt: <b>Išsaugoti projekto failą</b>: Galite laikyti sugeneruotą projekto failą tolimesniems pagerinimams su <a href="http://hugin.sourceforge.net/">Hugin</a> pažymėdami tai. Tai naudinga jei norite kitokios projekcijos, pakeisti panoramos horizontą, centrą, kontrolinius taškus, kad gauti geresnius rezultatus.
nb: <b>Lagre prosjektfila</b>: Du kan beholde prosjektfila som ble laget for å sy sammen panoramaet, for videre behandling innen <a href="http://hugin.sourceforge.net/">Hugin</a> ved å krysse av her. Dette er nyttig hvis du vil ha en annen projeksjon, endre horisonten eller senter i panoramaet, eller endre kontrollpunktene for å få et bedre resultat.
pl: <b>>Zapisz plik projektu</b>: Możesz zachować plik projektu wygenerowany do zszycia twojej panoramy dla późniejszego jej dostrajania w <a href="http://hugin.sourceforge.net/">Hugin</a> poprzez odhaczenie tej opcji. Jest to użyteczne jeśli chcesz innych projekcji, zmodyfikować horyzont lub wyśrodkować panoramę lub zmodyfikować punkty kontrolne do uzyskania lepszych wyników.
ru: <b>Сохранить проект</b>: вы можете сохранить проект для последующей обработки в <a href="http://hugin.sourceforge.net/">Hugin</a>. Это может пригодиться если вы хотите изменить горизонт панорамы, ключевые точки или перспективу.
sl: <b>Shrani projektno datoteko</b>: Projektno datoteko lahko shranite, da bo združljiva s programom <a href="http://hugin.sourceforge.net/">Hugin</a>, ki omogoča nadaljnje prilagoditve. To je uporabno, če želite drugo projekcijo, če želite spremenite horizont ali središče panorame ali pa če želite spremeniti nadzorne točke za boljše rezultate.
sv: <b>Spara projektfil</b>: Du kan behålla projektfilen skapad för att sammanfoga panoramat för ytterligare finjustering inne i <a href="http://hugin.sourceforge.net/">Hugin</a> genom att markera det här. Det är användbart om du vill ha en annan projektion, ändra horisonten eller panoramats centrum, eller ändra styrpunkter för att få ett bättre resultat.
