Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_panorama.po
Languages: bs, ca, da, de, el, es, fi, fr, gl, it, km, lt, nb, pl, ru, sl, sv

source: <qt><p><h1><b>Images Pre-Processing is Done</b></h1></p><p>The optimization step according to your settings is ready to be performed.</p><p>This step can include an automatic leveling of the horizon, and also an automatic projection selection and size</p><p>To perform this operation, the <b>%1</b> program from the <a href='%2'>%3</a> project will be used.</p><p>Press the "Next" button to run the optimization.</p></qt>
bs: <qt><p><h1><b>Pripremna obrada slika je gotova</b></h1></p><p>Optimizacijski korak u odnosu na vaše postavke je spreman da bude pokrenut.</p><p>Ovaj korak može uključiti automatsko izravnanje vidokruga, i takođe automatsku projekciju izbora i veličine</p><p>Za nastavak ove operacije, <b>%1</b> program iz <a href='%2'>%3</a> projekt će biti korišten.</p><p>Pritisnite "Sljedeće" dugme za početak optimizacije.</p></qt>
ca: <qt><p><h1><b>El preprocessament de les imatges ha acabat</b></h1></p><p>El pas d'optimització d'acord a la vostra configuració està llest per a dur-se a terme.</p><p>Aquest pas pot incloure un anivellament automàtic de l'horitzó, i també una selecció automàtica de projecció i mida.</p><p>Per dur a terme aquesta operació, s'usarà el programa <b>%1</b> del projecte <a href='%2'>%3</a>.</p><p>Premeu el botó «Següent» per executar l'optimització.</p></qt>
da: <qt><p><h1><b>Forbehandling af billeder er gennemført</b></h1></p><p>Optimeringstrinnet i henhold til dine indstillinger er klart til at blive udført.</p><p>Dette trin kan indebære en automatisk udjævning af horisonten og også et automatisk valg af projektion og størrelse</p><p>For at udføre denne handling, vil programmet <b>%1</b> fra <a href='%2'>%3</a>-projektet blive brugt.</p><p>Tryk på knappen "Næste" for at køre optimeringen.</p></qt>
de: <qt><p><h1><b>Die Vorverarbeitung der Bilder ist abgeschlossen</b></h1></p><p>Der Optimierungsschritt entsprechend Ihren Einstellungen kann jetzt ausgeführt werden.</p><p>Dies kann die automatische Ausrichtung des Horizonts und auch die automatische Auswahl der Projektion und Größe enthalten</p><p>Für diese Operation wird das Programm <b>%1</b> aus dem Projekt <a href='%2'>%3</a> verwendet.</p><p>Drücken Sie auf „Weiter“, um die Optimierung durchzuführen.</p></qt>
el: <qt><p><h1><b>Η προεπεξεργασία των εικόνων ολοκληρώθηκε</b></h1></p><p>Είναι έτοιμο να πραγματοποιηθεί το βήμα της βελτιστοποίησης σύμφωνα με τις ρυθμίσεις σας.</p><p>Αυτό το βήμα μπορεί να συμπεριλαμβάνει μια αυτόματη ρύθμιση του επιπέδου του ορίζοντα, καθώς και μια αυτόματη επιλογή προβολής και μεγέθους</p><p>Για να πραγματοποιήσετε αυτή την ενέργεια, θα χρησιμοποιηθεί το πρόγραμμα <b>%1</b> από το έργο <a href='%2'>%3</a>.</p><p>Πατήστε στο κουμπί «Επόμενο» για να εκτελέσετε την βελτιστοποίηση.</p></qt>
es: <qt><p><h1><b>El preprocesamiento de las imágenes terminó</b></h1></p><p>La optimización de acuerdo con su configuración está lista para ejecutarse.</p><p>Este paso podrá incluir un nivelamiento automático del horizonte, así como una selección y un redimensionamiento de la proyección automáticos</p><p>Para efectuar esta operación se usará el programa <b>%1</b> del proyecto <a href='%2'>%3</a>.</p><p>Presione sobre el botón «Siguiente» para ejecutar la optimización.</p></qt>
fr: <qt><p><h1><b>Le pré traitement des images est terminé</b></h1></p><p>L'étape d'optimisation correspondant à vos paramètres est prête à être lancée.</p><p>Cette étape peut comporter un nivellement automatique de l'horizon, ainsi qu'une sélection et une taille de projection automatique</p><p>Pour effectuer cette opération, le programme <b>%1</b> provenant du projet <a href='%2'>%3</a> sera utilisé.</p><p>Cliquez sur le bouton « Suivant » pour lancer cette optimisation.</p></qt>
gl: <qt><p><h1><b>Rematou o pre-procesamento das imaxes</b></h1></p><p>O paso de optimización, seguindo as opcións solicitadas, está preparado para ser realizado.</p><p>Este paso pode incluír un nivelamento automático do horizonte, así como a selección automática da proxección e o tamaño.</p><p>Para realizar esta operación emprégase o programa <b>%1</b> do proxecto <a href='%2'>%3</a>.</p><p>Prema o botón «Seguinte» para executar a optimización.</p></qt>
it: <qt><p><h1><b>Pre-elaborazione delle immagini completata</b></h1></p><p>Il passo di ottimizzazione è pronto per essere eseguito secondo le tue impostazioni.</p><p>Questo passo può includere un livellamento automatico dell'orizzonte, e anche una selezione e una dimensione della proiezione automatiche.</p><p>Per effettuare l'operazione, verrà usato il programma <b>%1</b> del progetto <a href='%2'>%3</a>.</p><p>Premi il pulsante «Successivo» per eseguire l'ottimizzazione.</p></qt>
lt: <qt><p><h1><b>Paveikslėlių paruošimas baigtas</b></h1></p><p>Pagal jūsų nustatymus, jau gali būti vykdomas optimizavimo žingsnis.</p><p>Šio žingsnio metu galima pritaikyti automatinius: horizonto išlyginimą, projekcijos parinkimą ir dydį</p><p>Kad įvykdyti šią operaciją bus naudojama programa <b>%1</b> iš <a href='%2'>%3</a> projekto.</p><p>Spauskite „Kitas“, kad pradėti optimizavimą.</p></qt>
nb: <qt> <p> <h1><b>Forbehandling av bilder er ferdig</b></h1> </p> <p>Optimeringssteget i følge dine innstillinger er klar til kjøring.</p> <p>Dette steget kan ha med en automatisk vannrettstilling av horisonten, og også automatisk valg av projeksjon og størrelse.</p> <p>For å utføre dette blir programmet <b>%1</b> fra prosjektet <a href='%2'>%3</a> brukt.</p> </qt>
pl: <qt><p><h1><b>Ukończono wstępne przetwarzanie zdjęć</b></h1></p><p> Krok optymalizacyjny jest gotowy do wykonania zgodnie z twoimi ustawieniami. </p><p>Krok ten może uwzględniać automatyczne poziomowanie horyzontu i również automatyczny wybór projekcji i rozmiar</p><p>Aby wykonać tą operację zostanie użyty program <b>%1</b> z projektu <a href='%2'>%3</a>.</p><p>Naciśnij przycisk "Dalej", aby uruchomić optymalizację.</p></qt>
ru: <qt><p><h1><b>Предварительная обработка завершена</b></h1></p><p>Панорама готова к оптимизации.</p><p>Этот шаг может включать автоматическое выравнивание по горизонту и автоматический выбор перспективы и размера.</p><p>Для выполнения этого шага будет использована программа <b>%1</b> из проекта <a href='%2'>%3</a>.</p><p>Нажмите «Далее» для запуска оптимизации.</p></qt>
sl: <qt><p><h1><b>Pred-obdelovanje slik je končano</b></h1></p><p>Glede na vaše nastavitve je korak optimizacije pripravljen na izvedbo.</p><p>Ta korak lahko vključuje samodejno poravnavanje horizonta in tudi samodejno izbiro ter velikost projekcije</p><p>Za izvedbo tega opravila bo uporabljen program <b>%1</b> iz projekta <a href='%2'>%3</a>.</p><p>Za izvedbo optimizacije pritisnite gumb "Naslednji".</p></qt>
sv: <qt><p><h1><b>Förbehandling av bilder är klar</b></h1></p><p>Optimeringssteget enligt inställningarna är klart att utföras.</p><p>Steget kan omfatta en automatisk uträtning av horisonten, och dessutom ett automatiskt val av projektion och storlek.</p><p>För att utföra åtgärden kommer programmet <b>%1</b> från projektet <a href='%2'>%3</a> att användas.</p><p>Klicka på knappen "Nästa" för att utföra optimeringen.</p></qt>

source: <b>Pre-Processing Images</b>
bs: <b>Pripremna obrada slika</b>
ca: <b>Preprocessament de les imatges</b>
da: <b>Forbehandler billeder</b>
de: <b>Bilder vorverarbeiten</b>
el: <b>Προεπεξεργασία εικόνων</b>
es: <b>Preprocesar las imágenes</b>
fi: <b>Kuvien esikäsittely</b>
fr: <b>Images de pré traitement</b>
gl: <b>Pre-procesamento de imaxes</b>
it: <b>Pre-elaborazione delle immagini</b>
km: <b>រូបភាព​ដំណើរការ​ជា​មុន</b>
lt: <b>Paruošti paveikslėlius</b>
nb: <b>For-behandler bilder</b>
pl: <b>Wstępne przetwarzanie zdjęć</b>
ru: <b>Предварительная обработка изображений</b>
sl: <b>Pred-obdelovanje slik</b>
sv: <b>Förbehandlar bilder</b>

source: Detect moving skies
bs: Detekcija pokretnih oblaka
ca: Detecta el moviment del cel
da: Detektér skyer i bevægelse
de: Bewegung im Himmel erkennen
el: Εντοπισμός ουράνιας κίνησης
es: Detectar cielos en movimento
fi: Tunnista liikkuva taivas
fr: Détecter les déplacements dans le ciel
gl: Detectar ceos en movemento
it: Rileva nuvole in movimento
lt: Aptikti judančius debesis
nb: Oppdag skyer som beveger seg
pl: Wykryj ruchome niebo
ru: Обнаружение сдвига облаков
sl: Zaznavanje premikanja neba
sv: Detektera himmelsförändringar

source: Automatic detection of clouds to prevent wrong keypoints matching between images due to moving clouds.
bs: Automatska detekcija oblaka da spriječi pogrešne ključne tačke da se preklope između slika tokom kretanja oblaka.
ca: Detecta automàticament els núvols per evitar el mal joc de punts clau entre les imatges a causa de núvols en moviment.
da: Automatisk detektion af skyer for at undgå forkert match af nøglepunkter mellem billeder pga. skyer i bevægelse.
de: Automatische Erkennung von Wolken, um falsche Schlüsselpunkte von Übereinstimmungen zwischen Bildern wegen ziehender Wolken zu verhindern.
el: Αυτόματος εντοπισμός των σύννεφων για την αποτροπή συσχέτισης εσφαλμένων σημείων κλειδιών μεταξύ των εικόνων εξαιτίας της κίνησης των σύννεφων.
es: Detección automática de las nubes para evitar una correspondencia inválida de los puntos clave entre las imagenes, debido a las nubes en movimiento.
fr: Détection automatique des nuages pour éviter des correspondances erronées de points clés entre images dues à des déplacements de nuages.
gl: Detección automática de nuves para enviar que se fagan coincidir puntos clave errados das imaxes debido a nubes en movemento.
it: Rilevamento automatico delle nuvole per impedire una corrispondenza errata di punti chiave tra immagini a causa del movimento delle nuvole.
lt: Automatinis debesų aptikimas, kad užkirsti kelią neteisingam atskaitos taškų suderinimui paveikslėliuose dėl judančių debesų.
nb: Automatisk oppdaging av skyer for å hindre feil nøkkelpunkttilpasning mellom bilder på grunn av skyer som beveger seg.
pl: Samoczynne wykrywanie chmur, co zapobiega zgodności złych punktów kluczowych pomiędzy zdjęciami ze względu na przemieszczające się chmury.
ru: Автоматическое определение облаков для предотвращения выбора плохих ключевых точек.
sl: Samodejna zaznava oblakov, ki preprečuje napačno ujemanje ključnih točk med slikami, zaradi premikajočih se oblakov.
sv: Automatisk detektering av moln för att förhindra felaktig matchning av nyckelpunkter mellan bilder på grund av moln som rört sig.

source: <b>Detect moving skies</b>: During the control points selection and matching, this option discards any points that are associated to a possible cloud. This is useful to prevent moving clouds from altering the control points matching process.
bs: <b>Detekcija pokretnih oblaka</b>: Tokom kontrolnih tačaka selekcije i preklapanja, ova opcija poništava sve tačke koje su povezane sa mogućim oblacima. Ovo je korisno za sprečavanje pokretnih oblaka za ulazak u kontrolne tačke procesa.
ca: <b>Detecta el moviment del cel</b>: Durant la selecció de punts de control i de coincidència, aquesta opció descarta qualsevol punt que s'associï a un possible núvol. Això és útil per evitar que el moviment dels núvols alteri el procés de coincidència amb punts de control.
da: <b>Detektér skyer i bevægelse</b>: Under valg af kontrolpunkter og matchning, ser denne indstilling bort fra alle punkter der er forbundet med en mulig sky. Dette er nyttigt til at undgå at skyer i bevægelse påvirker matchningsprocessen af kontrolpunkter.
de: <b>Bewegung im Himmel erkennen</b>: Bei der Auswahl und Übereinstimmung der Kontrollpunkte verwirft diese Einstellung jeden Punkt, der möglicherweise zu einer Wolke gehört. Dies verhindert, dass ziehende Wolken den Übereinstimmungsprozess von Kontrollpunkten beeinflussen.
el: <b> Εντοπισμός ουράνιας κίνησης</b>: Κατά την επιλογή των σημείων ελέγχου και της συσχέτισης, αυτή η επιλογή απορρίπτει οποιοδήποτε σημείο είναι συσχετισμένο με ένα εν δυνάμει σύννεφο. Αυτό είναι χρήσιμο για την αποτροπή τροποποίησης των σημείων ελέγχου από κινούμενα σύννεφα.
es: <b>Detectar los cielos en movimiento</b>: Durante la selección y correspondencia de los puntos de control, esta opción elimina los puntos que estén asociados a una posible nube. Esto es útil para evitar que las nubes en movimiento alteren el proceso de correspondencia de los puntos de control.
fr: <b>Détecter des déplacements de nuages</b> : pendant la sélection et la correspondance des points de contrôle, cette option rejette tout point associé à un nuage potentiel. Elle est utile pour éviter que les déplacements de nuages ne perturbent le processus de correspondance des points de contrôle.
gl: <b>Detectar ceos en movemento</b>: Durante a selección e emparellamento dos puntos de control, esta opción descarta os puntos asociados a posíbeis nubes. Isto é útil para evitar que as nubes en movemento alteren o proceso de emparellamento dos puntos de control.
it: <b>Rileva nuvole in movimento</b>: durante la selezione e la corrispondenza dei punti di controllo, questa opzione scarta i punti associati a una possibile nuvola. È utile per impedire a delle nuvole in movimento di alterare il processo di corrispondenza dei punti di controllo.
lt: <b>Aptikti judančius debesis</b>: Kontrolinių taškų parinkimo ir sulyginimo metu, ši parinktis atmeta bet kokį galimam debesiui priskirtą tašką. Tai yra naudinga siekiant sutrukdyti judantiems debesims keisti kontrolinių taškų sulyginimo procesą.
nb: <b>Oppdag skyer som beveger seg</b>: Når kontrollpunkter velges og passes sammen, så vil dette valget forkaste alle punkter som er tilknyttet skyer. Dette hindrer at skyer som beveger seg endrer tilpasningen av kontrollpunktene.
pl: <b>Wykryj ruszające się niebo</b>: Podczas wybierania punktów kontrolnych i ich dopasowywania, opcja ta porzuca wszystkie punkty, które są skojarzone z prawdopodobnymi chmurami. Jest to użyteczne przy zapobieganiu zmiany procesu dopasowywania punktów kontrolnych przez chmury.
ru: <b>Обнаружение сдвига облаков</b>: при включении этого параметра все ключевые точки, попадающие на облака, будут отвергнуты.
sl: <b>Zaznava premikanja neba</b>: med izbiro in ujemanjem nadzornih točk ta možnost zavrže vse točke, ki so združene v morebiten oblak. To je uporabno za preprečevanje sprememb nadzornih točk opravila ujemanja zaradi premikajočih se oblakov.
sv: <b>Detektera himmelsförändringar</b>: Under valet av styrpunkter och matchning, bortser det här alternativet från eventuella punkter som hör ihop med ett möjligt moln. Det är användbart för att förhindra att moln som rör sig ändrar processen för matchning av styrpunkter.

source: <qt><p>Pre-processing is in progress, please wait.</p><p>This can take a while...</p></qt>
bs: <qt><p>Pripremna obrada je u toku, molimo sačekajte.</p><p>Ovo može potrajati...</p></qt>
ca: <qt><p>El preprocessament és en curs, espereu.</p><p>Això pot trigar una estona...</p></qt>
da: <qt><p>Forbehandling er i gang, vent venligst.</p><p>Dette kan tage noget tid...</p></qt>
de: <qt><p>Die Vorverarbeitung wird durchgeführt, bitte warten Sie.</p><p>Dies kann eine Weile dauern ...</p></qt>
el: <qt><p>Η προεπεξεργασία είναι σε εξέλιξη, παρακαλώ περιμένετε.</p><p>Αυτό μπορεί να διαρκέσει κάποιο χρονικό διάστημα...</p></qt>
es: <qt><p>El préprocesamiento está en curso, por favor espere.</p><p>Esto puede llevar algún tiempo...</p></qt>
fr: <qt><p>Le pré traitement est en cours, veuillez patienter.</p><p>Cette opération peut prendre un certain temps...</p></qt>
gl: <qt><p>O pre-procesamento está en proceso. Agarde un anaquiño.</p><p>Isto pode levar un bon bocado...</p></qt>
it: <qt><p>Pre-elaborazione in corso, attendi.</p><p>Potrebbe volerci un po'...</p></qt>
km: <qt><p>ដំណើរការ​ជា​មុន​កំពុង​ដំណើរការ សូម​រង់ចាំ ។</p><p>វា​អាច​ចំណាយ​ពេល​មួយ​រយៈ...</p></qt>
lt: <qt><p>Vyksta paruošimas, prašome palaukti.</p><p>Tai gali šiek tiek užtrukti...</p></qt>
nb: <qt> <p>Forbehandling pågår, vent litt.</p><p>Dette kan ta noe tid …</p></qt>
pl: <qt><p>Wstępne przetwarzanie zdjęć w trakcie, proszę czekać.</p><p>Może to zając chwilę...</p></qt>
ru: <qt><p>Идёт предварительная обработка, пожалуйста подождите.</p><p>Это может занять некоторое время...</p></qt>
sl: <qt><p>Pred-obdelava je v teku, počakajte.</p><p>To lahko traja nekaj časa ...</p></qt>
sv: <qt><p>Förbehandling pågår, vänta.</p><p>Detta kan ta en stund...</p></qt>

source: <qt><p>Pre-processing has failed.</p><p>Press "Details" to show processing messages.</p></qt>
bs: <qt><p>Pripremna obrada nije uspjela.</p><p>Pritisnite "Detalji" da prikažete poruke procesa.</p></qt>
ca: <qt><p>El preprocessament ha fallat.</p><p>Premeu «Detalls» per a veure els missatges del procés.</p></qt>
da: <qt><p>Forbehandling mislykkedes!</p><p>Tryk på "Detaljer" for at se behandlingsmeddelelserne.</p></qt>
de: <qt><p>Die Vorverarbeitung ist fehlgeschlagen.</p><p>Drücken Sie „Details“, um die Meldungen der Verarbeitung anzuzeigen.</p></qt>
el: <qt><p>Η προεπεξεργασία απέτυχε.</p><p>Πατήστε στο κουμπί «Λεπτομέρειες» για να εμφανίσετε τα μηνύματα επεξεργασίας.</p></qt>
es: <qt><p>Falló el preprocesamiento.</p><p>Pulse sobre «Detalles» para mostrar los mensajes de procesamiento.</p></qt>
fr: <qt><p>Le pré traitement a échoué.</p><p>Cliquez sur « Détails » pour afficher les messages de traitement.</p></qt>
gl: <qt><p>Fallou o pre-procesamento.</p><p>Prema «Detalles» para ver as mensaxes do procesamento.</p></qt>
it: <qt><p>La pre-elaborazione non è riuscita.</p><p>Premi «Dettagli» per mostrare i messaggi dell'elaborazione.</p></qt>
km: <qt><p>បាន​បរាជ័យ​ក្នុង​ដំណើរការ​ជា​មុន ។</p><p>ចុច "សេចក្ដី​លម្អិត" ដើម្បី​សារ​សារ​ដំណើរការ ។</p></qt>
lt: <qt><p>Paruošimas nepavyko.</p><p>Paspauskite „Išsamiau“, kad parodyti apdorojimo pranešimus.</p></qt>
nb: <qt><p>Forbehandling mislyktes!</p><p>Trykk «Detaljer» for å vise meldinger fra behandlingen.</p></qt>
pl: <qt><p>Nieudane wstępne przetwarzanie.</p><p>Naciśnij "Szczegóły", aby pokazać komunikaty przetwarzania.</p></qt>
ru: <qt><p>Ошибка предварительной обработки.</p><p>Нажмите «Подробности...» для просмотра сообщений о предварительной обработке.</p></qt>
sl: <qt><p>Pred-obdelava je spodletela.</p><p>Izberite "Podrobnosti", če bi radi videli sporočila obdelovanja.</p></qt>
sv: <qt><p>Förbehandling har misslyckats.</p><p>Klicka på "Detaljinformation" för att visa behandlingsmeddelanden.</p></qt>
