Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_imageshackexport.po
Languages: bs, ca, da, de, es, fi, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sl, tr, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić,Mirhat Babić,Mirza Bulbulusic
ca: Antoni Bella Pérez
da: Martin Schlander
de: Burkhard Lück
es: Eloy Cuadra
fi: Tommi Nieminen
fr: Joëlle Cornavin, Peter Potrowl
hu: Úr Balázs
it: Federico Zenith
nb: Bjørn Steensrud
nl: Freek de Kruijf
pl: Łukasz Wojniłowicz
pt_br: André Marcelo Alvarenga
ru: Александр Поташев
sk: Roman Paholík
sl: Andrej Mernik
tr: Volkan Gezer
zh_tw: Franklin Weng

# EMAIL OF TRANSLATORS
source: Your emails
bs: Samir.ribic@etf.unsa.ba,mbabic1@etf.unsa.ba,mbulbulusic@gmail.com
ca: antonibella5@yahoo.com
da: mschlander@opensuse.org
de: lueck@hube-lueck.de
es: ecuadra@eloihr.net
fi: translator@legisign.org
fr: jcorn@free.fr, peter.potrowl@gmail.com
hu: urbalazs@gmail.com
it: federico.zenith@member.fsf.org
nb: bjornst@skogkatt.homelinux.org
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt_br: alvarenga@kde.org
ru: aspotashev@gmail.com
sk: wizzardsk@gmail.com
sl: andrejm@ubuntu.si
tr: volkangezer@gmail.com
zh_tw: franklin@goodhorse.idv.tw

source: Checking the registration code
bs: Provjera registracijskog koda
ca: Comprova el codi de registre
da: Tjekker registreringskoden
de: Überprüfung des Registrierungs-Codes
es: Comprobando el código de registro
fi: Tarkistetaan rekisteröintikoodia
fr: Vérification du code d'enregistrement
hu: A regisztrációs kód ellenőrzése
it: Controllo del codice di registrazione
nb: Kontrollerer registreringskoden
nl: De registratiecode controleren
pl: Sprawdzanie kodu rejestracji
pt_br: Verificando o código de registro
ru: Проверка кода регистрации.
sk: Kontrolujem registračný kód
sl: Preverjanje registracijske kode
tr: Kayıt kodu denetleniyor
zh_tw: 檢查註冊碼中

source: Getting galleries from server
bs: Dobavljanje galerija sa servera
ca: S'estan obtenint les galeries des del servidor
da: Henter gallerier fra serveren
de: Gallerien werden vom Server abgeholt
es: Obteniendo galerías del servidor
fi: Noudetaan gallerioita palvelimelta
fr: Obtention de galeries depuis le serveur
hu: Galériák letöltése a kiszolgálóról
it: Recupero delle gallerie dal server
nb: Henter gallerier fra tjeneren
nl: Galerijen ophalen van de server
pl: Pobieranie galerii z serwera
pt_br: Obtendo as galerias do servidor
ru: Получение списка альбомов с сервера.
sk: Získavam galérie zo servera
sl: Pridobivanje galerij iz strežnika
tr: Sunucudan galeriler alınıyor
zh_tw: 從伺服器取得相簿中

source: Checking the web server
bs: Provjera web servera
ca: S'està comprovant el servidor web
da: Tjekker webserveren
de: Webserver wird überprüft
es: Comprobando el servidor Web
fi: Tarkistetaan verkkopalvelinta
fr: Vérification du serveur Web
hu: A webkiszolgáló ellenőrzése
it: Controllo del server Web
nb: Kontrollerer nettjeneren
nl: De webserver controleren
pl: Sprawdzanie serwera sieciowego
pt_br: Verificando o servidor Web
ru: Проверка веб-сервера.
sk: Kontrolujem webový server
sl: Preverjanje spletnega strežnika
tr: Web sunucusu denetleniyor
zh_tw: 檢查網頁伺服器中

source: Successfully retrieved galleries
bs: Uspješno dobavljene galerije
ca: S'han recuperat amb èxit les galeries
da: Gallerierne blev hentet
de: Erfolgreich geladene Galerien
es: Galerías obtenidas con éxito
fi: Noudettiin galleriat onnistuneesti
fr: Galeries réceptionnées avec succès
hu: A galériák sikeresen lekérve.
it: Gallerie recuperate correttamente
nb: Vellykket hentet gallerier
nl: Galerijen ophalen is gelukt
pl: Galerie zostały pobrane pomyślnie
pt_br: Galerias obtidas com sucesso
ru: Список альбомов получен.
sk: Úspešne obnovené galérie
sl: Uspešno pridobljene galerije
tr: Galeriler başarıyla getirildi
zh_tw: 成功取得相簿

source: Server does not respond. Please check you internet connection!
bs: Server ne reaguje. Molimo provjerite vašu internet konekciju!
ca: El servidor no respon. Si us plau, comproveu la vostra connexió a Internet!
da: Serveren svarer ikke. Tjek din internetforbindelse!
de: Der Server antwortet nicht. Bitte überprüfen Sie Ihre Internetverbindung.
es: El servidor no responde. Por favor, compruebe su conexión a Internet.
fi: Palvelin ei vastaa. Tarkista internetyhteytesi!
fr: Le serveur ne répond pas. Veuillez vérifier votre connexion Internet !
hu: A kiszolgáló nem válaszol. Ellenőrizze az internet-kapcsolatát!
it: Il server non risponde. Controlla la tua connessione a Internet.
nb: Tjeneren svarer ikke. Sjekk Internett-tilkoblingen.
nl: De server geeft geen antwoord. Controleer uw internetverbinding!
pl: Serwer nie odpowiedział. Proszę sprawdzić swoje połączenie internetowe!
pt_br: O servidor não responde. Verifique a sua conexão com a Internet!
ru: Истекло время ожидания ответа от сервера. Проверьте подключение к Интернету.
sk: Server neodpovedá. Prosím skontrolujte internetové pripojenie!
sl: Strežnik se ne odziva. Preverite vašo internetno povezavo!
tr: Sunucu yanıt vermiyor. Lütfen internet bağlantınızı kontrol edin!
zh_tw: 伺服器未回應。請檢查您的網路連線！

source: Registration code successfully verified
bs: Registracijki kod uspješno verifikovan
ca: Codi de registre verificat correctament
da: Registreringskoden blev bekræftet
de: Der Registrierungs-Code wurde erfolgreich überprüft
es: Código de registro comprobado con éxito
fi: Rekisteröintikoodi tarkistettiin onnistuneesti
fr: Code d'enregistrement vérifié avec succès
hu: A regisztrációs kód sikeresen ellenőrizve
it: Codice di registrazione verificato
nb: Registreringskoden verifisert
nl: Registratiecode met succes gecontroleerd
pl: Pomyślnie poświadczono kod rejestracji
pt_br: O código de registro foi verificado com sucesso
ru: Код регистрации успешно проверен.
sk: Registračný kód úspešne overený
sl: Registracijska koda je bila uspešno preverjena
tr: Kayıt kodu başarıyla doğrulandı
zh_tw: 註冊碼已成功確認

source: Registration code not valid!
bs: Registracijski kod nije ispravan!
ca: Codi de registre no vàlid!
da: Registreringskoden er ikke gyldig!
de: Der Registrierungs-Code ist ungültig
es: El código de registro no es válido.
fi: Rekisteröintikoodi ei kelpaa!
fr: Code d'enregistrement non valable !
hu: A regisztrációs kód nem érvényes!
it: Codice di registrazione non valido
nb: Ugyldig registreringskode.
nl: Registratiecode is niet geldig!
pl: Kod rejestracji jest nieprawidłowy!
pt_br: O código de registro não é válido!
ru: Код регистрации недействителен.
sk: Registračný kód neplatný!
sl: Registracijska koda ni veljavna!
tr: Kayıt kodu geçerli değil!
zh_tw: 註冊碼不合法！

source: Images to upload to Imageshack web service
bs: Slike za učitavanje na Imageshack mrežni servis
ca: Imatges a pujar al servei web Imageshack
da: Billeder der skal uploades til webtjenesten Imageshack
de: Bilder zum Hochladen auf den Imageshack-Webdienst
es: Imágenes a enviar al servicio Web Imageshack
fi: ImageShack-verkkopalveluun lähetettävät kuvat
fr: Démarrer l'envoi vers le service Web Imageshack
hu: Feltöltendő képek az Imageshack webszolgáltatásba
it: Immagini da inviare al servizio Web Imageshack
nb: Bilder som skal lastes opp til ImageShack-nettjeneste
nl: Te uploaden afbeeldingen naar de Imageshack-webservice
pl: Rozpocznij wysyłanie do usługi sieciowej Imageshack
pt_br: Imagens a enviar para o serviço Web do Imageshack
ru: Изображения для загрузки в веб-службу ImageShack
sk: Obrázky na nahranie na webovú službu Imageshack
sl: Slike, ki bodo poslane na spletno storitev Imageshack
tr: ImageShack web hizmetine yüklenecek resimler
zh_tw: 上傳到 Imageshack 網頁服務的影像

source: This is a clickable link to open the Imageshack home page in a web browser
bs: Ovo je veza na koju možete kliknuti da otvorite Imageshack početnu stranu u internet pretraživaču
ca: Això és un enllaç que podeu clicar per obrir la pàgina inicial d'Imageshack en un navegador web
da: Dette er et klikbart link til at åbne Imageshack-hjemmesiden i en webbrowser
de: Das ist eine anklickbare Verknüpfung, um die Imageshack-Webseite in einem Webbrowser zu öffnen
es: Esto es un enlace en el que puede pulsar para abrir la página de Imageshack en un navegador Web
fi: Tästä linkistä voit napsauttaa selaimeen auki ImageShackin kotisivun
fr: Ceci est un lien cliquable pour ouvrir la page d'accueil de Imageshack dans un navigateur Web
hu: Ez egy kattintható hivatkozás, amely megnyitja az Imageshack kezdőlapot a webböngészőben
it: Questo è un collegamento per aprire la pagina Web di Imageshack in un browser
nb: Dette er en trykkbar lenke som åpner ImageShacks nettside i en nettleser
nl: Dit is een aanklikbare koppeling om de Imageshack-homepagina te openen in uw webbrowser
pl: Jest to klikalny odnośnik do otwarcia strony domowej Imageshack w przeglądarce sieciowej
pt_br: Este link pode ser carregado para abrir a página Web do Imageshack
ru: Эта ссылка открывает в веб-браузере домашнюю страницу службы ImageShack.
sk: Toto je klikateľný odkaz na otvorenie domovskej stránky Imageshack vo webovom prehliadači
sl: To je povezava, ki jo lahko kliknete. Odpre domačo stran Imageshack v spletnem brskalniku
tr: Bu, Imageshack ana sayfasını bir web tarayıcısında açmak için tıklanılabilir bir bağlantı
zh_tw: 您可以點擊此連結來開啟 Imageshack 首頁。

source: Account
bs: Korisnički nalog
ca: Compte
da: Konto
de: Benutzerkonto
es: Cuenta
fi: Tili
fr: Compte
hu: Fiók
nb: Konto
pl: Konto
pt_br: Conta
ru: Учётная запись
sk: Účet
sl: Račun
tr: Hesap
zh_tw: 帳號

source: Imageshack account info
bs: Imageshack informacije o nalogu
ca: Informació del compte Imageshack
da: Info om Imageshack-konto
de: Informationen zum ImageShack-Benutzerkonto
es: Información de la cuenta de Imageshack
fi: ImageShack-tilin tiedot
fr: Informations sur le compte « Imageshack »
hu: Imageshack fiókinformációk
it: Informazioni sull'account di Imageshack
nb: ImageShack kontoinformasjon
nl: Informatie over het Imageshack-account
pl: Informacje o koncie Imageshack
pt_br: Informações da conta no Imageshack
ru: Сведения об учётной записи в ImageShack.
sk: Informácie o účte Imageshack
sl: Podrobnosti o računu Imageshack
tr: Imageshack hesap bilgisi
zh_tw: Imageshack 帳號資訊

# Account info
source: Name:
bs: Ime:
ca: Nom:
da: Navn:
es: Nombre:
fi: Nimi:
fr: Nom :
hu: Név:
it: Nome:
nb: Navn:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ru: Имя пользователя:
sk: Názov:
sl: Ime:
tr: İsim:
zh_tw: 名稱：

# Account info
source: Email:
ca: Correu electrònic:
es: Correo electrónico:
fi: Sähköposti:
fr: Courrier électronique :
it: Posta elettronica:
nb: E-post:
ru: Адрес электронной почты:
sl: E-pošta:
tr: E-posta:
zh_tw: 電子郵件：

source: Change account
bs: Promijeni račun
ca: Canvia de compte
da: Skift konto
de: Benutzerkonto wechseln
es: Cambiar la cuenta
fi: Vaihda tiliä
fr: Changer de compte
hu: Fiók változtatása
it: Cambia account
nb: Endre konto
nl: Account wijzigen
pl: Zmień konto
pt_br: Alterar conta
ru: Другая учётная запись
sk: Zmeniť účet
sl: Spremeni račun
tr: Hesabı değiştir
zh_tw: 變更帳號

source: Change the registration code for the Imageshack account used to upload images
bs: Promijeni registracijski kod za Imageshack račun korišten za učitavanje slika
ca: Canvia el codi de registre per al compte d'Imageshack usat per pujar les imatges
da: Skift registreringskode for den Imageshack-konto der bruges til at uploade billeder
de: Ändert den Registrierungscode für Ihr mageshack-Konto, das Sie zum Hochladen von Bildern verwenden
es: Cambiar el código de registro para la cuenta de Imageshack usado para enviar imágenes
fi: Vaihda kuvien lähetyksen käytetyn ImageShack-tilin rekisteröintikoodia
fr: Changer le code d'enregistrement pour le compte « Imageshack » utilisé pour envoyer des images sur le serveur
hu: A képek feltöltéséhez használt Imageshack fiók regisztrációs kódjának megváltoztatása
it: Cambia il codice di registrazione per l'account di Imageshack usato per caricare le immagini
nb: Endre registreringskode for ImageShack-kontoen brukt til å laste opp bilder
nl: De registratiecode voor het Imageshack-account dat wordt gebruikt om afbeeldingen te uploaden wijzigen
pl: Zmień kod rejestracji dla konta Imageshack, używanego do wysyłania obrazów
pt_br: Altera o código de registro da conta no Imageshack usada para enviar imagens
ru: Сменить код регистрации для учётной записи ImageShack, используемой для экспорта изображений.
sk: Zmeniť registračný kód pre účet Imageshack použitý na nahranie obrázkov
sl: Spremenite registracijsko kodo za račun Imageshack, ki je uporabljen za pošiljanje slik
tr: Resimleri yüklemek üzere kullanılacak Imageshack hesabının kayıt kodunu değiştir
zh_tw: 變更 Imageshack 用來上傳影像的帳號的註冊碼

source: Destination
bs: Odredište
ca: Destinació
de: Ziel
es: Destino
fi: Kohde
hu: Cél
it: Destinazione
nb: Mål
nl: Bestemming
pl: Cel
pt_br: Destino
ru: Назначение
sk: Cieľ
sl: Cilj
tr: Hedef
zh_tw: 目的地

source: This is the ImageShack gallery to which selected items will be uploaded
bs: Ovo je ImageShack galerija gdje će odabrane stavke biti učitane
ca: Aquest és l'àlbum d'ImageShack on es pujaran els elements seleccionats
da: Dette er det Imageshack-galleri som de valgte elementer vil blive uploadet til
de: Das ist die ImageShack-Gallerie, in das die ausgewählten Fotos hochgeladen werden
es: Esta es la galería de ImageShack a la que se enviarán los elementos seleccionados
fi: Tämä on ImageShack-galleria, johon kuvat lähetetään
fr: Il s'agit de la galerie « Imageshack » vers laquelle les éléments sélectionnés seront envoyés
hu: Ez az az ImageShack galéria, amelybe a kijelölt elemek feltöltésre kerülnek
it: Questa è la galleria di Imageshack su cui verranno caricati gli elementi selezionati
nb: Dette er ImageShack-galleriet dit valgte elementer blir lastet opp
nl: Dit is de galerij van ImageShack waarnaar de geselecteerde items zullen worden geüpload
pl: Jest to galeria ImageShack, do której zostaną wysłane wybrane elementy
pt_br: Esta é a galeria do ImageShack para onde serão enviados os itens selecionados
ru: Это альбом в ImageShack, в который будут загружены выбранные фотографии.
sk: Toto je galéria Imageshack, do ktorej sa nahrajú vybrané položky
sl: To je galerija ImageShack v katerega bodo poslani izbrani predmeti
tr: Bu, seçilen ögelerin yükleneceği ImageShack galerisidir
zh_tw: 選取的項目要上傳到哪一個 ImageShack 的相簿

source: Upload to galleries
bs: Učitajte u galerije
ca: Puja a les galeries
da: Upload til gallerier
de: Hochladen zu Gallerien
es: Enviar a las galerías
fi: Lähetä gallerioihin
fr: Importer dans des galeries
hu: Feltöltés a galériákba
it: Carica sulle gallerie
nb: Last opp til gallerier
nl: Naar galerijen
pl: Wyślij do galerii
pt_br: Enviar para as galerias
ru: Загрузить в альбом
sk: Nahrať do galérií
sl: Pošlji v galerije
tr: Galerilere yükle
zh_tw: 上傳到相簿

source: Gallery:
bs: Galerija:
ca: Galeria:
da: Galleri:
de: Gallerie:
es: Galería:
fi: Galleria:
fr: Galerie :
hu: Galéria:
it: Galleria:
nb: Galleri:
nl: Galerij:
pl: Galeria:
pt_br: Galeria:
ru: Альбом:
sk: Galéria:
sl: Galerija:
tr: Galeri:
zh_tw: 相簿：

source: Create new gallery
bs: Kreirajte novu galeriju
ca: Crea una galeria nova
da: Opret nyt galleri
de: Neue Galerie erstellen
es: Crear nueva galería
fi: Luo uusi galleria
fr: Créer une nouvelle galerie
hu: Új galéria létrehozása
it: Crea nuova galleria
nb: Opprett et nytt galleri
nl: Nieuwe galerij aanmaken
pl: Utwórz nową galerię
pt_br: Criar uma nova galeria
ru: Создать новый альбом
sk: Vytvoriť novú galériu
sl: Ustvari novo galerijo
tr: Yeni galeri oluştur
zh_tw: 建立新相簿

source: Name:
bs: Ime:
ca: Nom:
da: Navn:
es: Nombre:
fi: Nimi:
fr: Nom :
hu: Név:
it: Nome:
nb: Navn:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ru: Название:
sk: Názov:
sl: Ime:
tr: İsim:
zh_tw: 名稱：

# ImageShack galleries list
source: Reload
bs: Ponovo učitaj
ca: Recarrega
da: Genindlæs
de: Neu laden
es: Volver a cargar
fi: Päivitä
fr: Recharger
hu: Újratöltés
it: Ricarica
nb: Last på nytt
nl: Herladen
pl: Wczytaj ponownie
pt_br: Recarregar
ru: Обновить
sk: Znovu načítať
sl: Znova naloži
tr: Yeniden Yükle
zh_tw: 重新載入

source: Reload ImageShack galleries list
bs: Ponovo učitaj ImageShack listu galerija
ca: Recarrega la llista galeries ImageShack
da: Genindlæs liste over Imageshack-gallerier
de: ImageShack-Gallerieliste neu einlesen
es: Volver a cargar la lista de galerías de ImageShack
fi: Päivitä ImageShack-gallerialuettelo
fr: Recharger la liste des galeries « Imageshack »
hu: Az ImageShack galériák listájának újratöltése
it: Ricarica l'elenco delle gallerie di Imageshack
nb: Last lista over ImageShack-gallerier på nytt
nl: Lijst met galerijen van ImageShack herladen
pl: Wczytaj ponownie listę galerii ImageShack
pt_br: Recarrega a lista de galerias do ImageShack
ru: Обновить список альбомов
sk: Obnoviť zoznam galérií Imageshack
sl: Znova naloži seznam galerij ImageShack
tr: ImageShack galeri listesini yeniden yükle
zh_tw: 重新載入 ImageShack 相簿清單

source: Options
bs: Opcije
ca: Opcions
da: Indstillinger
de: Einstellungen
es: Opciones
fi: Asetukset
hu: Beállítások
it: Opzioni
nb: Valg
nl: Opties
pl: Opcje
pt_br: Opções
ru: Параметры
sk: Voľby
sl: Možnosti
tr: Seçenekler
zh_tw: 選項

source: These are the options that will be applied to photos
bs: Ovo su opcije koje će biti prihvaćene za slike
ca: Aquestes són les opcions que s'aplicaran a les fotos
da: Det er disse indstillinger der vil blive anvendt på fotos
de: Diese Einstellungen werden auf die Fotos angewendet
es: Estas son las opciones que se aplicarán a las fotos
fi: Kuviin käytetään näitä asetuksia
fr: Voici les options qui seront appliquées aux photos
hu: Ezek azok a beállítások, amelyek alkalmazva lesznek a fényképekre
it: Queste sono le opzioni che verranno applicate alle foto
nb: Disse innstillingene brukes på bildene
nl: Dit zijn de opties die zullen worden toegepast op de foto's
pl: Opcje te zostaną zastosowane do zdjęć przed ich wysłaniem
pt_br: Estas são as opções que serão aplicadas às fotos
ru: Параметры, которые будут применяться к изображениям
sk: Toto sú voľby, ktoré sa použijú na fotky
sl: To so možnosti, ki bodo uveljavljene za fotografije
tr: Bu seçenekler resimlere uygulanacaktır
zh_tw: 這些選項會套用到照片

source: Make private
bs: Napravi privatnim
ca: Fer privat
da: Gør privat
de: Zugriff einschränken
es: Hacer privada
fi: Merkitse yksityiseksi
fr: Rendre privé
hu: Magánjellegűvé tétel
it: Rendi privato
nb: Gjør privat
nl: Privé maken
pl: Uczyń prywatną
pt_br: Tornar privativa
ru: Сделать недоступными для других
sk: Urobiť súkromné
sl: Napravi zasebno
tr: Özel yap
zh_tw: 變為私密

source: Resize options
bs: Postavke promjene veličine
ca: Opcions de canvi de mida
da: Indstillinger for ændring af størrelse
de: Einstellungen für Größenänderung
es: Opciones de cambio de tamaño
fi: Koonmuutosasetukset
fr: Options de redimensionnement
hu: Átméretezési beállítások
it: Opzioni di ridimensionamento
nb: Alternativer for størrelsesendring
nl: Opties voor wijziging van grootte
pl: Opcje zmiany rozmiaru
pt_br: Opções de redimensionamento
ru: Параметры изменения размера изображения
sk: Voľby zmeny veľkosti
sl: Možnosti spremembe velikosti
tr: Yeniden Boyutlandırma Seçenekleri
zh_tw: 調整大小選項

source: Do not resize photos
bs: Nemoj promijeniti veličinu slika
ca: No canviar la mida de les fotos
da: Ændr ikke større på fotos
de: Größe der Fotos nicht ändern
es: No cambiar el tamaño de las fotos
fi: Älä muuta kuvien kokoa
fr: Ne pas redimensionner les photos
hu: Ne méretezze át a fényképeket
it: Non ridimensionare le foto
nb: Ikke endre størrelse på bilder
nl: Grootte van foto's niet wijzigen
pl: Nie zmieniaj rozmiaru zdjęć
pt_br: Não redimensionar as fotos
ru: Не изменять размер фотографий
sk: Nemeniť veľkosť fotografií
sl: Ne spreminjaj velikosti fotografij
tr: Resimleri boyutlandırma
zh_tw: 不要調整相片大小

source: Predefined templates
bs: Predefinisani šabloni
ca: Plantilles predefinides
da: Prædefinerede skabeloner
de: Vordefinierte Vorlagen
es: Plantillas predefinidas
fi: Esimääritetyt mallit
fr: Modèles prédéfinis
hu: Előre meghatározott sablonok
it: Modelli predefiniti
nb: Forhåndsvalgte maler
nl: Voorgedefinieerde sjablonen
pl: Wstępnie określone szablony
pt_br: Modelos predefinidos
ru: Стандартные размеры
sk: Preddefinované šablóny
sl: Vnaprej določene predloge
tr: Öntanımlı şablonlar
zh_tw: 預定義樣本

source: Custom resize dimensions
bs: Proizvoljno mijenjanje dimenzija
ca: Dimensions personalitzades de redimensió
da: Brugervalgte dimensioner for størrelsesændring
de: Benutzerdefinierte Abmessungen für die Größenänderung
es: Cambio de dimensiones personalizado
fr: Dimensions de redimensionnement personnalisées
hu: Egyéni átméretezési dimenziók
it: Dimensioni personalizzate
nb: Egendefiner dimensjoner for endring
nl: Aangepaste afmetingen
pl: Zmiana rozmiaru na własny
pt_br: Dimensões personalizadas
ru: Указать размер в пикселах
sk: Vlastné rozmery zmeny veľkosti
sl: Sprememba velikosti po meri
tr: Özel boyutlandırma ölçüleri
zh_tw: 自訂調整大小

source: Width:
bs: Širina:
ca: Amplada:
da: Bredde:
de: Breite:
es: Anchura:
fi: Leveys:
fr: Largeur :
hu: Szélesség:
it: Larghezza:
nb: Bredde:
nl: Breedte:
pl: Szerokość:
pt_br: Largura:
ru: Ширина:
sk: Šírka:
sl: Širina:
tr: Genişlik:
zh_tw: 寬度：

source: Tags (optional):
bs: Oznake (opcionalno):
ca: Etiquetes (opcional):
da: Mærker (valgfrit):
de: Stichwörter (optional):
es: Etiquetas (opcional):
fi: Tunnisteet (valinnainen):
fr: Étiquettes (optionnel) :
hu: Címkék (opcionális):
it: Etichette (facoltative):
nb: Tagger (valgfri):
nl: Tags (optioneel):
pl: Znaczniki (opcjonalnie):
pt_br: Etiquetas (opcional):
ru: Метки (необязательно):
sk: Značky (voliteľné):
sl: Oznake (izbirno):
tr: Etiketler (isteğe bağlı):
zh_tw: 標籤（選擇性）：

source: Remove information bar on thumbnails
bs: Ukloni traku informacija na sličicama
ca: Suprimeix la barra d'informació a les miniatures
da: Fjern informationsbjælke på miniaturer
de: Informationsleiste in Vorschaubildern entfernen
es: Eliminar la barra de información de las miniaturas
fi: Poista pikkukuvien tietorivi
fr: Supprimer la barre d'informations sur les vignettes
hu: Információs sáv eltávolítása a bélyegképekről
it: Rimuovi la barra informativa sulle miniature
nb: Fjern informasjonslinje på minibilder
nl: Informatiebalk op miniaturen verwijderen
pl: Usuń pasek informacji na miniaturach
pt_br: Remover a barra de informações das miniaturas
ru: Не показывать строку информации на миниатюрах
sk: Odstrániť informačný panel na miniatúrach
sl: Odstrani vrstico s podrobnostmi iz sličic
tr: Küçük resimlerde bilgi çubuğunu kaldır
zh_tw: 移除縮圖上的資訊列

source: 100x75 (avatar)
fi: 100×75 (avatar)
it: 100×75 (avatar)
pl: 100x75 (awatar)
ru: 100x75 (аватар)
sl: 100x75 (podoba)
zh_tw: 100x75（頭像）

source: 150x122 (thumbnail)
ca: 150x122 (miniatura)
da: 150x122 (miniature)
de: 150x122 (Vorschaubild)
es: 150x122 (miniatura)
fi: 150×122 (pikkukuva)
fr: 150x122 (vignette)
hu: 150x122 (bélyegkép)
it: 150×122 (miniatura)
nb: 150x122 (minibilde)
nl: 150x122 (miniatuur)
pl: 150x122 (miniatura)
pt_br: 150x122 (miniatura)
ru: 150x122 (миниатюра)
sk: 150x122 (miniatúra)
sl: 150x122 (sličica)
tr: 150x122 (küçük resim)
zh_tw: 150x122（縮圖）

source: 320x240 (for websites and email)
bs: 320x240 (za web stranice i email)
ca: 320x240 (per llocs web i correu electrònic)
da: 320x240 (til websider og e-mail)
de: 320x240 (Für Webseiten und E-Mails)
es: 320x240 (para la web y correo electrónico)
fi: 320×240 (verkkosivuille tai sähköpostiin)
fr: 320x240 (pour les sites web et le courriers électroniques)
hu: 320x240 (weboldalakhoz és levelekhez)
it: 320×240 (per siti Web e posta)
nb: 320x240 (for nettsider og e-post)
nl: 320x240 (voor websites en e-mail)
pl: 320x240 (dla stron sieciowych i poczty)
pt_br: 320x240 (para páginas Web e e-mail)
ru: 320x240 (для веб-сайтов и эл. почты)
sk: 320x240 (pre webové stránky a e-mail)
sl: 320x240 (za spletne strani in e-pošto)
tr: 320x240 (web site ve e-postalar için)
zh_tw: 320x240（網站或 email 使用）
