Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_imageshackexport.po
Languages: bs, ca, da, de, es, fi, fr, hu, it, nb, nl, pl, pt_br, ru, sk, sl, tr, zh_tw

source: 640x480 (for message boards)
bs: 640x480 (za oglasne ploče)
ca: 640x480 (per taulers de missatges)
da: 640x480 (til webfora)
de: 640x480 (für Nachrichtenbrett)
es: 640x480 (para foros de discusión)
fi: 640×480 (foorumeille)
fr: 640x480 (pour les panneaux d'affichage)
hu: 640x480 (üzenőfalakhoz)
it: 640×480 (per forum di discussione)
nb: 640x480 (for oppslagstavler)
nl: 640x480 (voor berichtenborden)
pl: 640x480 (dla tablicy wiadomości)
pt_br: 640x480 (para quadros de mensagens)
ru: 640x480 (для интернет-форумов)
sk: 640x480 (pre diskusné skupiny)
sl: 640x480 (za forume)
tr: 640x480 (mesaj panoları için)
zh_tw: 640x480（公布欄使用）

source: 800x600 (15-inch monitor)
bs: 800x600 (15-inčni monitor)
ca: 800x600 (monitor de 15 polzades)
da: 800x600 (15" skærm)
de: 800x600 (15 Zoll Monitor)
es: 800x600 (monitor de 15 pulgadas)
fi: 800×600 (15" näyttö)
fr: 800x600 (écran 15 pouces)
hu: 800x600 (15 colos monitorhoz)
it: 800×600 (monitor 15″)
nb: 800x600 (15" skjerm)
pl: 800x600 (15-calowy monitor)
pt_br: 800x600 (monitor 15 polegadas)
ru: 800x600 (15-дюймовый монитор)
sk: 800x600 (15 palcový monitor)
sl: 800x600 (15-palčni monitor)
tr: 800x600 (15-inç monitör)
zh_tw: 800x600（15 吋螢幕）

source: 1024x768 (17-inch monitor)
bs: 1024x768 (17-inčni monitor)
ca: 1024x768 (monitor de 17 polzades)
da: 1024x768 (17" skærm)
de: 1024x768 (17 Zoll Monitor)
es: 1024x768 (monitor de 17 pulgadas)
fi: 1024×768 (17" näyttö)
fr: 1024x768 (écran 17 pouces)
hu: 1024x768 (17 colos monitorhoz)
it: 1024×768 (monitor 17″)
nb: 1024x768 (17" skjerm)
pl: 1024x768 (17-calowy monitor)
pt_br: 1024x768 (monitor 17 polegadas)
ru: 1024x768 (17-дюймовый монитор)
sk: 1024x768 (17 palcový monitor)
sl: 1024x768 (17-palčni monitor)
tr: 1024x768 (17-inç monitör)
zh_tw: 1024x768（17 吋螢幕）

source: 1280x1024 (19-inch monitor)
bs: 1280x1024 (19-inčni monitor)
ca: 1280x1024 (monitor de 19 polzades)
da: 1280x1024 (19" skærm)
de: 1280x1024 (19 Zoll Monitor)
es: 1280x1024 (monitor de 19 pulgadas)
fi: 1280×1024 (19" näyttö)
fr: 1280x1024 (écran 19 pouces)
hu: 1280x1024 (19 colos monitorhoz)
it: 1280×1024 (monitor 19″)
nb: 1280x1024 (19" skjerm)
pl: 1280x1024 (19-calowy monitor)
pt_br: 1280x1024 (monitor 19 polegadas)
ru: 1280x1024 (19-дюймовый монитор)
sk: 1280x1024 (19 palcový monitor)
sl: 1280x1024 (19-palčni monitor)
tr: 1280x1024 (19-inç monitör)
zh_tw: 1280x1024（19 吋螢幕）

source: 1600x1200 (21-inch monitor)
bs: 1600x1200 (21-inčni monitor)
ca: 1600x1200 (monitor de 21 polzades)
da: 1600x1200 (21" skærm)
de: 1600x1200 (21 Zoll Monitor)
es: 1600x1200 (monitor de 21 pulgadas)
fi: 1600×1200 (21" näyttö)
fr: 1600x1200 (écran 21 pouces)
hu: 1600x1200 (21 colos monitorhoz)
it: 1600×1200 (monitor 21″)
nb: 1600x1200 (21" skjerm)
pl: 1600x1200 (21-calowy monitor)
pt_br: 1600x1200 (monitor 21 polegadas)
ru: 1600x1200 (21-дюймовый монитор)
sk: 1600x1200 (21 palcový monitor)
sl: 1600x1200 (21-palčni monitor)
tr: 1600x1200 (21-inç monitör)
zh_tw: 1600x1200（21 吋螢幕）

source: optimize without resizing
bs: optimizirajte bez promjene veličine
ca: Optimitza sense redimensionar
da: optimér uden størrelsesændring
de: Ohne Größenänderung optimieren
es: optimizar sin cambiar el tamaño
fi: optimoi muuttamatta kokoa
fr: optimiser dans redimensionner
hu: optimalizálás átméretezés nélkül
it: ottimizza senza ridimensionare
nb: optimer uten å endre størrelse
nl: optimaliseren zonder afmetingen aanpassen
pl: Optymalizuj bez zmiany rozmiaru
pt_br: otimizar sem redimensionar
ru: оптимизировать без изменения размера
sk: optimalizovať bez zmeny veľkosti
sl: optimiraj brez spremembe velikosti
tr: ölçeklendirmeden iyileştir
zh_tw: 最佳化但不要調整大小

source: Create new gallery.
bs: Kreirajte novu galeriju.
ca: Crea una galeria nova.
da: Opret nyt galleri.
de: Neue Galerie erstellen.
es: Crear nueva galería.
fi: Luo uusi galleria.
fr: Créer une nouvelle galerie.
hu: Új galéria létrehozása.
it: Crea nuova galleria.
nb: Opprett et nytt galleri.
nl: Nieuwe galerij aanmaken.
pl: Utwórz nową galerię.
pt_br: Criar nova galeria.
ru: Создать новый альбом
sk: Vytvoriť novú galériu.
sl: Ustvari novo galerijo.
tr: Yeni galeri oluştur.
zh_tw: 建立新相簿。

source: Export to Imageshack
bs: Izvezi u Imageshack
ca: Exporta a Imageshack
da: Eksportér til Imageshack
de: Export zu Imageshack
es: Exportar a Imageshack
fi: Vie ImageShackiin
fr: Exporter vers « Imageshack »
hu: Exportálás az Imageshackbe
it: Esporta a Imageshack
nb: Eksporter til ImageShack
nl: Naar Imageshack exporteren
pl: Eksportuj do Imageshack
pt_br: Exportar para o Imageshack
ru: Экспорт в ImageShack
sk: Exportovať do Imageshack
sl: Izvozi v Imageshack
tr: ImageShack'e Aktar
zh_tw: 匯出到 Imageshack

source: Upload
bs: Pošalji
ca: Puja
de: Hochladen
es: Enviar
fi: Lähetä
fr: Envoyer
hu: Feltöltés
it: Carica
nb: Last opp
nl: Uploaden
pl: Wyślij
pt_br: Enviar
ru: Начать загрузку
sk: Odoslať
sl: Pošlji
tr: Yükle
zh_tw: 上傳

source: Start upload to Imageshack web service
bs: Počni slanje u Imageshack internet servis
ca: Comença la pujada al servei web Imageshack
da: Start upload til webtjenesten Imageshack
de: Hochladen auf Imageshack starten
es: Iniciar el envío a servicio Web Imageshack
fi: Aloita lähetys ImageShack-verkkopalveluun
fr: Démarrer l'envoi vers le service Web « Imageshack »
hu: Feltöltés indítása az Imageshack webszolgáltatásba
it: Avvia l'invio al servizio Web Imageshack
nb: Start opplasting til ImageShack-nettjeneste
nl: Upload naar Imageshack-webservice starten
pl: Rozpocznij wysyłanie do usługi sieciowej Imageshack
pt_br: Iniciar o envio para o serviço Web do Imageshack
ru: Начать загрузку в веб-службу ImageShack
sk: Spustiť nahrávanie na webovú službu Imageshack
sl: Začni pošiljanje na spletno storitev Imageshack
tr: ImageShack web hizmetine yüklemeyi başlat
zh_tw: 開始上傳到 Imageshack 網頁服務

source: Imageshack Export
bs: Imageshack Izvoz
ca: Exportador a Imageshack
da: Eksport til Imageshack
es: Exportación a Imageshack
fi: ImageShack-vienti
fr: Exportation « Imageshack »
hu: Imageshack exportálás
it: Esportazione a Imageshack
nb: Eksport til ImageShack
pl: Eksportuj do Imageshack
pt_br: Exportar para o Imageshack
ru: Экспорт в ImageShack
sl: Izvoz v Imageshack
tr: Imageshack Aktarımı
zh_tw: Imageshack 匯出

source: A kipi plugin to export images to Imageshack web service.
bs: Kipi dodatak za izvoz slika u Imageshack internet servis.
ca: Un connector de Kipi per exportar imatges al servei web Imageshack.
da: Et KIPI-plugin til at eksportere billeder til webtjenesten Imageshack.
de: Ein Kipi-Modul, um Bilder zu einem Imageshack-Webdienst zu exportieren..
es: Un complemento de Kipi para exportar imágenes al servicio Web Imageshack.
fi: Kipi-liitännäinen kuvien viemiseksi ImageShack-verkkopalveluun.
fr: Un module externe KIPI pour exporter des images vers le service Web « Imageshack ».
hu: Egy kipi bővítmény képek exportálásához az Imageshack webszolgáltatásba.
it: Un'estensione di Kipi per esportare immagini al servizio Web Imageshack.
nb: Et kipi programtillegg for å eksportere bilder til en ImageShack-nettjeneste.
nl: Een kipi-plug-in om afbeeldingen naar de Imageshack-webservice te exporteren.
pl: Wtyczka kipi do eksportowania obrazów do usługi sieciowej Imageshack.
pt_br: Um plugin do Kipi para exportar imagens para o serviço da Internet Imageshack.
ru: Расширение KIPI для экспорта изображений в веб-службу ImageShack.
sk: Kipi plugin na export obrázkov na webovú službu Imageshack.
sl: Vstavek KIPI za izvoz slik v oddaljeno spletno storitev Imageshack.
tr: Resimleri ImageShack web hizmetine aktarmak için bir kipi eklentisi.
zh_tw: 匯出影像到遠端 Imageshack 網頁服務的 kipi 外掛程式。

source: (c) 2012, Dodon Victor
es: © 2012, Dodon Victor
fi: © 2012 Dodon Victor
hu: © Dodon Victor, 2012.
it: © 2012 di Dodon Victor
nb: © 2012 Dodon Victor
ru: © Dodon Victor, 2012

source: Dodon Victor
pt_br: Victor Dodon
ru: Victor Dodon

source: Author
bs: Autor
ca: Autor
da: Ophavsmand
de: Autor
es: Autor
fi: Tekijä
fr: Auteur
hu: Szerző
it: Autore
nb: Forfatter
nl: Auteur
pl: Autor
pt_br: Autor
ru: Автор
sk: Autor
sl: Avtor
tr: Yazar
zh_tw: 作者

source: %v / %m
ru: %v из %m

source: Image Shack Export
bs: Image Shack izvoz
ca: Exportació per a Image Shack
da: Eksport til Imageshack
es: Exportar a Image Shack
fi: ImageShack-vienti
fr: Exportation d'images « Shack »
hu: Image Shack exportálás
it: Esportazione a Imageshack
nb: Image Shack Eksport
nl: Exporteren naar ImageShack
pl: Eksport Image Shack
pt_br: Exportação para o Imageshack
ru: Экспорт в ImageShack
sl: Izvoz v ImageShack
tr: Image Shack Aktarımı
zh_tw: Image Shack 匯出

source: Authenticating...
bs: Autenticiranje...
ca: S'està autenticant...
da: Autentificerer...
de: Authentifizierung ...
es: Autenticando...
fi: Valtuutetaan…
fr: Authentification en cours...
hu: Hitelesítés…
it: Autenticazione...
nb: Autentiserer …
nl: Bezig met authenticatie...
pl: Uwierzytelnianie...
pt_br: Autenticando...
ru: Вход на сервер...
sk: Overovanie...
sl: Overjanje ...
tr: Kimlik doğrulaması yapılıyor...
zh_tw: 正在驗證...

source: Imageshack authorization
bs: Imageshack autorizacija
ca: Autorització Imageshack
da: Imageshack-godkendelse
de: Imageshack-Autorisierung
es: Autorización de Imageshack
fi: ImageShack-valtuutus
fr: Autorisation « Imageshack »
hu: Imageshack felhatalmazás
it: Autorizzazione di Imageshack
nb: ImageShack autorisering
nl: Autorisatie van Imageshack
pl: Uwierzytelnianie Imageshack
pt_br: Autorização do Imageshack
ru: Вход в ImageShack
sk: Overenie Imageshack
sl: Pooblastitev Imageshack
tr: Imageshack yetkilendirmesi
zh_tw: Imageshack 認證

source: Please paste the registration code for your ImageShack account into the textbox below and press "OK".
bs: Molimo zalijepite registracijski kod za vaš ImageShack račun u polje za unos teksta ispod i pritisnite "OK".
ca: Si us plau, enganxeu el codi de registre del vostre compte ImageShack en el següent quadre de text i premeu «Bé».
da: Angiv registreringskoden for din Imageshack-konto i tekstfeltet nedenfor og tryk på "O.k.".
de: Bitte fügen Sie den Registrierungscode für Ihr Imageshack-Konto in das Textfeld unten ein und drücken Sie auf „OK“.
es: Por favor, pegue el código de registro de su cuenta de ImageShack en el cuadro de texto inferior y pulse «Aceptar».
fi: Liitä ImageShack-tilisi rekisteröintikoodi alla olevaan tekstikenttään ja paina ”OK”.
fr: Veuillez coller le code d'enregistrement de votre compte « Imageshack » dans la zone de texte ci-dessous et cliquer sur « Ok ».
hu: Kérjük illessze be az ImageShack fiókjának regisztrációs kódját a lenti szövegdobozba és nyomja meg az „OK” gombot.
it: Incolla il codice di registrazione per il tuo account di Imageshack nella casella sotto e premi «OK».
nb: Lim inn registreringskoden for din ImageShack-konto i tekstboksen nedenfor og trykk «OK».
nl: Plak de registratiecode van uw ImageShack-account in het onderstaande tekstvak en druk op "OK".
pl: Proszę wkleić kod rejestracyjny dla twojego konta ImageShack do poniższego pola tekstowego i naciśnij "OK".
pt_br: Cole o código de registro da sua conta no ImageShack no campo de texto abaixo e clique em "OK".
ru: Введите код регистрации для вашей учётной записи в ImageShack в поле внизу и нажмите «ОК».
sk: Prosím vložte registračný kód pre váš účet Imageshack do textového poľa a stlačte "OK".
sl: Prilepite registracijsko kodo za vaš račun ImageShack v spodnje besedilno polje in pritisnite "V redu".
tr: ImageShack hesabınızın kayıt kodunu aşağıdaki metin alanına yapıştırın ve "Tamam" tıklayın.
zh_tw: 請貼上您的 ImageShack 帳號的註冊碼，然後按下「確定」。

source: Login failed: %1
bs: Prijava nije uspjela: %1
ca: Ha fallat l'accés: %1
da: Login mislykkedes: %1
de: Anmeldung fehlgeschlagen: %1
es: El inicio de sesión ha fallado: %1
fi: Kirjautuminen epäonnistui: %1
fr: La connexion a échoué : %1
hu: Sikertelen bejelentkezés: %1
it: Accesso non riuscito: %1
nb: Pålogging feilet: %1
nl: Aanmelden is mislukt: %1
pl: Nieudane logowanie: %1
pt_br: Falha na autenticação: %1
ru: Не удалось выполнить вход: %1
sk: Prihlásenie zlyhalo: %1
sl: Prijava je spodletela: %1
tr: Giriş başarısız: %1
zh_tw: 登入失敗：%1

source: Failed to get galleries list: %1
bs: Neuspjelo dobavljanje liste galerija: %1
ca: Ha fallat en obtenir la llista de galeries: %1
da: Kunne ikke hente liste over gallerier: %1
de: Das Laden der Gallerieliste ist fehlgeschlagen: %1
es: La obtención de la lista de galerías ha fallado: %1
fi: Gallerialuettelon nouto epäonnistui: %1
fr: Impossible d'obtenir la liste des galeries : %1
hu: Nem sikerült megszerezni a galériák listáját: %1
it: Recupero dell'elenco delle gallerie non riuscito: %1
nb: Klarte ikke å hente liste over gallerier: %1
nl: Ophalen van de lijst met galerijen is mislukt: %1
pl: Nieudane pobieranie listy galerii: %1
pt_br: Ocorreu uma falha ao obter a lista de galerias: %1
ru: Не удалось получить список альбомов: %1
sk: Zlyhalo získanie zoznamu galérií: %1
sl: Pridobivanje seznama galerij je spodletelo: %1
tr: Galeri listesi alınamadı: %1
zh_tw: 取得相簿清單失敗：%1

source: Failed to upload photo to Imageshack: %1 Do you want to continue?
bs: Neuspjelo slanje slika u Imageshack: %1 Želite li nastaviti?
ca: Ha fallat en pujar la foto a Imageshack: %1 Voleu continuar?
da: Kunne ikke uploade foto til Imageshack: %1 Vil du fortsætte?
de: Fehler bei Hochladen der Fotos zu Imageshack: %1 Möchten Sie fortfahren?
es: El envío de la foto a Imageshack ha fallado: %1 ¿Desea continuar?
fi: Kuvan lähetys ImageShackiin epäonnistui: %1 Haluatko jatkaa?
fr: Impossible d'envoyer une photo vers « Imageshack »: %1 Voulez-vous continuer ?
hu: Nem sikerült feltölteni a fényképet az Imageshackbe: %1 Szeretné folytatni?
it: Invio del file a Imageshack non riuscito: %1 Vuoi continuare?
nb: Klarte ikke å laste opp fotoet til ImageShack: %1 Vil du fortsette?
nl: Het uploaden van een foto naar Imageshack is mislukt: %1 Wilt u verder gaan?
pl: Nieudane wysyłanie zdjęcia do Imageshack: %1 Czy chcesz kontynuować?
pt_br: Ocorreu uma falha ao enviar a foto para o Imageshack: %1 Deseja continuar?
ru: Не удалось загрузить фотографию в ImageShack: %1 Продолжить?
sk: Zlyhalo nahrávanie fotky na Imageshack: %1 Chcete pokračovať?
sl: Fotografije ni bilo mogoče poslati v Imageshack: %1 Ali želite nadaljevati?
tr: Resim Imageshack'e gönderilemedi: %1 Devam etmek istiyor musunuz?
zh_tw: 上傳相片到 Imageshack 失敗：%1 您要繼續嗎？

source: &Export
bs: &Izvezi
ca: &Exporta
da: &Eksportér
es: &Exportar
fi: &Vie
fr: &Exporter
hu: &Exportálás
it: &Esporta
nb: &Eksporter
nl: &Exporteren
pl: &Eksportuj
pt_br: &Exportar
ru: &Экспорт
sk: &Exportovať
sl: &Izvozi
tr: &Dışarıya Aktar
zh_tw: 匯出(&E)

source: Main Toolbar
bs: Glavna traka alata
ca: Barra d'eines principal
da: Hovedværktøjslinje
de: Haupt-Werkzeugleiste
es: Barra de herramientas principal
fi: Päätyökalurivi
fr: Barre principale d'outils
hu: Fő eszköztár
it: Barra principale
nb: Hovedverktøylinje
nl: Hoofdwerkbalk
pl: Główny pasek narzędzi
pt_br: Barra de ferramentas principal
ru: Основная панель инструментов
sk: Hlavný panel nástrojov
sl: Glavna orodna vrstica
tr: Ana Araç Çubuğu
zh_tw: 主工具列

source: Export to &Imageshack...
bs: Izvezi u &Imageshack...
ca: Exporta a &Imageshack...
da: Eksportér til &Imageshack...
de: Export zu &Imageshack ...
es: Exportar a &Imageshack...
fi: Vie &ImageShackiin…
fr: Exporter vers « &Imageshack »...
hu: Exportálás az &Imageshackbe…
it: Esporta a &Imageshack...
nb: Eksporter til &ImageShack …
nl: Naar &Imageshack exporteren...
pl: Eksportuj do &Imageshack...
pt_br: Exportar para o &Imageshack...
ru: Экспор&т в Imageshack...
sk: Export Do &Imageshack...
sl: Izvozi v &Imageshack ...
tr: &ImageShack'e Aktar...
zh_tw: 匯出到 Imageshack(&I)...

source: Height:
bs: Visina:
ca: Alçada:
da: Højde:
de: Höhe:
es: Altura:
fi: Korkeus:
fr: Hauteur :
hu: Magasság:
it: Altezza:
nb: Høyde:
nl: Hoogte:
pl: Wysokość:
pt_br: Altura:
sk: Výška:
sl: Višina:
