Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_dlnaexport.po
Languages: bs, ca, da, de, el, et, gl, hu, is, it, ko, nb, nl, pl, pt, sk, sl, tr, uk, zh_tw

source: Author and maintainer
bs: Autor i održavalac
ca: Autor i mantenidor
da: Udvikler og vedligeholder
de: Autor und Betreuer
el: Συγγραφέας και συντηρητής
et: Autor ja hooldaja
gl: Autor e mantedor
hu: Szerző és karbantartó
is: Höfundur og umsjónaraðili
it: Autore e responsabile
ko: 작성자 및 관리자
nb: Utvikler og vedlikeholder
nl: Auteur en onderhouder
pl: Autor i opiekun
pt: Autoria e manutenção
sk: Autor a správca
sl: Avtor in vzdrževalec
tr: Geliştirici ve projeyi yürüten
uk: Автор і супровідник
zh_tw: 作者與維護者

source: Developer
bs: Programer
ca: Desenvolupador
da: Udvikler
de: Entwickler
el: Προγραμματιστής
et: Arendaja
gl: Desenvolvedor
hu: Fejlesztő
is: Forritari
it: Sviluppatore
ko: 개발자
nb: Utvikler
nl: Ontwikkelaar
pl: Programista
pt: Desenvolvimento
sk: Vývojár
sl: Razvijalec
tr: Geliştirici
uk: Розробник
zh_tw: 開發者

source: Select the required collections
bs: Odaberite željene zbirke
ca: Seleccioneu les col·leccions requerides
da: Vælg de ønskede samlinger
de: Wählen Sie die gewünschten Sammlungen
el: Επιλέξτε τις απαιτούμενες συλλογές
et: Vali vajalikud kogud
gl: Seleccione as coleccións necesarias.
hu: A szükséges gyűjtemények kiválasztása
is: Veldu viðkomandi myndasöfn
it: Seleziona le raccolte richieste
ko: 필요한 모음집 선택
nb: Velg de samlingene som trengs
nl: Selecteer de vereiste verzamelingen
pl: Wybierz wymagane zbiory
pt: Seleccione as colecções necessárias
sk: Vyberte vyžadované kolekcie
sl: Izberite zahtevane zbirke
tr: Gerekli koleksiyonları seçin
uk: Виберіть потрібні збірки
zh_tw: 選擇需要的收藏

source: Images to be exported
bs: Slike za izvoz
ca: Imatges a exportar
da: Billeder der skal eksporteres
de: Zu exportierende Bilder
el: Εικόνες για εξαγωγή
gl: Imaxes para exportar
hu: Az exportálandó képek
is: Myndir sem á að flytja út
it: Immagini da esportare
ko: 내보낼 그림
nb: Bilder som skal eksporteres
nl: Te exporteren afbeeldingen
pl: Obrazy wyeksportowania
pt: Imagens a exportar
sk: Obrázky na exportovanie
sl: Slike, ki bodo izvožene
tr: Dışa aktarılacak resimler
uk: Зображення, які має бути експортовано
zh_tw: 要匯出的影像
