Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_acquireimages.po
Languages: id

# NAME OF TRANSLATORS
source: Your names
id: Wantoyo

# EMAIL OF TRANSLATORS
source: Your emails
id: wantoyo@yahoo.com

source: Acquire images
id: Mendapatkan gambar

source: A tool to acquire images using a flat scanner
id: Sebuah alat untuk mendapatkan gambar menggunakan pemindai datar

source: Author
id: Penulis

source: Developer
id: Pengembang

source: &Import
id: &Impor

source: Main Toolbar
id: Batang Alat Utama

source: Import from Scanner...
id: Impor dari Pemindai...

source: Cannot open scanner device.
id: Tidak dapat membuka perangkat pemindai.

source: Scan Image
id: Pindai Gambar

source: New Image File Name
id: Nama Berkas Gambar Baru

source: The target image file format "%1" is unsupported.
id: Target berkas gambar format "%1" tidak didukung.

source: Failed to save file "%1" to "%2".
id: Gagal menyimpan berkas "%1" ke "%2".

source: A file named "%1" already exists. Are you sure you want to overwrite it?
id: Nama berkas "%1" sudah ada. Apakah anda yakin ingin menimpanya?

source: Overwrite File?
id: Timpa berkas?

source: Cannot save "%1" file
id: Tidak dapat menyimpan berkas "%1"
