Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_debianscreenshots.po
Languages: bs, ca, da, de, el, es, et, fi, fr, gl, hu, id, is, it, km, ko, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_tw

source: Failed to upload photo to Debian Screenshots: %1 Do you want to continue?
bs: Neuspjelo slanje fotografije na Debian slike ekrana: %1 Želite li nastaviti?
ca: Ha fallat en pujar la foto a Debian Screenshots: %1 Voleu continuar?
da: Kunne ikke uploade billede til Debian Screenshots: %1 Vil du fortsætte?
de: Das Hochladen des Fotos auf „Debian Screenshots“ ist fehlgeschlagen: %1 Möchten Sie fortfahren?
el: Αποτυχία φόρτωσης φωτογραφίας στα Debian Screenshots: %1 Θέλετε να συνεχίσετε;
es: Error en la subida de fotos a Pantallazos de Debian: %1 Desea continuar?
et: Foto laadimine Debiani ekraanipiltide saidile nurjus: %1 Kas soovid jätkata?
fi: Kuvan lähetys Debian Screenshotsiin epäonnistui: %1 Haluatko jatkaa?
fr: L'envoi de l'image vers les copies d'écran Debian a échoué : %1 Voulez-vous continuer ?
gl: Fallou o envío a Capturas de Pantalla de Debian: %1 Desexa continuar?
hu: Nem sikerült feltölteni a fényképet a Debian képernyőképekbe: %1 Szeretné folytatni?
id: Gagal mengunggah foto ke Debian Screenshots: %1 Apakah anda ingin melanjutkan?
is: Tókst ekki að senda mynd á Debian skjámyndavefþjónustuna: %1 Viltu halda áfram?
it: Invio del file alle schermate di Debian non riuscito: %1 Vuoi continuare?
km: បាន​បរាជ័យ​ក្នុងកា​រផ្ទុក​រូ​បថត​ឡើង​ទៅ​រូបថត​អេក្រង់​របស់​ដេបៀន ៖ %1 តើ​អ្នក​ចង់​បន្ត​ដែរឬទេ ?
ko: 데비안 스크린샷에 사진을 업로드할 수 없습니다: %1 계속 진행하시겠습니까?
nb: Klarte ikke å laste opp fotoet til Debian Screenshots: %1 Vil du fortsette?
nds: Foto lett sik nich na "Debian-Snappschöten" hoochladen: %1 Wullt Du wiedermaken?
nl: Het uploaden van een foto naar Debian schermafdrukken is mislukt: %1 Wilt u verder gaan?
pl: Nieudane wysyłanie zdjęcia do zrzutów ekranu Debiana: %1 Czy chcesz kontynuować?
pt: Não foi possível enviar a fotografia para as Imagens da Debian: %1 Deseja continuar?
pt_br: Falha ao enviar a foto para Debian Screenshots: %1 Deseja continuar?
ro: Încărcarea fotografiei pe capturile de ecran Debian a eșuat: %1 Doriți să continuați?
ru: Не удалось загрузить фотографию на сервер снимков экрана Debian: %1 Продолжить?
sk: Zlyhalo nahranie fotky do Debian Screenshots: %1 Chcete pokračovať?
sl: Slike ni bilo mogoče poslati na Debian Screenshots: %1 Ali želite nadaljevati?
sv: Misslyckades ladda upp foto till Debian Skärmbilder: %1 Vill du fortsätta?
tr: Resim, Debian Ekran Görüntülerine yüklenemedi: %1 Devam etmek istiyor musunuz?
uk: Спроба вивантаження фотографії до сховища знімків Debian завершилася невдало: %1. Бажаєте продовжити?
zh_tw: 上傳相片到 Debian Screenshots 失敗：%1 您要繼續嗎？

source: &Export
bs: &Izvezi
ca: &Exporta
da: &Eksportér
de: &Exportieren
el: &Εξαγωγή
es: &Exportar
et: &Eksport
fi: &Vie
fr: &Exporter
gl: &Exportar
hu: &Exportálás
id: &Ekspor
is: &Flytja út
it: &Esporta
ko: 내보내기(&E)
nb: &Eksporter
nl: &Exporteren
pl: &Eksportuj
pt: &Exportar
pt_br: &Exportar
ru: &Экспорт
sk: &Exportovať
sl: &Izvozi
sv: &Exportera
tr: &Dışa Aktar
uk: &Експорт
zh_tw: 匯出(&E)

source: Main Toolbar
bs: Glavna alatna traka
ca: Barra d'eines principal
da: Hovedværktøjslinje
de: Haupt-Werkzeugleiste
el: Κύρια γραμμή εργαλείων
es: Barra de herramientas
et: Peamine tööriistariba
fi: Päätyökalurivi
fr: Barre principale d'outils
gl: Barra de ferramentas principal
hu: Fő eszköztár
id: Batang Alat Utama
is: Aðaltækjaslá
it: Barra principale
ko: 주 도구 모음
nb: Hovedverktøylinje
nl: Hoofdwerkbalk
pl: Główny pasek narzędzi
pt: Barra Principal
pt_br: Barra de ferramentas principal
ro: Bara de unelte principală
ru: Основная панель инструментов
sk: Hlavný panel nástrojov
sl: Glavna orodna vrstica
sv: Huvudverktygsrad
tr: Ana Araç Çubuğu
uk: Головна панель
zh_tw: 主工具列

source: Export to &Debian Screenshots...
bs: Izvoz u &Debian slike ekrana...
ca: Exporta a &Debian Screenshots...
da: Eksportér til &Debian Screenshots...
de: Auf „&Debian Screenshots“ hochladen ...
el: Εξαγωγή στα &Debian Screenshots...
es: Exportar a Pantallazos de &Debian ...
et: Ekspordi &Debiani ekraanipiltidesse...
fi: Vie &Debian Screenshotsiin…
fr: Exporter vers les copies d'écran &Debian…
gl: Exportar a Capturas de Pantalla de &Debian...
hu: Exportálás a &Debian képernyőképekbe…
id: Ekspor ke &Debian Screenshots...
is: Flytja út í &Debian skjámyndir...
it: Esporta alle schermate di &Debian...
km: នាំចេញ​ទៅ​រូបថត​អេក្រង់​របស់​ដេបៀន...
ko: 데비안 스크린샷으로 내보내기(&D)...
nb: Eksporter til &Debian Screenshots …
nds: Na "&Debian-Snappschöten" exporteren...
nl: Naar &Debian schermafdrukken exporteren...
pl: Eksportuj do zrzutów ekranu &Debiana...
pt: Exportar para as Imagens da &Debian...
pt_br: Exportar para &Debian Screenshots...
ro: Exportă către capturile de ecran &Debian
ru: Экспорт в с&нимки экрана Debian...
sk: Exportovať do Debian Screenshots...
sl: Izvozi v &Debian Screenshots...
sv: Exportera till &Debian Skärmbilder...
tr: &Debian Ekran Görüntülerine Gönder...
uk: Експортувати до с&ховища знімків Debian…
zh_tw: 匯出到 Debian Screenshots(&D)...
