Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_panorama.po
Languages: bs, ca, da, de, el, es, fi, fr, gl, it, km, lt, nb, pl, ru, sl, sv

source: <qt><p><font color="red"><b>Error:</b> %1</font></p></qt>
bs: <qt><p><font color="red"><b>Greška:</b> %1</font></p></qt>
da: <qt><p><font color="red"><b>Fejl:</b> %1</font></p></qt>
de: <qt><p><font color="red"><b>Fehler:</b> %1</font></p></qt>
el: <qt><p><font color="red"><b>Σφάλμα:</b> %1</font></p></qt>
fi: <qt><p><font color="red"><b>Virhe:</b> %1</font></p></qt>
fr: <qt><p><font color="red"><b>Erreur :</b> %1</font></p></qt>
gl: <qt><p><font color="red"><b>Erro:</b> %1</font></p></qt>
it: <qt><p><font color="red"><b>Errore:</b> %1</font></p></qt>
km: <qt><p><font color="red"><b>កំហុស ៖</b> %1</font></p></qt>
lt: <qt><p><font color="red"><b>Klaida:</b> %1</font></p></qt>
nb: <qt><p><font color="red"><b>Feil:</b> %1</font></p></qt>
pl: <qt><p><font color="red"><b>Błąd:</b> %1</font></p></qt>
ru: <qt><p><font color="red"><b>Ошибка:</b> %1</font></p></qt>
sl: <qt><p><font color="red"><b>Napaka:</b> %1</font></p></qt>
sv: <qt><p><font color="red"><b>Fel:</b> %1</font></p></qt>

source: <qt><p><h1><b>Panorama Stitching is Done</b></h1></p><p>Congratulations. Your images are stitched into a panorama.</p><p>Your panorama will be created to the directory</p><p><b>%1</b></p><p>once you press the <i>Finish</i> button, with the name set below.</p><p>If you choose to save the project file, and if your images were raw images then the converted images used during the stitching process will be copied at the same time (those are TIFF files that can be big).</p></qt>
bs: <qt><p><h1><b>Spajanje panorame je gotovo</b></h1></p><p>Čestitamo. Vaše slike su spojene u panoramu.</p><p>Vaša panorama će biti kreirana u direktorij</p><p><b>%1</b></p><p>jednom kada pritisnete <i>Završi</i> dugme, sa imenom postavljenim ispod.</p><p>Ako odaberete da sačuvate datoteku projekta, i ako su vaše slike bile raw slike onda konvertovane slike korištene tokom procesa će biti kopirane u isto vrijeme (ovo su TIFF datoteke koje mogu biti velike).</p></qt>
ca: <qt><p><h1><b>El fusionat del panorama ha acabat</b></h1></p><p>Felicitats. Les vostres imatges s'han fusionat en el panorama.</p><p>El vostre panorama es crearà en el directori</p><p><b>%1</b></p><p>una vegada premeu el botó <i>Acaba</i>, amb el nom establert a sota.</p><p>Si voleu desar el fitxer de projecte, i si les imatges eren imatges en brut, llavors les imatges convertides utilitzades durant el procés de fusionat també es copiaran (aquestes són els fitxers TIFF, que poden ser grans).</p></qt>
da: <qt><p><h1><b>Panoramasammensyning er gennemført</b></h1></p><p>Tillykke. Dine billeder er syet sammen til et panorama.</p><p>Dit panorama vil blive oprettet i mappen</p><p><b>%1</b></p><p>når du trykker på knappen <i>Færdig</i>, med det navn der er angivet nedenfor.</p><p>Hvis du vælger at gemme projektfilen, og hvis dine billeder var RAW-billeder, så vil de konverterede billeder der blev brugt under sammensyningsprocessen blive kopieret samtidig (disse er TIFF-filer som kan være store).</p></qt>
de: <qt><p><h1><b>Das Panorama ist zusammengefügt</b></h1></p><p>Glückwunsch. Ihre Bilder wurden zu einem Panorama zusammengefügt.</p><p>Ihr Panorama wird im Ordner </p><p><b>%1</b> mit dem angegebenen Namen erstellt</p><p>wenn Sie den Knopf <i>Fertigstellen</i> drücken.</p><p>Haben Sie ausgewählt, dass die Projektdatei gespeichert wird und wenn Ihre Bilder Rohbilder waren, dann werden die beim Zusammenfügen umgewandelten Bilder gleichzeitig mit kopiert, Dabei handelt es sich um TIFF-Dateien, die sehr groß sein können.</p></qt>
el: <qt><p><h1><b>Η συρραφή του πανοράματος ολοκληρώθηκε</b></h1></p><p>Συγχαρητήρια. Έγινε η συρραφή των εικόνων σας σε ένα πανόραμα.</p><p>Το πανόραμα θα αποθηκευθεί στον κατάλογο</p><p><b>%1</b></p><p>αφού πατήσετε στο κουμπί <i>Τερματισμός</i>, με το όνομα που καθορίζεται παρακάτω.</p><p>Αν επιλέξετε να αποθηκεύσετε το αρχείο του έργου σας, και έχετε ακατέργαστες εικόνες τότε οι αναμορφωμένες εικόνες που χρησιμοποιήθηκαν για την διεργασία συρραφής θα αντιγραφούν την ίδια στιγμή (Αυτά είναι αρχεία σε μορφή TIFF που μπορεί να είναι μεγάλα).</p></qt>
es: <qt><p><h1><b>El acoplamiento del panorama ha terminado</b></h1></p><p>¡Enhorabuena! Sus fotografías están acopladas en un único panorama.</p><p>Su panorama se creará en el directorio</p><p><b>%1</b></p><p>una vez que pulse el botón <i>Terminar</i>, con el nombre definido abajo.</p><p>Si opta por guardar el archivo de proyecto, en caso de que sus imágenes fueran imágenes RAW, entonces las imágenes convertidas que se hayan usado durante el proceso de acoplamiento se copiarán al mismo tiempo (son archivos TIFF que pueden ser grandes).</p></qt>
fr: <qt><p><h1><b>L'assemblage du panorama est terminé</b></h1></p><p>Félicitations ! Vos images sont assemblées en un panorama.</p><p>Ce dernier est créé dans le dossier </p><p><b>%1</b></p><p> une fois que vous aurez cliqué sur le bouton <i>Terminer</i>, avec le nom défini ci-dessous.</p><p>Lorsque vous choisissez d'enregistrer le fichier de projet et que vos images sont au format brut, alors les images converties utilisées durant le processus d'assemblage seront copiées en même temps (ce sont des fichiers « TIFF » pouvant être volumineux).</p></qt>
gl: <qt><p><h1><b>Rematou o encaixe do panorama</b></h1></p><p>Parabéns. As imaxes están encaixadas nun panorama.</p><p>Este panorama crearase no directorio</p><p><b>%1</b></p><p>cando prema o botón <i>Rematar</i> e co nome que se indique embaixo.</p><p>Se escolle gravar o ficheiro do proxecto e se as imaxes eran imaxes en crú, as imaxes convertidas empregadas durante o proceso de encaixe copiaránse ao mesmo tempo (trátase de ficheiros TIFF que poden ser bastante grandes).</p></qt>
it: <qt><p><h1><b>La cucitura del panorama è completata</b></h1></p><p>Congratulazioni, le tue immagini sono state cucite in un panorama.</p><p>Il panorama sarà creato nella cartella</p><p><b>%1</b></p><p>una volta che avrai premuto il pulsante <i>Completa</i>, con il nome sotto indicato.</p><p>Se scegli di salvare il file del progetto, e se le tue immagini erano immagini RAW, anche le immagini convertite usate nel processo di cucitura saranno copiate (sono file TIFF che possono avere dimensioni notevoli).</p></qt>
lt: <qt><p><h1><b>Panoramos sujungimas baigtas</b></h1></p><p>Sveikiname. Jūsų nuotraukos yra sujungtos į panoramą.</p><p>Jūsų panorama bus sukurta aplanke</p><p><b>%1</b></p><p>kai paspausite <i>Baigti</i> mygtuką, žemiau nurodytu pavadinimu.</p><p>Jei pasirinksite išsaugoti projekto failą, o jūsų nuotraukos buvo RAW paveikslėliai, tada tuo pačiu bus nukopijuoti sujungimo proceso metu konvertuoti paveikslėliai (Tai yra TIFF failai, kurie gali būti dideli).</p></qt>
nb: <qt><p><h1><b>Panorama-sying er ferdig</b></h1></p> <p>Gratulerer. Bildene dine er sydd sammen til et panorama.</p><p>Panoramaet ditt vil bli opprettet i mappa</p><p><b>%1</b></p> <p>så snart du trykker <i>Fullfør</i>-knappen, med navnet oppgitt nedenfor.</p><p>Hvis du velger å lagre prosjektfila, og hvis bildene var raw-bilder, så blir de konverterte bildene som ble brukt under sammensyingen også kopiert samtidig (de er TIFF-filer som kan være store).</p></qt>
pl: <qt><p><h1><b>Zszywanie panoramy zostało zakończone</b></h1></p><p> Gratulacje. Twoje zdjęcia zostały zszyte w panoramę.</p><p>Twoja panorama zostanie utworzona w katalogu</p><p><b>%1</b></p><p>zaraz po tym jak naciśniesz przycisk <i>Zakończ</i>, z nazwą taką jaką podano poniżej.</p><p>Jeżeli wybierzesz zapis pliku projektu i jeśli twoje zdjęcia były surowymi zdjęciami, to przekształcone zdjęcia, wykorzystane podczas procesu zszywania, zostaną przekopiowane w tym samym czasie (są to pliki TIFF, które mogą być duże).</p></qt>
ru: <qt><p><h1><b>Соединение панорамы завершено</b></h1></p><p>Поздравляем, изображения были соединены в панораму.</p><p>Ваша панорама будет сохранена в папке</p><p><b>%1</b></p><p>как только вы нажмёте кнопку <i>Готово</i>.</p><p> Если вы также выбрали сохранение проекта и вы создавали панораму из цифровых негативов (изображений RAW), то в ту же папку будут скопированы эти изображения, преобразованные в формат TIFF (они могут быть большими по объёму информации).</p></qt>
sl: <qt><p><h1><b>Šivanje panorame je končano</b></h1></p><p>Čestitke. Vaše slike so sešite v panoramo.</p><p>Vaša panorama bo ustvarjena v mapi</p><p><b>%1</b></p><p>, ko pritisnete gumb <i>Končaj</i> in je spodaj nastavljeno ime.</p><p>Če se odločite za shranjevanje projektne datoteke in so bile vaše slike RAW, potem bodo istočasno kopirane tudi pretvorjene slike med opravilom šivanja (to so slike TIFF, ki so lahko velike).</p></qt>
sv: <qt><p><h1><b>Sammanfogning av panoramat är klar</b></h1></p><p>Gratulerar! Bilderna har blivit sammanfogade till ett panorama.</p><p>Panoramat kommer att skapas i katalogen</p><p><b>%1</b></p><p>så fort du har klickat på knappen <i>Slutför</i>, med namnet som angivits nedan.</p><p>Om du väljer att spara projektfilen, och om bilderna var obehandlade, kommer de konverterade bilderna som användes under sammanfogningsprocessen också kopieras (de är TIFF-filer som kan vara stora).</p></qt>

source: <qt><p><font color="red"><b>Warning:</b> This file already exists.</font></p></qt>
bs: <qt><p><font color="red"><b>Upozorenje:</b> Datoteka već postoji.</font></p></qt>
ca: <qt><p><font color="red"><b>Avís:</b> Aquest fitxer ja existeix.</font></p></qt>
da: <qt><p><font color="red"><b>Advarsel:</b> Denne fil findes allerede.</font></p></qt>
de: <qt><p><font color="red"><b>Warnung:</b> Diese Datei existiert bereits.</font></p></qt>
el: <qt><p><font color="red"><b>Προειδοποίηση:</b> Αυτό το αρχείο ήδη υπάρχει.</font></p></qt>
es: <qt><p><font color="red"><b>Atención:</b> Este archivo ya existe.</font></p></qt>
fi: <qt><p><font color="red"><b>Varoitus:</b> Tämä tiedosto on jo olemassa.</font></p></qt>
fr: <qt><p><font color="red"><b>Avertissement :</b> ce fichier existe déjà.</font></p></qt>
gl: <qt><p><font color="red"><b>Advertencia:</b> Xa existe este ficheiro.</font></p></qt>
it: <qt><p><font color="red"><b>Avviso:</b> questo file esiste già.</font></p></qt>
km: <qt><p><font color="red"><b>ការ​ព្រមាន ៖</b> មាន​ឯកសារ​នេះ​រួច​ហើយ ។</font></p></qt>
lt: <qt><p><font color="red"><b>Dėmesio:</b> Šis failas jau yra.</font></p></qt>
nb: <qt><p><font color="red"><b>Advarsel:</b> Denne fila finnes fra før.</font></p></qt>
pl: <qt><p><font color="red"><b>Ostrzeżenie:</b> Plik ten już istnieje.</font></p></qt>
ru: <qt><p><font color="red"><b>Предупреждение:</b>Файл уже существует.</font></p></qt>
sl: <qt><p><font color="red"><b>Pozor:</b> Ta datoteka že obstaja.</font></p></qt>
sv: <qt><p><font color="red"><b>Varning:</b> Filen finns redan.</font></p></qt>

source: <b>Optimization</b>
bs: <b>Optimizacija</b>
ca: <b>Optimització</b>
da: <b>Optimering</b>
de: <b>Optimierung</b>
el: <b>Βελτιστοποίηση</b>
es: <b>Optimización</b>
fi: <b>Optimointi</b>
fr: <b>Optimisation</b>
gl: <b>Optimización</b>
it: <b>Ottimizzazione</b>
km: <b>ការ​ធ្វើ​ឲ្យ​ប្រសើ​របំផុត</b>
lt: <b>Optimizavimas</b>
nb: <b>Optimering</b>
pl: <b>Optymalizacja</b>
ru: <b>Оптимизация</b>
sl: <b>Optimizacija</b>
sv: <b>Optimering</b>

source: Level horizon
bs: Nivo horizonta
ca: Nivell de l'horitzó
da: Udjævn horisont
de: Horizont anpassen
el: Επίπεδο ορίζοντα
es: Nivelar el horizonte
fi: Tasoita taivaanranta
fr: Niveler l'horizon
gl: Horizonte nivelado
it: Livella l'orizzonte
km: កម្រិត​ផ្ដេក
lt: Horizonto lygmuo
nb: Vannrett horisont
pl: Poziomuj horyzont
ru: Выровнять горизонт
sl: Poravnaj horizont
sv: Rak horisont

source: Detect the horizon and adapt the project to make it horizontal.
bs: Detektuj videokrug i prilagodi projekt da ga napravi horizontalnim.
ca: Detecta l'horitzó i adapta el projecte perquè sigui horitzontal.
da: Detektér horisonten og tilpas projektet så det bliver horisontalt.
de: Horizont erkennen und das Projekt anpassen, um den Horizont waagerecht zu setzen.
el: Εντοπισμός του ορίζοντα και προσαρμογή του έργου ώστε να είναι οριζόντιο.
es: Detectar el horizonte y adaptar el proyecto para hacerlo horizontal.
fi: Tunnista taivaanranta ja muuta projektia saadaksesi sen vaakasuoraan.
fr: Détecte l'horizon et adapte le projet pour le rendre horizontal.
gl: Detectar o horizonte e adaptar o proxecto para polo horizontal.
it: Rileva l'orizzonte e adatta il progetto per renderlo orizzontale.
lt: Aptikti horizontą ir pritaikyti projekte taip, kad jis būtų horizontalus.
nb: Finn horisonten og juster prosjektet så den blir vannrett.
pl: Wykryj horyzont i dostosuj projekt, tak aby wyrównać go w poziomie.
ru: Обнаруживает горизонт и адаптирует проект, чтобы сделать его горизонтальным.
sl: Zaznaj horizont in prilagodi projekt, da bo postal vodoraven.
sv: Detektera horisonten och anpassa projektet så att den blir horisontell

source: <b>Level horizon</b>: Detect the horizon and adapt the projection so that the detected horizon is an horizontal line in the final panorama
bs: <b>Nivo videokruga</b>: Detektuj videokrug i prilagodi projekt da detektovani videokrug je horizontalna linija u završnoj panorami
ca: <b>Nivell de l'horitzó</b>: Detecta l'horitzó i adapta la projecció de manera que l'horitzó detectat sigui una línia horitzontal en el panorama final.
da: <b>Udjævn horisont</b>: Detektér horisonten og tilpas projektionen så den detekterede horisont er en horisontal linje i det endelige panorama
de: <b>Horizont anpassen</b>: Erkennt den Horizont und passt doe Projektion so an, dass der erkannte Horizont im engültigen Panorama als waagerechte Linie erscheint
el: <b>Επίπεδο ορίζοντα</b>: Ανιχνεύει τον ορίζοντα και προσαρμόζει την προβολή ώστε ο ανιχνευμένος ορίζοντας να είναι μια οριζόντια γραμμή στο τελικό πανόραμα.
es: <b>Nivelar el horizonte</b>: Detecta el horizonte y adapta la proyección de forma que el horizonte detectado sea una línea horizontal en el panorama final
fi: <b>Tasoita taivaanranta</b>: Tunnista taivaanranta ja muuta projektia niin, että tunnistettu taivaanranta on vaakasuorassa lopullisessa panoraamassa
fr: <b>Niveler l'horizon</b> : détecte l'horizon et adapte la projection pour que l'horizon détecté soit une ligne horizontale dans la panorama final
gl: <b>Horizonte nivelado</b>: Detectar o horizonte e adaptar a proxección para que o horizonte detectado sexa unha liña horizonal no panorama final
it: <b>Livella l'orizzonte</b>: rileva l'orizzonte e adatta la proiezione in modo che l'orizzonte rilevato sia una linea orizzontale nel panorama finale.
lt: <b>Išlyginti horizontą</b>: Aptikti horizontą ir pritaikyti projekte taip, kad aptiktas horizontas būtų horizonto linija užbaigtoje panoramoje
nb: <b>Vannrett horisont:</b>Finn horisonten og juster projeksjonen slik at den oppdagete horisonten er en vannrett linje i det ferdige panoramaet.
pl: <b>Poziomuj horyzont</b>: Wykryj horyzont i dostosuj projekcję, tak aby wykryty horyzont był poziomą linią na końcowej panoramie
ru: <b>Линия горизонта</b>: ищет линию горизонта и выравнивает панораму по ней.
sl: <b>Poravnaj horizont</b>: zazna horizont in prilagodi projekcijo tako, da je zaznan horizont v končni panorami vodoravna črta
sv: <b>Rak horisont</b>: Detektera horisonten och anpassa projektionen så att den detekterade horisonten är en horisontell linje i det slutliga panoramat.

source: Details...
bs: Detalji...
ca: Detalls...
da: Detaljer...
el: Λεπτομέρειες...
es: Detalles...
fi: Yksityiskohdat…
fr: Détails...
gl: Detalles...
it: Dettagli...
km: សេចក្ដី​លម្អិត...
lt: Išsamiau...
nb: Detaljer …
pl: Szczegóły...
ru: Подробности...
sl: Podrobnosti ...
sv: Detaljinformation...

source: <qt><p>Optimization is in progress, please wait.</p><p>This can take a while...</p></qt>
bs: <qt><p>Optimizacija je u progresu, molimo sačekajte.</p><p>Ovo može potrajati...</p></qt>
ca: <qt><p>L'optimització és en curs, si us plau, espereu.</p><p>Això pot trigar una estona...</p></qt>
da: <qt><p>Optimeringen er i gang, vent venligst.</p><p>Dette kan tage et stykke tid...</p></qt>
de: <qt><p>Die Optimierung wird durchgeführt, bitte warten Sie.</p><p>Dies kann eine Weile dauern ...</p></qt>
el: <qt><p>Η βελτιστοποίηση είναι σε εξέλιξη, παρακαλώ περιμένετε.</p><p>Μπορεί να διαρκέσει κάποιο χρονικό διάστημα...</p></qt>
es: <qt><p>La optimización está en curso, espere por favor.</p><p>Esto puede llevar algún tiempo...</p></qt>
fi: <qt><p>Optimointi on käynnissä, odota.</p><p>Tämä kestää jonkin aikaa…</p></qt>
fr: <qt><p>L'optimisation est en cours, veuillez patienter.</p><p>Cette opération peut prendre un certain temps...</p></qt>
gl: <qt><p>A optimización está en proceso. Agarde un anaquiño.</p><p>Isto pode levar un bon bocado...</p></qt>
it: <qt><p>Ottimizzazione in corso, attendi.</p><p>Potrebbe volerci un po'...</p></qt>
km: <qt><p>ការ​ធ្វើ​ឲ្យ​ប្រសើរ​បំផុត​កំពុង​ដំណើរការ សូម​រង់ចាំ ។</p><p>វា​អាច​ចំណាយ​ពេល​មួយ​រយៈ...</p></qt>
lt: <qt><p>Vykdomas optimizavimas, prašome palaukti.</p><p>Tai gali šiek tiek užtrukti...</p></qt>
nb: <qt> <p>Optimering pågår, vent litt.</p><p>Dette kan ta en stund …</p> </qt>
pl: <qt><p>Optymalizacja w trakcie, proszę czekać.</p><p>Może to zająć chwilę...</p></qt>
ru: <qt><p>Идёт оптимизация, пожалуйста подождите.</p><p>Это может занять некоторое время...</p></qt>
sl: <qt><p>Optimizacija je v teku, počakajte.</p><p>To lahko traja nekaj časa ...</p></qt>
sv: <qt><p>Optimering pågår, vänta.</p><p>Den kan ta en stund...</p></qt>

source: <qt><p>Optimization has failed.</p><p>Press "Details" to show processing messages.</p></qt>
bs: <qt><p>Optimizacija nije uspjela.</p><p>Pritisnite "Detalji" za prikaz procesnih poruka.</p></qt>
ca: <qt><p>L'optimització ha fallat.</p><p>Premeu «Detalls» per a veure els missatges del procés.</p></qt>
da: <qt><p>Optimeringen mislykkedes.</p><p>Tryk på "Detaljer" for at vise meddelelser fra behandlingen.</p></qt>
de: <qt><p>Die Optimierung ist fehlgeschlagen.</p><p>Drücken Sie „Details“, um die Meldungen der Verarbeitung anzuzeigen.</p></qt>
el: <qt><p>Η βελτιστοποίηση απέτυχε.</p><p>Πατήστε στο «Λεπτομέρειες» για να εμφανίσετε τα μηνύματα επεξεργασίας.</p></qt>
es: <qt><p>Falló la optimización.</p><p>Presione sobre «Detalles» para mostrar los mensajes del procesamiento.</p></qt>
fi: <qt><p>Optimointi epäonnistui.</p><p>Napsauta ”Yksityiskohdat” nähdäksesi käsittelyviestit.</p></qt>
fr: <qt><p>L'optimisation a échoué.</p><p>Cliquez sur « Détails » pour afficher les messages du traitement.</p></qt>
gl: <qt><p>Fallou a optimización.</p><p>Prema «Detalles» para ver as mensaxes do procesamento.</p></qt>
it: <qt><p>Ottimizzazione non riuscita.</p><p>Premi «Dettagli» per mostrare i messaggi di elaborazione.</p></qt>
km: <qt><p>បាន​បរាជ័យ​ក្នុងកា​រធ្វើ​ឲ្យ​ប្រសើ​របំផុត ។</p><p>ចុច "សេចក្ដី​លម្អិត" ដើម្បីបង្ហាញ​សារ​ដំណើរការ ។</p></qt>
lt: <qt><p>Optimizavimas nepavyko.</p><p>Paspauskite „Išsamiau“, kad parodyti apdorojimo pranešimus.</p></qt>
nb: <qt> <p>Optimering mislyktes.</p><p>Trykk «Detaljer» for å vise behandlingsmeldinger.</p> </qt>
pl: <qt><p>Nieudana optymalizacja.</p><p>Naciśnij "Szczegóły", aby pokazać komunikaty przetwarzania.</p></qt>
ru: <qt><p>Ошибка оптимизации.</p><p>Нажмите «Подробности...» для просмотра сообщений об оптимизации.</p></qt>
sl: <qt><p>Optimizacija je spodletela.</p><p>Izberite "Podrobnosti", če bi radi videli sporočila obdelovanja.</p></qt>
sv: <qt><p>Optimering har misslyckats.</p><p>Klicka på "Detaljinformation" för att visa behandlingsmeddelanden.</p></qt>

source: Pre-Processing Messages
bs: Pre-procesiranje poruka
ca: Missatges del preprocessament
da: Meddelelser fra forbehandling
de: Nachrichten werden vorverarbeitet
el: Μηνύματα προεπεξεργασίας
es: Procesando los mensajes
fi: Esikäsittelyviestit
fr: Messages de pré traitement
gl: Mensaxes do pre-procesamento
it: Pre-elaborazione dei messaggi
km: សារ​ដំណើរការ​ជា​មុន
lt: Paruošiami pranešimai
nb: Meldinger fra forbehandling
pl: Komunikaty wstępnego przetwarzania
ru: Сообщения предварительной обработки
sl: Pred-obdelovanje sporočila
sv: Förbehandlar meddeladen
