Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_imageviewer.po
Languages: bs, fi, fr, id

source: <b><font color="#5500ff"><font size="+2">Image Access</font></font></b><br> <TABLE> <TR> <TD>next image</TD> <TD>scrollwheel down/down arrow/right arrow/PgDown/Space/n</TD> </TR> <TR> <TD>previous image </TD> <TD>scrollwheel up/up arrow/left arrow/PgUp/p </TD> </TR> <TR> <TD>quit</TD> <TD>Esc</TD> </TR> </TABLE> <br> <TH><b><font color="#5500ff"><font size="+2">Display</font></font></b></TH> </br> <TABLE> <TR> <TD>toggle fullscreen/normal </TD> <TD>f</TD> </TR> <TR> <TD>toggle scrollwheel action</TD> <TD>c (either zoom or change image)</TD> </TR> <TR> <TD>rotation </TD> <TD>r</TD> </TR> <TR> <TD>reset view </TD> <TD>double click</TD> </TR> <TR> <TD>original size</TD> <TD>o</TD> </TR> </TABLE> <br> <b><font color="#5500ff" size="+2">Zooming</font></b><br> <UL> <LI>move mouse in up/down-direction while pressing the right mouse button <LI>alternatively, press c and use the scrollwheel<br> <LI>plus/minus <LI>ctrl + scrollwheel </UL> <b><font color="#5500ff" size="+2">Panning</font></b><br> <UL> <LI>move mouse while pressing the left button </UL>
bs: <b><font color="#5500ff"><font size="+2">Pristup slikama</font></font></b><br> <TABLE> <TR> <TD>sledeća slika</TD> <TD>točkić na dolje/strelica dolje/strelica desno/PgDown/Razmak/n</TD> </TR> <TR> <TD>prethodna slika </TD> <TD>točkić gore/strelica gore/strelica desno/PgUp/p </TD> </TR> <TR> <TD>izlaz</TD> <TD>Esc</TD> </TR> </TABLE> <br> <TH><b><font color="#5500ff"><font size="+2">Prikaz</font></font></b></TH> </br> <TABLE> <TR> <TD>prebacivanje pun/normalan ekran </TD> <TD>F</TD> </TR> <TR> <TD>uklj/isklj. radnji točkića</TD> <TD>C (da li će da zumira ili da mijenja slike)</TD> </TR> <TR> <TD>rotacija </TD> <TD>R</TD> </TR> <TR> <TD>reset prikaza </TD> <TD>dvostruki klik</TD> </TR> <TR> <TD>originalna veličina</TD> <TD>O</TD> </TR> </TABLE> <br> <b><font color="#5500ff" size="+2">Zumiranje</font></b><br> <UL> <LI>pomerajte miša gore/dole dok držite desni taster pritisnut <LI>ili, pritisnite C i koristite točkić<br> <LI>plus/minus <LI>ctrl + točkić </UL> <b><font color="#5500ff" size="+2">Pomijeranje</font></b><br> <UL> <LI>pomjerajte miša dok držite lijevi taster pritisnut </UL>
fi: <b><font color="#5500ff"><font size="+2">Toiminnot</font></font></b><br> <TABLE> <TR> <TD>seuraava kuva</TD> <TD>hiiren rulla alas/nuoli alas/nuoli oikealle/PgDn/välilyönti/n</TD> </TR> <TR> <TD>edellinen kuva</TD> <TD>hiiren rulla ylös/nuoli ylös/nuoli vasemmalle/PgUp/p</TD> </TR> <TR> <TD>lopeta</TD> <TD>Esc</TD> </TR> </TABLE> <br> <TH><b><font color="#5500ff"><font size="+2">Display</font></font></b></TH> </br> <TABLE> <TR> <TD>vaihda koko näyttöön tai takaisin</TD> <TD>f</TD> </TR> <TR> <TD>vaihda hiiren rullan toimintaa</TD> <TD>c (joko suurennus tai kuvan vaihto)</TD> </TR> <TR> <TD>kierto</TD> <TD>r</TD> </TR> <TR> <TD>näkymän nollaus</TD> <TD>kaksoisnapsautus</TD> </TR> <TR> <TD>alkuperäinen koko</TD> <TD>o</TD> </TR> </TABLE> <br> <b><font color="#5500ff" size="+2">Suurennus</font></b><br> <UL> <LI>liikuta hiirtä ylös alas oikea painike alhaalla <LI>tai vaihtoehtoisesti paina c ja käytä hiiren rullaa<br> <LI>plus/miinus <LI>ctrl + hiiren rulla </UL> <b><font color="#5500ff" size="+2">Panorointi</font></b><br> <UL> <LI>liikuta hiirtä vasen painike alhaalla </UL>
fr: <b><font color="#5500ff"><font size="+2"> Accès à l'image</font></font></b><br> <TABLE> <TR> <TD>image suivante</TD> <TD>molette de défilement vers le bas / flèche vers la bas / flèche de droite / page suivante / espace/n</TD> </TR> <TR> <TD>image précédente</TD> <TD>molette de défilement vers le haut / flèche vers le haut / flèche de gauche / page précédente / p </TD> </TR> <TR> <TD>quitter</TD> <TD>Échap</TD> </TR> </TABLE> <br> <TH><b><font color="#5500ff"><font size="+2">Affichage</font></font></b></TH> </br> <TABLE> <TR> <TD>Basculer entre les modes « Plein écran » / « Normal » </TD> <TD>f</TD> </TR> <TR> <TD>activer / désactiver les actions de la molette de défilement</TD> <TD>c (soit faire un zoom soit changer d'image)</TD> </TR> <TR> <TD>rotation </TD> <TD>r</TD> </TR> <TR> <TD>ré-initialiser la vue</TD> <TD>double clic</TD> </TR> <TR> <TD>taille originale</TD> <TD>o</TD> </TR> </TABLE> <br> <b><font color="#5500ff" size="+2">Zoom</font></b><br> <UL> <LI>déplacez la souris vers le haut / vers le bas en appuyant en même temps sur son bouton droit <LI>autrement, appuyez sur « c » et utilisez la molette de défilement<br> <LI>plus / moins <LI>« Ctrl » + molette de défilement </UL> <b><font color="#5500ff" size="+2">Panoramique</font></b><br> <UL> <LI>déplacez la souris en appuyant en même temps sur son bouton gauche </UL>
id: <b><font color="#5500ff"><font size="+2">Akses Gambar</font></font></b><br> <TABLE> <TR> <TD>gambar selanjutnya</TD> <TD>roda-gelinding bawah/panah bawah/panah kanan/PgDown/Space/n</TD> </TR> <TR> <TD>gambar sebelumnya </TD> <TD>roda-gelinding atas/panah atas/panah kiri/PgUp/p </TD> </TR> <TR> <TD>keluar</TD> <TD>Esc</TD> </TR> </TABLE> <br> <TH><b><font color="#5500ff"><font size="+2">Tampilan</font></font></b></TH> </br> <TABLE> <TR> <TD>beralih layar penuh/normal </TD> <TD>f</TD> </TR> <TR> <TD>beralih aksi roda-gelinding</TD> <TD>c (baik zoom atau ubah gambar)</TD> </TR> <TR> <TD>perputaran </TD> <TD>r</TD> </TR> <TR> <TD>setel ulang tampilan </TD> <TD>klik dua kali</TD> </TR> <TR> <TD>ukuran asli</TD> <TD>o</TD> </TR> </TABLE> <br> <b><font color="#5500ff" size="+2">Pengezooman</font></b><br> <UL> <LI>gerakkan tetikus ke atas/ke bawah sambil menekan tombol kanan tetikus <LI>alternatif, tekan c dan gunakan roda-gelinding<br> <LI>plus/minus <LI>ctrl + roda-gelinding </UL> <b><font color="#5500ff" size="+2">Pendulangan</font></b><br> <UL> <LI>gerakkan tetikus sambil menekan tombol kiri </UL>

source: &Tools
bs: &Alati
fi: &Työkalut
fr: Ou&tils
id: &Peralatan

source: Main Toolbar
bs: Glavna alatna traka
fi: Päätyökalurivi
fr: Barre principale d'outils
id: Batang Alat Utama

source: OpenGL Image Viewer...
bs: OpenGL preglednik sliker...
fi: OpenGL-kuvakatselin…
fr: Visionneuse d'images OpenGL...
id: Penampil Gambar OpenGL...

source: OpenGL error
bs: OpenGL greška
fi: OpenGL-virhe
fr: Erreur OpenGL
id: Kesalahan OpenGL

source: GL_ARB_texture_rectangle not supported
bs: GL_ARB_texture_rectangle nije podržan
fi: GL_ARB_texture_rectangle ei ole tuettu
fr: « GL_ARB_texture_rectangle » non pris en charge
id: GL_ARB_texture_rectangle tidak didukung

source: No OpenGL context found
bs: Nijedan dodatak za OpenGL nije pronađen
fi: OpenGL-kontekstia ei löytynyt
fr: Impossible de trouver OpenGL
id: Tidak ada konteks OpenGL ditemukan
