Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_photolayouteditor.po
Languages: bs, ca, cs, da, de, el, es, et, fr, hu, is, it, nb, nl, pl, pt, pt_br, ru, sl, sv, tr, uk, zh_tw

source: Fixed size
bs: Fiksna veličina
ca: Mida fixa
cs: Pevná velikost
da: Fast størrelse
de: Feste Größe
el: Σταθερό μέγεθος
es: Tamaño fijo
et: Fikseeritud suurus
fr: Taille fixe
hu: Rögzített méret
is: Föst stærð
it: Dimensione fissa
nb: Fast størrelse
nl: Vaste grootte
pl: O stałym rozmiarze
pt: Tamanho fixo
pt_br: Tamanho fixo
ru: Фиксированный размер
sl: Fiksna velikost
sv: Fast storlek
tr: Sabit boyut
uk: Фіксовані розміри
zh_tw: 固定大小

source: Center
bs: Centralni
ca: Centrada
cs: Střed
da: Centreret
de: Zentriert
el: Κέντρο
es: Centro
et: Keskel
fr: Centre
hu: Középen
is: Miðjað
it: Centro
nb: Senter
nl: Centreren
pl: Środek
pt: Centro
pt_br: Centro
ru: По центру
sl: Usredinjeno
sv: Centrera
tr: Orta
uk: За центром
zh_tw: 中

source: Left
bs: Lijevo
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
el: Αριστερά
es: Izquierda
et: Vasakul
fr: Gauche
hu: Balra
is: Vinstri
it: Sinistra
nb: Venstre
nl: Links
pl: Lewo
pt: Esquerda
pt_br: Esquerdo
ru: Слева
sl: Levo
sv: Vänster
tr: Sol
uk: Ліворуч
zh_tw: 左

source: Right
bs: Desno
ca: Dreta
cs: Vpravo
da: Højre
de: Rechts
el: Δεξιά
es: Derecha
et: Paremal
fr: Droite
hu: Jobbra
is: Hægri
it: Destra
nb: Høyre
nl: Rechts
pl: Prawo
pt: Direita
pt_br: Direito
ru: Справа
sl: Desno
sv: Höger
tr: Sağ
uk: Праворуч
zh_tw: 右

source: Top
bs: Vrh
ca: Dalt
cs: Nahoře
da: Øverst
de: Oben
el: Κορυφή
es: Arriba
et: Ülal
fr: Haut
hu: Fent
is: Efst
it: Alto
nb: Øverst
nl: Boven
pl: Góra
pt: Topo
pt_br: Topo
ru: Сверху
sl: Na vrhu
sv: Uppåt
tr: Üst
uk: Вгорі
zh_tw: 頂端

source: Bottom
bs: Dno
ca: Baix
cs: Dole
da: Nederst
de: Unten
el: Βάση
es: Abajo
et: All
fr: Bas
hu: Lent
is: Neðst
it: Basso
nb: Nederst
nl: Onder
pl: Dół
pt: Fundo
pt_br: Fundo
ru: Снизу
sl: Na dnu
sv: Neråt
tr: Alt
uk: Внизу
zh_tw: 底端

source: Click here to set an image
bs: Kliknite ovdje da postavite sliku
ca: Feu clic per establir una imatge
cs: Klikněte zde pro nastavení obrázku
da: Klik her for at indsætte et billede
de: Klicken Sie hier, um ein Bild festzulegen
el: Κάνετε κλικ εδώ για να ορίσετε εικόνα
es: Pulsar aquÃ­ para configurar una imagen
et: Klõpsa siia pildi määramiseks
fr: Cliquez ici pour définir une image
hu: Kattintson ide egy kép beállításához
is: Smelltu hér til að velja mynd
it: Fai clic qui per impostare un'immagine
nb: Trykk her for å angi et bilde
nl: Hier klikken on een afbeelding in te stellen
pl: Kliknij tutaj, aby ustawić obraz
pt: Carregue aqui para definir uma imagem
pt_br: Clique aqui para definir uma imagem
ru: Щёлкните здесь, чтобы выбрать изображение
sl: Kliknite tukaj, da nastavite sliko
sv: Klicka här för att ange en bild
tr: Bir resim ayarlamak için buraya tıklayın
uk: Клацніть тут, щоб встановити зображення
zh_tw: 點擊這裡來設定影像

source: Invalid or unsupported image file.
bs: Neispravan ili nepodržan slikovni dokument.
ca: Fitxer d'imatge no vàlid o sense implementar.
cs: Neplatný nebo nepodporovaný soubor obrázku.
da: Ugyldig eller ikke understøttet billedfil.
de: Ungültige oder nicht unterstützte Bilddatei.
el: Μη έγκυρο ή μη υποστηριζόμενο αρχείο εικόνας.
es: Archivo de imagen inválido o no soportado.
et: Vigane või toetamata pildifail.
fr: Fichier d'image non valable ou non pris en charge.
hu: Érvénytelen vagy nem támogatott képfájl.
is: Ógild eða óstudd myndskráartegund.
it: File di immagine non valido o non supportato.
nb: Ugyldig eller ikke støttet bildefil.
nl: Ongeldige of niet-ondersteund afbeeldingsbestand.
pl: Nieprawidłowy lub nieobsługiwany plik obrazu.
pt: O ficheiro de imagem é inválido ou não é suportado.
pt_br: Arquivo de imagem não suportado ou inválido.
ru: Недопустимый или неподдерживаемый файл изображения.
sl: Neveljavna ali nepodprta slikovna datoteka.
sv: Ogiltig bildfil eller bildfil som inte stöds.
tr: Geçersiz veya desteklenmeyen resim dosyası.
uk: Некоректний або непідтримуваний файл зображення.
zh_tw: 不合法或不支援的影像檔。

source: Border
bs: Granica
ca: Vora
cs: Okraj
da: Kant
de: Rand
el: Περίγραμμα
es: Borde
et: Piire
fr: Bordure
hu: Szegély
is: Jaðar
it: Bordo
nb: Ramme
nl: Rand
pl: Obramowanie
pt: Contorno
pt_br: Borda
ru: Рамка
sl: Obroba
sv: Kant
tr: Kenarlık
uk: Рамка
zh_tw: 邊框

source: Background
bs: Pozadina
ca: Fons
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
et: Taust
fr: Arrière-plan
hu: Háttér
is: Bakgrunnur
it: Sfondo
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt: Fundo
pt_br: Plano de fundo
ru: Фон
sl: Ozadje
sv: Bakgrund
tr: Arkaplan
uk: Тло
zh_tw: 背景

source: Type
bs: Vrsta
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
hu: Típus
is: Tegund
it: Tipo
pl: Typ
pt: Tipo
pt_br: Tipo
ru: Тип
sl: Vrsta
sv: Typ
tr: Tür
uk: Тип
zh_tw: 類型

source: Scaling
bs: Razmjera
ca: Escalat
cs: Škálování
da: Skalering
de: Skalierung
el: Κλιμάκωση
es: Escala
et: Skaleerimine
fr: Mise à l'échelle
hu: Méretezés
is: Kvörðun
it: Scala
nb: Skalering
nl: Schalen
pl: Skalowanie
pt: A dimensionar
pt_br: Escalonamento
ru: Масштабирование:
sl: Umerjanje
sv: Skalning
tr: Ölçeklendirme
uk: Масштабування
zh_tw: 調整大小

source: Tiled
bs: Popločano
ca: Mosaic
cs: Vydlážděná
da: Fliselagt
de: Gekachelt
el: Σε παράθεση
es: En mosaico
et: Paanidena
fr: Mosaïque
hu: Mozaikszerű
is: Flísalagt
it: Affiancato
nb: Flislagt
nl: In tegelvorm
pl: Kafelki
pt: Mosaico
pt_br: Ladrilhado
ru: Повторяющийся
sl: Razpostavljeno
sv: Sida vid sida
tr: Döşenmiş
uk: Плиткою
zh_tw: 鋪排

source: Alignment
bs: Poravnanje
ca: Alineació
cs: Zarovnání
da: Justering
de: Ausrichtung
el: Στοίχιση
es: Alineamiento
et: Joondus
fr: Alignement
hu: Igazítás
is: Jöfnun
it: Allineamento
nb: Innretting
nl: Uitlijning
pl: Wyrównanie
pt: Alinhamento
pt_br: Alinhamento
ru: Выравнивание
sl: Poravnava
sv: Justering
tr: Hizalama
uk: Вирівнювання
zh_tw: 對齊

source: Horizontal
bs: Horizontalno
ca: Horitzontal
cs: Vodorovně
da: Vandret
de: Waagerecht
el: Οριζόντια
et: Rõhtne
hu: Vízszintes
is: Lárétt
it: Orizzontale
nb: Vannrett
nl: Horizontaal
pl: Poziome
ru: По горизонтали:
sl: Vodoravno
sv: Horisontell
tr: Yatay
uk: Горизонтально
zh_tw: 水平

source: Vertical
bs: Vertikalno
cs: Svisle
da: Lodret
de: Senkrecht
el: Κατακόρυφα
et: Püstine
hu: Függőleges
is: Lóðrétt
it: Verticale
nb: Loddrett
nl: Verticaal
pl: Pionowe
ru: По вертикали:
sl: Navpično
sv: Vertikal
tr: Dikey
uk: Вертикально
zh_tw: 垂直

source: Size
bs: Veličina
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
et: Suurus
fr: Taille
hu: Méret
is: Stærð
it: Dimensione
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ru: Размер
sl: Velikost
sv: Storlek
tr: Boyut
uk: Розмір
zh_tw: 大小

source: Color 1
bs: Boja 1
cs: Barva 1
da: Farve 1
de: Farbe 1
el: Χρώμα 1
et: Värv 1
fr: Couleur 1
hu: 1. szín
is: Litur 1
it: Colore 1
nb: Farge 1
nl: Kleur 1
pl: Kolor 1
pt: Cor 1
pt_br: Cor 1
ru: Цвет 1:
sl: Barva 1
sv: Färg 1
tr: Renk 1
uk: Колір 1
zh_tw: 顏色 1

source: Color 2
bs: Boja 2
cs: Barva 2
da: Farve 2
de: Farbe 2
el: Χρώμα 2
et: Värv 2
fr: Couleur 2
hu: 2. szín
is: Litur 2
it: Colore 2
nb: Farge 2
nl: Kleur 2
pl: Kolor 2
pt: Cor 2
pt_br: Cor 2
ru: Цвет 2:
sl: Barva 2
sv: Färg 2
tr: Renk 2
uk: Колір 2
zh_tw: 顏色 2

source: Effects
bs: Efekti
ca: Efectes
cs: Efekty
da: Effekter
de: Effekte
el: Εφέ
es: Efectos
et: Efektid
fr: Effets
hu: Hatások
is: Brellur
it: Effetti
nb: Effekter
nl: Effecten
pl: Efekty
pt: Efeitos
pt_br: Efeitos
ru: Эффекты
sl: Učinki
sv: Effekter
tr: Efektler
uk: Ефекти
zh_tw: 效果

source: Create text item
bs: Kreirati tekstovni dokument
ca: Crea element de text
cs: Vytvořit položku textu
da: Opret tekstelement
de: Textelement erstellen
el: Δημιουργία αντικειμένου κειμένου
es: Crear editor de texto
et: Loo tekstielement
fr: Créer un élément de texte
hu: Szöveg elem létrehozása
is: Búa til textahlut
it: Crea elemento di testo
nb: Opprett tekstelement
nl: Text-item aanmaken
pl: Utwórz element tekstowy
pt: Criar um item de texto
pt_br: Criar item de texto
ru: Создать текстовый объект
sl: Ustvari besedilni predmet
sv: Skapa textobjekt
tr: Metin ögesi oluştur
uk: Створити новий текстовий об’єкт
zh_tw: 建立文字項目

source: Tools
bs: Alati
ca: Eines
cs: Nástroje
da: Værktøjer
de: Werkzeuge
el: Εργαλεία
es: Herramientas
et: Tööriistad
fr: Outils
hu: Eszközök
is: Áhöld
it: Strumenti
nb: Verktøy
nl: Hulpmiddelen
pl: Narzędzia
pt: Ferramentas
pt_br: Ferramentas
ru: Инструменты
sl: Orodja
sv: Verktyg
tr: Araçlar
uk: Інструменти
zh_tw: 工具

source: Allows to select and move images on canvas
bs: Dozvoljava postavljanje i pomjeranje slika na platnu
ca: Permet seleccionar i moure imatges sobre el llenç.
cs: Umožnit výběr a přesun obrázku po plátně
da: Muliggør at vælge og flytte billeder på lærredet
de: Ermöglicht die Auswahl und das Verschieben von Bildern auf Seiten
el: Επιτρέπει την επιλογή και μετακίνηση εικόνων στον καμβά
es: Permitir seleccionar y mover imágenes en el lienzo
et: Võimaldab pilte valida ja neid lõuendil liigutada
fr: Permet de sélectionner et de déplacer des images sur un canevas
hu: Lehetővé teszi képek kijelölését és áthelyezését a vásznon
is: Leyfir að velja og færa til myndir á myndfleti
it: Permette di selezionare e spostare immagini sulla tela
nb: Gjør det mulig å velge og flytte bilder på lerretet
nl: Stelt u in staat afbeeldingen op het werkblad te selecteren en te verplaatsen
pl: Pozwala wybierać i przenosić obrazy na płótno
pt: Permite seleccionar e mover as imagens na área de desenho
pt_br: Permite selecionar e mover imagens na tela
ru: Позволяет выделять и перемещать изображения на холсте
sl: Omogoča izbor in premikanje slik na platnu
sv: Låter dig markera och flytta bilder på duken
tr: Resimleri seçmeyi ve tuval üzerinde taşımayı sağlar
uk: Надає змогу позначати та пересувати зображення на полотні
zh_tw: 允許在畫布上選擇並移動影像

source: Tool which allows one to select and move images on canvas. Any other operations are disabled.
bs: Alat koji dozvoljava odabir i pomijeranje slika na platnu. Sve ostale operacije su onemogućene.
ca: Eina que permet seleccionar i moure imatges sobre el llenç. Qualssevol altra operació restarà desactivada.
cs: Nástroj, který možní výběr a přesun obrázku po plátně. Všechny další úkony jsou zakázány.
da: Værktøj som muliggør at vælge og flytte billeder på lærredet. Alle andre operationer er deaktiveret.
de: Werkzeug zur Auswahl und das Verschieben von Bildern auf Seiten. Alle anderen Aktionen sind deaktiviert.
el: Εργαλείο που επιτρέπει την επιλογή και μετακίνηση εικόνων στον καμβά. Κάθε άλλη λειτουργία απενεργοποιείται.
es: Herramienta que permite seleccionar y mover imágenes en el lienzo. Cualquier otra operación está deshabilitada.
fr: Outil permettant de sélectionner et déplacer des images sur le canevas. Toute autre opération est désactivée.
hu: Egy olyan eszköz, amely lehetővé teszi képek kijelölését és áthelyezését a vásznon. Minden más művelet le van tiltva.
is: Þetta áhald gerir þér kleift að velja og færa til myndir á myndfleti. Allar aðrar aðgerðir eru óvirkar.
it: Strumento che permette di selezionare e spostare immagini sulla tela. Tutte le altre operazioni sono disattivate.
nb: Verktøy som kan velge og flytte bilder på lerretet. Andre handlinger er slått av.
nl: Hulpmiddel dat u in staat stelt afbeeldingen op het werkblad te selecteren en te verplaatsen. Elke andere bewerking is uitgeschakeld.
pl: Narzędzie, które pozwala wybierać i przenosić obrazy na płótno. Wszystkie inne operacje zostają wyłączone.
pt: Uma ferramenta que permite seleccionar e mover as imagens na área de desenho. Todas as outras operações ficam desactivadas.
pt_br: Ferramenta que permite selecionar e mover imagens na tela. Qualquer outra operação fica desativada.
sl: Orodje, ki omogoča izbor in premikanje slik na platnu. Vsa druga dejanja so onemogočena.
sv: Verktyg som låter dig markera och flytta bilder på duken. Alla övriga åtgärder är inaktiverade.
tr: Resimleri seçmeyi ve tuval üzerinde taşımayı sağlayan araç. Dİğer tüm işlemler devre dışı bırakılır.
uk: Інструмент, за допомогою якого можна позначати та пересувати зображення на полотні. Всі інші дії буде вимкнено.
zh_tw: 讓您可以在畫布上選擇並移動影像的工具。任何其它的操作都被關閉。

source: Viewing tool
bs: Alat za pregledanje
ca: Eina de visualització
cs: Nástroj na prohlížení
da: Fremvisningsværktøj
de: Ansichts-Werkzeug
el: Εργαλείο προβολής
es: Herramienta de visualización
et: Vaatetööriist
fr: Outil d'affichage
hu: Megtekintés eszköz
is: Skoðunaráhald
it: Strumento di visualizzazione
nb: Visningsverktøy
nl: Hulpmiddel voor bekijken
pl: Narzędzie przeglądania
pt: Ferramenta de visualização
pt_br: Ferramenta de visualização
ru: Инструмент просмотра
sl: Orodje za prikaz
sv: Visningsverktyg
tr: Bakma aracı
uk: Інструмент перегляду
zh_tw: 檢視工具

source: This tool allows one to view whole canvas in read-only mode. Only scrolling and zooming are available.
bs: Ovaj alat dozvoljava pregled cijelog platna u čitaj-samo načinu. Samo skrolanje i uvećavanje su dozvoljeni.
ca: Aquesta eina permet veure el llenç en mode de només lectura. Només estaran disponibles el desplaçament i l'apropament.
cs: Tento nástroj umožní zobrazit celé plátno v režimu pouze pro čtení. Dostupné je pouze rolování a změna velikosti.
da: Dette værktøj lader dig vise hele lærredet i skrivebeskyttet tilstand. Kun rulning og zoom er tilgængeligt.
de: Dieses Werkzeug ermöglicht die Anzeige der gesamten Seiten im Nur-Lesen-Modus. Nur das Blättern und Vergrößerung sind möglich.
el: Το εργαλείο αυτό επιτρέπει την προβολή όλου του καμβά σε λειτουργία ανάγνωσης-μόνο. Μόνο η κύληση και το ζουμ είναι διαθέσιμα.
es: Esta herramienta permite ver el lienzo completo en modo de solo lectura. Solo están disponibles el zoom y el desplazamiento.
fr: Cet outil permet de voir le canevas entier en mode lecture seule. Seules les fonctions de défilement et de zoom sont disponibles.
hu: Ez az eszköz lehetővé teszi az egész vászon megtekintését csak olvasható módban. Csak a görgetés és a nagyítás érhető el.
is: Þetta áhald gerir kleift að skoða allan myndflötinn í skrifvörðum ham. Einungis er hægt að skruna og breyta aðdrætti.
it: Questo strumento permette di visualizzare tutta la tela in sola lettura. Sono disponibili solo lo scorrimento e l'ingrandimento.
nb: Dette verktøyet kan vise hele lerretet skrivebeskyttet. Bare rulling og forminsking/forstørrelse er tilgjengelig.
nl: Dit hulpmiddel stelt u in staat het gehele werkblad te bekijken in de modus alleen-lezen. Alleen schuiven en zoomen zijn beschikbaar.
pl: Narzędzie to pozwala zobaczyć całe płótno w trybie tylko-do-odczytu. Tylko przewijanie i zbliżanie jest dostępne.
pt: Esta ferramenta permite ver toda a área de desenho no modo apenas para leitura. Só estão disponíveis o deslocamento e a ampliação.
pt_br: Esta ferramenta permite visualizar toda a tela no modo leitura. Somente a rolagem e a ampliação/redução está disponível.
sl: To orodje omogoča, da si platno ogledujete v načinu samo za branje. Na voljo sta samo drsenje in približevanje.
sv: Detta verktyg låter dig visa hela duken i skrivskyddat läge. Bara panorering och zoom är tillgängliga.
tr: Bu araç tüm tuvali salt okunur kipte görmenizi sağlar. Sadece kaydırma ve yakınlaştırma kullanılabilir.
uk: За допомогою цього інструмента можна переглядати все полотно у режимі лише читання. Для перегляду можна буде користуватися лише гортанням полотна та зміною масштабу.
zh_tw: 此工具允許以唯讀模式檢視整個畫布。只能捲軸與縮放。

source: Zooming tool
bs: Alat za uvećanje
ca: Eina d'apropament
cs: Nástroj pro změnu velikosti
da: Zoom-værktøj
de: Vergrößerungs-Werkzeug
el: Εργαλείο για ζουμ
es: Herramienta de zooming
et: Suurendustööriist
fr: Outil de zoom
hu: Nagyítás eszköz
is: Aðdráttaráhald
it: Strumento d'ingrandimento
nb: Forstørre/forminske
nl: Hulpmiddel voor zoomen
pl: Narzędzie powiększania
pt: Ferramenta de ampliação
pt_br: Ferramenta de zoom
ru: Инструмент масштабирования
sl: Orodje za približevanje
sv: Zoomverktyg
tr: Yakınlaştırma aracı
uk: Інструмент масштабування
zh_tw: 縮放工具

source: This tool allows one to zoom canvas to fit it to the application window or users preferences.
bs: Ovaj alat omogućava uvećanje platna da popuni aplikacijski prozor ili prema korisničkim preferencama.
ca: Aquesta eina permet apropar el llenç per ajustar-lo a la finestra de l'aplicació o d'acord a les preferències dels usuaris.
cs: Tento nástroj umožní přizpůsobit velikost plátna oknu aplikace, nebo změnit jeho velikost podle volby uživatele.
da: Dette værktøj muliggør at zoome lærredet så det passer til programvinduet eller brugerens præferencer.
de: Mit diesem Werkzeug können Sie die Vergrößerung der Ansicht an das Programmfenster oder eigene Einstellungen anpassen.
el: Το εργαλείο αυτό επιτρέπει το ζουμ στον καμβά για να ταιριάζει με το παράθυρο της εφαρμογής ή με τις προτιμήσεις των χρηστών.
es: Esta herramienta permite ajustar el lienzo a la ventana de la aplicación o a las preferencias de usuario.
fr: Cet outil permet de faire un zoom sur le canevas pour qu'il s'ajuste dans la fenêtre de l'application ou aux préférences de l'utilisateur.
hu: Ez az eszköz lehetővé teszi a vászon nagyítását, hogy illeszkedjen az alkalmazás ablakához vagy a felhasználói beállításokhoz.
is: Þetta áhald gerir kleift að renna að/frá myndfletinum svo hann passi við forritsglugga eða stillingar notanda.
it: Questo strumento permette di ingrandire la tela per adattarsi alla finestra dell'applicazione o alle preferenze dell'utente.
nb: Dette verktøyet kan forstørrre/forminske lerretet så det passer til programvinduet eller brukerens ønske.
nl: Dit hulpmiddel stelt u in staat uw werkblad te zoomen zodat het past in het toepassingsvenster of voldoet aan de wensen van de gebruiker.
pl: Narzędzie to pozwala powiększyć płótno, tak by dopasować je do rozmiaru okna programu i preferencji użytkownika.
pt: Esta ferramenta permite ampliar a área de desenho para caber na janela da aplicação ou ajustar de acordo com as preferências dos utilizadores.
pt_br: Esta ferramenta permite ajustar a tela para que caiba na janela do aplicativo ou se adeque às preferências do usuário.
sl: To orodje omogoča približanje platna do velikosti okna programa ali po meri uporabnika.
sv: Detta verktyg gör att duken kan zoomas så att den får plats i programfönstret eller till det som användaren föredrar.
tr: Bu araç tuvalin uygulama penceresine veya kullanıcı tercihlerine göre yakınlaştırılmasını sağlar.
uk: За допомогою цього інструмента можна змінити масштаб полотна відповідно до розмірів вікна програми чи уподобань користувача.
zh_tw: 此工具讓您可以縮放畫布，以便符合應用程式視窗或使用者喜好。

source: Canvas editor
bs: Uređivać platna
ca: Editor del llenç
cs: Editor plátna
da: Lærred-editor
de: Seiteneditor
el: Επεξεργασία καμβά
es: Editor del lienzo
et: Lõuendiredaktor
fr: Éditeur de canevas
hu: Vászon szerkesztő
is: Myndflataritill
it: Editor della tela
nb: Lerretsendring
nl: Bewerker van het werkblad
pl: Edytor płótna
pt: Editor da área de desenho
pt_br: Editor de tela
ru: Редактор холста
sl: Urejevalnik platna
sv: Dukeditor
tr: Tuval düzenleyici
uk: Редактор полотна
zh_tw: 畫布編輯器

source: This tool allows you to edit canvas properties like size and background.
bs: Ovaj alat vam omogućava da uredite postavke platna kao velićinu ili pozadinu.
ca: Aquesta eina us permet editar les propietats del llenç, com la mida i el fons.
cs: Tento nástroj vám umožní upravit vlastnosti plátna, jako např. velikost a pozadí.
da: Dette værktøj lader dig redigere egenskaber for lærredet såsom størrelse og baggrund.
de: Mit diesem Werkzeug können Sie die Seiteneigenschaften wie Größe und Hintergrund einstellen.
el: Το εργαλείο αυτό σάς επιτρέπει να επεξεργαστείτε ιδιότητες του καμβά όπως το μέγεθος και το φόντο.
es: Esta herramienta permite editar las propiedades del lienzo tales como el fondo y el tamaño.
et: See tööriist võimaldab muuta lõuendi omadusi, näiteks suurust ja tausta.
fr: Cet outil permet de modifier les propriétés du canevas, comme la taille et l'arrière-plan.
hu: Ez az eszköz lehetővé teszi a vászon tulajdonságainak szerkesztését, mint például méret és háttér.
is: Þetta áhald gerir kleift að breyta eiginleikum myndflatar, svo sem stærð og bakgrunni.
it: Questo strumento permette di modificare le proprietà della tela come le dimensioni e lo sfondo.
nb: Dette verktøyet kan endre lerretsegenskaper som størrelse og bakgrun.
nl: Dit hulpmiddel kan eigenschappen van uw werkblad bewerken zoals grootte en achtergrond.
pl: Narzędzie to pozwala edytować właściwości płótna, takie jak rozmiar i tło.
pt: Esta ferramenta permite-lhe editar as propriedades da área de desenho, como o seu tamanho ou fundo.
pt_br: Esta ferramenta permite que você edite as propriedades da tela como seu tamanho e plano de fundo.
ru: Этот инструмент позволяет редактировать свойства холста, такие как размер и фон.
sl: To orodje omogoča urejanje lastnosti platna kot sta recimo velikost in ozadje.
sv: Detta verktyg låter dig redigera dukegenskaper som storlek och bakgrund.
tr: Bu araç, boyut veya arkaplan gibi tuval özelliklerini düzenlemenizi sağlar.
uk: За допомогою цього інструменту можна змінювати властивості полотна, зокрема розміри та тло.
zh_tw: 此工具讓您可以編輯畫布的屬性，如大小與背景等。

source: Text editor
bs: Uređivač teksta
ca: Editor de text
cs: Textový editor
da: Teksteditor
el: Επεξεργαστής κειμένου
es: Editor de texto
et: Tekstiredaktor
fr: Éditeur de texte
hu: Szövegszerkesztő
is: Textaritill
it: Editor di testo
nb: Tekstredigering
nl: Tekstbewerker
pl: Edytor tekstu
pt: Editor de texto
pt_br: Editor de texto
ru: Редактор текста
sl: Urejevalnik besedila
tr: Metin düzenleyici
uk: Текстовий редактор
zh_tw: 文字編輯器
