Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_panorama.po
Languages: bs, ca, da, de, el, es, fi, fr, gl, it, km, lt, nb, pl, ru, sl, sv

source: <qt><p>Now, we will pre-process images before stitching them.</p><p>Pre-processing operations include Raw demosaicing. Raw images will be converted to 16-bit sRGB images with auto-gamma.</p><p>Pre-processing also include a calculation of some control points to match overlaps between images. For that purpose, the <b>%1</b> program from the <a href='%2'>%3</a> project will be used.</p><p>Press "Next" to start pre-processing.</p></qt>
bs: <qt><p>Sada, mi ćemo obraditi slike prije spajanja.</p><p>Operacije pripremne obrade uključuju Raw demozaik. Raw slike će biti konvertovane u 16-bitne sRGB slike sa auto-gamom.</p><p>Pripremna obrada takođe uključuje proračun kontrolnih tačaka da popune praznine između slika. Za tu svrhu, <b>%1</b> program sa <a href='%2'>%3</a> projekta će biti korišten</p><p>Pritisnite "Sljedeće" za početak obrade</p></qt>
ca: <qt><p>Ara, és preprocessaran les imatges abans de fusionar-les.</p><p>Les operacions de preprocessament inclouen la interpolació cromàtica en cru. Les imatges en cru es converteixen a imatges sRGB de 16 bits amb autogamma.</p><p>El preprocessament també inclou un càlcul dels punts de control per a que les unions coincideixin entre les imatges. A aquest efecte, s'usarà el programa <b>%1</b> del projecte <a href='%2'>%3</a>.</p><p>Premeu el botó «Següent» per iniciar el preprocessament.</p></qt>
da: <qt><p>Vi vil nu forbehandle billederne før de syes sammen.</p><p>Forbehandlingen omfatter RAW-demosaicing. RAW-billeder vil blive konverteret til 16-bit sRGB-billeder med auto-gamma.</p><p>Forbehandling omfatter også en beregning af nogle kontrolpunkter til at matche overlap mellem billeder. Til det formål vil programmet <b>%1</b> fra <a href='%2'>%3</a>-projektet blive brugt.</p><p>Tryk på "Næste" for at starte forbehandling.</p></qt>
de: <qt><p>Nun erfolgt die Vorverarbeitung vor dem Zusammenfügen.</p><p>Die Vorverarbeitung beinhaltet das Entfernen von Roh-Mosaikmustern. Rohbilder werden in 16-bit-sRGB-Bilder mit automatischer Gamma-Einstellung umgewandelt.</p><p>Die Vorverarbeitung beinhaltet auch die Berechnung einiger Kontrollpunkte für Überlappungen zwischen Bildern. Dafür wird das Programm <b>%1</b> aus dem Projekt <a href='%2'>%3</a> verwendet.</p><p>Drücken Sie auf „Weiter“, um die Vorverarbeitung durchzuführen.</p></qt>
el: <qt><p>Τώρα, θα γίνει η προεπεξεργασία των εικόνων πριν τη συρραφή τους.</p><p>Ενέργειες προεπεξεργασίας συμπεριλαμβανομένου της ακατέργαστης αποψηφιδοποίησης (demosaicing). Οι ακατέργαστες εικόνες θα μετατραπούν σε 16-bit sRGB εικόνες με αυτόματο γάμμα.</p><p>Η προεπεξεργασία περιλαμβάνει επίσης έναν υπολογισμό ορισμένων σημείων ελέγχου ώστε να ταιριάζουν με τις επικαλύψεις μεταξύ των εικόνων. Γι αυτό το λόγο, θα χρησιμοποιηθεί το πρόγραμμα <b>%1</b> από το έργο <a href='%2'>%3</a>.</p><p>Πατήστε στο κουμπί «Επόμενο» για να ξεκινήσετε την προεπεξεργασία.</p></qt>
es: <qt><p>Ahora, preprocesaremos las imágenes antes de acoplarlas.</p><p>Las operaciones de preprocesamiento incluyen la eliminación del efecto de mosaico de RAW. Las imágenes RAW se convertirán en imágenes sRGB de 16-bits con gamma automática.</p><p>El preprocesamiento también incluye un cálculo de algunos puntos de control para conocer las superposiciones entre imágenes. Para ese fin, se usará el programa <b>%1</b> del proyecto <a href='%2'>%3</a>.</p><p>Presione en «Siguiente» para iniciar el preprocesado.</p></qt>
fr: <qt><p>Maintenant, nous allons effectuer le pré traitement des images avant de les assembler.</p><p>Les opérations de pré traitement comportent le dé-matriçage de format brut. Les images de format brut seront converties en images « sRVB » sur 16 bits avec un gamma automatique.</p><p>Le pré traitement comprend aussi un calcul de certains points de contrôle pour faire correspondre les chevauchements entre les images. Pour cela, le programme <b>%1</b> provenant du projet <a href='%2'>%3</a> sera utilisé.</p><p>Cliquez sur « Suivant » pour démarrer le pré traitement.</p></qt>
gl: <qt><p>Agora vanse pre-procesar as imaxes antes de encaixalas.</p><p>As operacións de pre-procesamento inclúen a eliminación de teselas de Raw. As imaxes Raw convértense en imaxes sRGB de 16 bits con gamma automático.</p><p>O pre-procesamento inclúe tamén un cálculo dalgúns puntos de control para facer coincidir as partes repetidas das imaxes. Con tal fin emprégase o programa <b>%1</b> do proxecto <a href='%2'>%3</a>.</p><p>Prema «Seguinte» para iniciar o pre-procesamento.</p></qt>
it: <qt><p>Adesso pre-elaboreremo le immagini prima di cucirle.</p><p>Le operazioni di pre-elaborazione includono la demosaicizzazione raw. Le immagini raw saranno convertite a immagini sRGB a 16 bit con gamma automatico.</p><p>La pre-elaborazione include anche un calcolo di alcuni punti di controllo per far corrispondere le parti sovrapposte delle immagini. A tal fine si userà il programma <b>%1</b> del progetto <a href='%2'>%3</a>.</p><p>Premi «Successivo» per avviare la pre-elaborazione.</p></qt>
lt: <qt><p>Prieš sujungiant nuotraukas, turime jas paruošti.</p><p>Paruošimo operacijos vykdo Raw demozaikinimą. Raw paveikslėliai bus konvertuoti į 16-bitų sRGB paveikslėlius su auto-gamma.</p><p>Paruošimas taip pat vykdo kontrolinių taškų nustatymus, kad atitiktų persiklojimai tarp paveikslėlių. Dėl šios priežasties bus naudojama programa <b>%1</b> iš <a href='%2'>%3</a> projekto.</p><p>Spauskite „Kitas“, kad pradėti paruošimą.</p></qt>
nb: <qt> tilåa<p>Nå skal vi forbehandle bildene før de blir sydd sammen.</p> <p>Forbehandling omfatter mosaikkfjerning fra Raw-bilder, som blir gjort om til 16-bit sRGB-bilder med auto-gamma.</p> <p>Forbehandling omfatter også beregning av noen kontrollpunkter for å tilpasse overlapp mellom bilder, Programmet <b>%1</b> fra prosjektet <a href='%2'>%3</a> vil bli brukt.</p> <p>Trykk «Neste» for å starte forbehandling.</p> </qt>
pl: <qt><p>Teraz przetworzymy wstępnie zdjęcia przed ich zszyciem.</p><p> Operacje wstępnego przetwarzania uwzględniają surowe demozaikowanie. Surowe zdjęcia zostaną przekształcone 16-bitowe zdjęcia sRGB z auto-gammą. </p><p>Wstępne przetwarzanie uwzględnia również obliczenia pewnych punktów kontrolnych, aby dopasować nachodzenie się zdjęć na siebie. Z tego powodu zostanie użyty program <b>%1</b> z projektu <a href='%2'>%3</a>. </p><p>Naciśnij "Dalej", aby rozpocząć wstępne przetwarzanie.</p></qt>
ru: <qt><p>Перед объединением изображения должны пройти предварительную обработку.</p><p>Предварительная обработка включает в себя демозаику цифровых негативов (RAW). Цифровые негативы будут преобразованы в 16-битные изображения sRGB с автоматической гаммой.</p><p>Предварительная обработка также включает в себя расчёт точек наложения изображений. Для этого используется программа <b>%1</b> из проекта <a href='%2'>%3</a>.</p><p>Нажмите «Далее» для начала предварительной обработки.</p></qt>
sl: <qt><p>Sedaj bomo pred-obdelali slike pred sešitjem.</p><p>Opravila pred-obdelave vključujejo grobo odstranjevanja mozaika. Grobe slike bodo pretvorjene v slike 16-bit sRGB s samodejno gamo.</p><p>Pred-obdelovanje prav tako vključuje računanje nekaterih nadzornih točk, ki se nahajajo tam, kjer se slike prekrivajo. V ta namen bo uporabljen program <b>%1</b> iz projekta <a href='%2'>%3</a>.</p><p>Pritisnite "Naslednji", da začnete z pred-obdelavo.</p></qt>
sv: <qt><p>Nu kommer bilderna att förbehandlas innan de sammanfogas.</p><p>Åtgärder under förbehandlingen omfattar mosaikborttagning för obehandlade bilder. Obehandlade bilder kommer att konverteras till 16-bitars sRGB-bilder med automatisk gamma.</p><p>Förbehandlingen omfattar också beräkning av vissa styrpunkter för att matcha överlappning mellan bilder. Programmet <b>%1</b> från projektet <a href='%2'>%3</a> kommer att användas för det syftet.</p><p>Klicka på "Nästa" för att börja förbehandlingen.</p></qt>

source: <b>Preview and Post-Processing</b>
bs: <b>Pregled i završna obrada</b>
ca: <b>Vista prèvia i postprocés</b>
da: <b>Forhåndsvisning og efterbehandling</b>
de: <b>Vorschau und Nachverarbeitung</b>
el: <b>Προεπισκόπηση και μετεπεξεργασία</b>
es: <b>Previsualización y posprocesamiento</b>
fr: <b>Aperçu et post-traitement</b>
gl: <b>Vista previa e post-procesamento</b>
it: <b>Anteprima e post-elaborazione</b>
km: <b>មើល​​ជា​មុន និង​ដំណើរកា​រ​ជា​ក្រោយ</b>
lt: <b>Peržiūra ir užbaigimas</b>
nb: <b>Forhåndsvisning og etterbehandling</b>
pl: <b>Podgląd i dalsze przetwarzanie</b>
ru: <b>Предварительный просмотр и постобработка</b>
sl: <b>Predogled in po-obdelovanje</b>
sv: <b>Förhandsgranskning och efterbehandling</b>

source: Preview Processing Cancelled.
bs: Proces pregledanja je prekinut.
ca: S'ha cancel·lat el processament de la vista prèvia.
da: Behandling af forhåndsvisning annulleret.
de: Verarbeitung der Vorschau wurde abgebrochen.
el: Η επεξεργασία προεπισκόπησης ακυρώθηκε.
es: El procesamiento de la previsualización se ha cancelado.
fr: Traitement de l'aperçu annulé.
gl: Cancelouse o procesamento da vista previa.
it: Elaborazione dell'anteprima annullata.
km: បាន​បោះបង់​ដំណើរការ​មើល​ជា​មុន ។
lt: Peržiūros apdorojimas atšauktas.
nb: Prosessen forhåndsvisning avbrutt.
pl: Anulowano podgląd przetwarzania
ru: Обработка предварительного просмотра отменена.
sl: Obdelovanje predogleda je bilo preklicano.
sv: Förhandsbehandling avbruten.

source: Processing Panorama Preview...
bs: Procesuiranje panoramskog pregleda...
ca: S'està processant la vista prèvia del panorama...
da: Behandler forhåndsvisning af panorama...
de: Verarbeitung der Panoramavorschau läuft ...
el: Επεξεργασία προεπισκόπησης του πανοράματος
es: Procesando la previsualización del panorama...
fi: Käsitellään panoraaman esikatselua…
fr: Traitement de l'aperçu du panorama en cours...
gl: A procesar a vista previa do panorama...
it: Elaborazione dell'anteprima del panorama...
km: កំពុង​ដំណើរការ​ការ​មើល​ទស្សនីយភាព​ជា​មុន...
lt: Rengiama panoramos peržiūra...
nb: Behandler forhåndsvisning av panorama …
pl: Przetwarzanie podglądu panoramy...
ru: Обработка предварительного просмотра панорамы...
sl: Obdelovanje predogleda panorame ...
sv: Behandlar förhandsgranskning av panorama...

source: <qt><p><h1>Panorama Post-Processing</h1></p></qt>
bs: <qt><p><h1>Panorama završna obrada</h1></p></qt>
ca: <qt><p><h1>Postprocés del panorama</h1></p></qt>
da: <qt><p><h1>Efterbehandling af panorama</h1></p></qt>
de: <qt><p><h1>Panorama Nachverarbeitung</h1></p></qt>
el: <qt><p><h1>Μετεπεξεργασία πανοράματος</h1></p></qt>
es: <qt><p><h1>Posprocesamiento del panorama</h1></p></qt>
fi: <qt><p><h1>Panoraaman jälkikäsittely</h1></p></qt>
fr: <qt><p><h1>Post-traitement du panorama</h1></p></qt>
gl: <qt><p><h1>Post-procesamento do panorama</h1></p></qt>
it: <qt><p><h1>Post-elaborazione del panorama</h1></p></qt>
km: <qt><p><h1>ដំណើរការ​ទស្សនីយភាព​ក្រោយ</h1></p></qt>
lt: <qt><p><h1>Panoramos užbaigimas</h1></p></qt>
nb: <qt> <p> <h1>Panorama etterbehandling</h1> </p> </qt>
pl: <qt><p><h1>Dalsze przetwarzanie panoramy</h1></p></qt>
ru: <qt><p><h1>Постобработка панорамы</h1></p></qt>
sl: <qt><p><h1>Po-obdelovanje panorame</h1></p></qt>
sv: <qt><p><h1>Efterbehandling av panorama</h1></p></qt>

source: Panorama Post-Processing
bs: Panorama završna obrada
ca: Postprocessament del panorama
da: Efterbehandling af panorama
de: Panorama-Nachbearbeitung
el: Μετα-επεξεργασία πανοράματος
es: Postproceso del panorama
fi: Panoraaman jälkikäsittely
fr: Post-traitement du panorama
gl: Post-procesamento do panorama
it: Post-elaborazione del panorama
nb: Panorama etterbehandling
pl: Końcowe przetwarzanie panoramy
ru: Пост-обработка панорамы
sl: Po-obdelovanje panorame
sv: Efterbehandling av panorama

source: <qt><h2><b>Error</b></h2><p>%1</p></qt>
bs: <qt><h2><b>Greška</b></h2><p>%1</p></qt>
de: <qt><h2><b>Fehler</b></h2><p>%1</p></qt>
el: <qt><h2><b>Σφάλμα</b></h2><p>%1</p></qt>
fi: <qt><h2><b>Virhe</b></h2><p>%1</p></qt>
fr: <qt><h2><b>Erreur</b></h2><p>%1</p></qt>
gl: <qt><h2><b>Erro</b></h2><p>%1</p></qt>
it: <qt><h2><b>Errore</b></h2><p>%1</p></qt>
km: <qt><h2><b>កំហុស</b></h2><p>%1</p></qt>
nb: <qt><h2><b>Feil</b></h2><p>%1</p></qt>
pl: <qt><h2><b>Błąd</b></h2><p>%1</p></qt>
ru: <qt><h2><b>Ошибка</b></h2><p>%1</p></qt>
sl: <qt><h2><b>Napaka</b></h2><p>%1</p></qt>
sv: <qt><h2><b>Fel</b></h2><p>%1</p></qt>

source: Processing file %1 / %2: %3
bs: Procesuiranje datoteka %1 / %2: %3
ca: Es processa el fitxer %1 / %2: %3
da: Behandler fil %1 / %2: %3
de: Datei %1 / %2 wird bearbeitet: %3
el: Γίνεται επεξεργασία αρχείου %1 / %2: %3
es: Procesando archivo %1 / %2: %3
fi: Käsitellään tiedostoa %1 / %2: %3
fr: Traitement du fichier %1 / %2 : %3
gl: A procesar o ficheiro %1 / %2: %3
it: Elaborazione del file %1 / %2: %3
km: ដំណើរការ​ឯកសារ %1 / %2: %3
nb: Behandler fil %1 / %2: %3
pl: Przetwarzanie pliku %1 / %2: %3
ru: Обработка файла %1 / %2: %3
sl: Obdelovanje datoteke %1 / %2: %3
sv: Behandlar fil %1 / %2: %3

source: Panorama compilation: %1
bs: Panorama kompilacija: %1
ca: Compilació de Panorama: %1
da: Samling til panorama: %1
de: Panorama-Kompilierung: %1
el: Συλλογή πανοραμάτων: %1
es: Compilación de Panorama: %1
fr: Compilation du panorama : %1
gl: Compilación do Panorama: %1
it: Compilazione del panorama: %1
km: ការ​ចងក្រង​ទស្សនីយភាព ៖ %1
nb: Panoramasammensetting: %1
pl: Kompilacja panoramy: %1
ru: Создание панорамы: %1
sl: Ustvarjanje panorame: %1
sv: Sammanfogar panorama: %1

source: <qt><p><h1>Panorama Preview</h1></p><p>Draw a rectangle if you want to crop the image.</p><p>Pressing the <i>Next</i> button will then launch the final stitching process.</p></qt>
bs: <qt><p><h1>Panorama pregled</h1></p><p>Nacrtaj pravougaonik ako želiš isjeći sliku.</p><p>Pritiskom na <i>Sljedeći</i> dugme će pokrenuti završni proces spajanja.</p></qt>
ca: <qt><p><h1>Vista prèvia del panorama</h1></p><p>Dibuixeu un rectangle si voleu retallar la imatge.</p><p>En prémer el botó <i>Següent</i> es llançarà el procés d'agrupació final.</p></qt>
da: <qt><p><h1>Forhåndsvisning af panorama</h1></p><p>Tegn en firkant hvis du vil beskære billedet.</p><p>Tryk på knappen <i>Næste</i> vil starte den afsluttende sammensyningsproces.</p></qt>
de: <qt><p><h1>Panorama-Vorschau</h1></p><p>Zeichnen Sie ein Rechteck, wenn Sie das Bild zuschneiden möchten.</p><p>Drücken Sie den Knopf <i>Weiter</i>, um den endgültigen Prozess des Zusammenfügens zu starten.</p></qt>
el: <qt><p><h1>Προεπισκόπηση πανοράματος</h1></p><p>Σχηματίστε ένα ορθογώνιο αν θέλετε να περικόψετε την εικόνα.</p><p>Πατώντας το <i>Επόμενο</i> κουμπί θα εκτελεστεί το τελευταίο στάδιο επεξεργασίας.</p></qt>
es: <qt><p><h1>Vista previa del panorama</h1></p><p>Dibuje un rectángulo si quiere recortar la imagen.</p><p>Si pulsa el botón <i>Siguiente</i> se lanzará el proceso de acoplamiento final.</p></qt>
fi: <qt><p><h1>Panoraaman esikatselu</h1></p><p>Piirrä nelikulmio, jos haluat rajata kuvaa.</p><p>Lopullinen yhdistäminen käynnistyy napsautettuasi <i>Seuraava</i>-painiketta.</p></qt>
fr: <qt><p><h1>Aperçu du panorama</h1></p><p>Tracez un rectangle si vous voulez rogner l'image.</p><p>Un appui sur le bouton <i>Suivant</i> lancera alors le processus d'assemblage final.</p></qt>
gl: <qt> <p><h1>Vista previa do panorama</h1></p> <p>Debuxe un rectángulo se quere recortar a imaxe.</p><p>Ao premer o botón <i>Seguinte</i> iniciarase o proceso final de axuste.</p> </qt>
it: <qt><p><h1>Anteprima del panorama</h1></p><p>Disegna un rettangolo se vuoi ritagliare l'immagine.</p><p>Premere il pulsante <i>Successivo</i> avvierà il processo di cucitura finale.</p></qt>
nb: <qt> <p> <h1>Forhåndsvist panorama</h1> </p> <p>Tegn et rektangel hvis du vil beskjære bildet.</p><p>Trykk på <i>Neste</i>-knappen for å starte den endelige sammensyingen.</p> </qt>
pl: <qt><p><h1>Podgląd panoramy</h1></p><p>Narysuj prostokąt, jeśli chcesz przyciąć obraz. </p><p>Naciśnięcie przycisku <i>Dalej</i> uruchamia końcowy proces zszywania.</p></qt>
ru: <qt><p><h1>Предварительный просмотр панорамы</h1></p><p>Нарисуйте прямоугольник, если нужно обрезать изображение. Нажатие на кнопку <i>Далее</i> запустит завершающий процесс сшивания.</p></qt>
sl: <qt><p><h1>Predogled panorame</h1></p><p>Narišite pravokotnik, če želite obrezati sliko.</p><p>Če pritisnete gumb <i>Naslednji</i> bo zagnano zadnje opravilo šivanja.</p></qt>
sv: <qt><p><h1>Förhandsgranskning av panorama</h1></p><p>Rita en rektangel om du vill beskära bilden.</p><p>Att klicka på knappen <i>Nästa</i> startar den slutliga sammanfogningsprocessen.</p></qt>

source: Processing file %1 / %2
bs: Procesuiranje datoteka %1 / %2
ca: Es processa el fitxer %1 / %2
da: Behandler fil %1 / %2
de: Datei %1 / %2 wird bearbeitet
el: Γίνεται επεξεργασία αρχείου %1 / %2
es: Procesando archivo %1 / %2
fi: Käsitellään tiedostoa %1 / %2
fr: Traitement du fichier %1 / %2
gl: A procesar o ficheiro %1 / %2
it: Elaborazione del file %1 / %2
km: ដំណើរការ​ឯកសារ %1 / %2
nb: Behandler fil %1 / %2
pl: Przetwarzanie pliku %1 / %2
ru: Обработка файла %1 / %2
sl: Obdelovanje datoteke %1 / %2
sv: Behandlar fil %1 / %2

source: Panorama compilation
bs: Panorama kompilacija
ca: Compilació de Panorama
da: Samling til panorama
de: Panorama-Kompilierung
el: Συλλογή πανοραμάτων
es: Compilación de Panorama
fr: Compilation du panorama
gl: Compilación do Panorama
it: Compilazione del panorama
km: ការ​ចងក្រង​ទស្សនីយភាព
nb: Panoramasammensetting
pl: Kompilacja panoramy
ru: Создание панорамы
sl: Ustvarjanje panorame
sv: Sammanfoga panorama

source: Panorama Stitching
bs: Panorama spajanje
ca: Retallat del panorama
da: Sammensyning til panorama
de: Panorama zusammenfügen
el: Συρραφή πανοράματος
es: Acoplamiento de panoramas
fr: Assemblage du panorama
gl: Encaixe de Panorama
it: Cucitura di panorami
km: ថ្នេរ Panorama
lt: Panoramos sujungimas
nb: Panoramatråkling
pl: Zszywanie w panoramę
ru: Создание панорам
sl: Šivanje panorame
sv: Sammanfoga till panorama

source: A tool to automatically stitch images into panorama
bs: Alat za automatsko spajanje slika u panoramu
ca: Una eina per fusionar imatges automàticament en un panorama
da: Et værktøj til automatisk at sy billeder sammen til et panorama
de: Ein Werkzeug, um Bilder automatisch zu einem Panorama zusammenzufügen
el: Ένα εργαλείο για το αυτόματο πλέξιμο εικόνων σε πανόραμα
es: Una herramienta para acoplar automáticamente imágenes en un panorama
fi: Työkalu kuvien yhdistämiseksi automaattisesti panoraamaksi
fr: Un outil pour assembler automatiquement des images en un panorama
gl: Unha ferramenta para encaixar automaticamente imaxes nun panorama
it: Uno strumento per cucire automaticamente immagini in un panorama
km: ឧបករណ៍​​ភ្ជាប់​រូបភាព​ដោយ​ស្វ័យ​ប្រវត្តិ​ទៅទស្សនីយភាព
lt: Įrankis automatiškai sujungti nuotraukas į panoramą
nb: Et verktøy for å automatisk sy sammen bilder til et panorama
pl: Narzędzie do samoczynnego zszywania zdjęć w panoramę
ru: Инструмент для автоматического соединения изображений в панораму
sl: Orodje za samodejno sešitje slik v panoramo
sv: Ett verktyg för att automatiskt sammanfoga bilder till ett panorama

source: (c) 2011-2013, Benjamin Girault
fi: © 2011–2013 Benjamin Girault
gl: © 2011-2013, Benjamin Girault
it: © 2011-2013 di Benjamin Girault
nb: © 2011–2013 Benjamin Girault
ru: ©Бенжамин Жиро (Benjamin Girault), 2011-2013
sv: © 2011-2013, Benjamin Girault

source: Author
bs: Autor
ca: Autor
da: Ophavsmand
de: Autor
el: Συγγραφέας
es: Autor
fi: Tekijä
fr: Auteur
gl: Autor
it: Autore
km: អ្នកនិពន្ធ
lt: Autorius
nb: Utvikler
pl: Autor
ru: Автор
sl: Avtor
sv: Upphovsman

source: Developer
bs: Programer
ca: Desenvolupador
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
fi: Kehittäjä
fr: Développeur
gl: Desenvolvedor
it: Sviluppatore
km: អ្នក​អភិវឌ្ឍន៍
lt: Programuotojas
nb: Utvikler
pl: Programista
ru: Разработчик
sl: Razvijalec
sv: Utvecklare

source: &Tools
bs: &Alati
ca: &Eines
da: Værk&tøjer
de: E&xtras
el: &Εργαλεία
es: &Herramientas
fi: T&yökalut
fr: Ou&tils
gl: &Ferramentas
it: S&trumenti
nb: Verk&tøy
pl: &Narzędzia
ru: &Инструменты
sl: O&rodja
sv: Verk&tyg

source: Main Toolbar
bs: Glavna alatna traka
ca: Barra d'eines principal
da: Hovedværktøjslinje
de: Haupt-Werkzeugleiste
el: Κύρια γραμμή εργαλείων
es: Barra de herramientas principal
fi: Päätyökalurivi
fr: Barre principale d'outils
gl: Barra de ferramentas principal
it: Barra principale
nb: Hovedverktøylinje
pl: Główny pasek narzędzi
ru: Основная панель инструментов
sl: Glavna orodna vrstica
sv: Huvudverktygsrad

source: File(s) to open
bs: Datoteke za otvaranje
ca: Fitxer/s a obrir
da: Filer der skal åbnes
de: Zu öffnende Datei(en)
el: Αρχείο(α) για άνοιγμα
es: Archivo(s) para abrir
fi: Avattava(t) tiedosto(t)
fr: Fichier(s) à ouvrir
gl: Ficheiro(s) para abrir
it: File da aprire
km: ឯកសារ​ត្រូវ​បើក
lt: Atverti failą(-us)
nb: Fil(er) som skal åpnes
pl: Plik(i) do otwarcia
ru: Файлы для панорамы
sl: Datoteka(e) za odprtje
sv: Fil(er) att öppna

source: Stitch images into a panorama...
bs: Spajanje slika u panoramu...
ca: Fusiona les imatges en un panorama...
da: Sy billeder sammen til et panorama...
de: Bilder zu einem Panorama zusammenfügen ...
el: Συρραφή εικόνων σε ένα πανόραμα...
es: Acoplar imágenes en un panorama...
fi: Yhdistä kuvat panoraamaksi…
fr: Assembler des images en un panorama...
gl: Encaixar imaxes nun panorama...
it: Cuci immagini in un panorama...
km: កំពុង​ភ្ជាប់​រូបភាព​ទៅ​ក្នុង​ទស្សនីយភាព...
lt: Sujungti nuotraukas į panoramą...
nb: Sy sammen bilder til et panorama …
pl: Zszyj zdjęcia w panoramę...
ru: Соединить изображения в панораму...
sl: Sešij slike v panoramo ...
sv: Sammanfoga bilder till ett panorama...

source: Temporary panorama file does not exists.
bs: Privremena panorama datoteka ne postoji.
ca: El fitxer temporal de panorama no existeix.
da: Midlertidig panoramafil findes ikke.
de: Temporäre Panoramadatei existiert nicht.
el: Δεν υπάρχει προσωρινό αρχείο πανοράματος.
es: El archivo temporal del panorama no existe.
fi: Väliaikaista panoraamatiedostoa ei ole olemassa.
fr: Le fichier temporaire de panorama n'existe pas.
gl: Non existe o ficheiro temporal do panorama.
it: Il file del panorama temporaneo non esiste.
km: មិន​មាន​ឯកសារ​ទស្សនីយភាព​បណ្ដោះអាសន្ន​ទេ ។
lt: Laikinas panoramos failas neegzistuoja.
nb: Midlertidig panoramafil finnes ikke.
pl: Tymczasowy plik panoramy nie istnieje.
ru: Временный файл панорамы не существует.
sl: Začasna datoteka panorame ne obstaja.
sv: Tillfällig panoramafil finns inte.

source: A file named %1 already exists.
bs: Datoteka po imenu <filename>%1</filename> već postoji.
ca: Ja existeix un fitxer anomenat %1.
da: En fil ved navn %1 findes allerede.
de: Eine Datei namens „%1“ existiert bereits.
el: Ένα αρχείο με όνομα %1 υπάρχει ήδη.
es: Ya existe un archivo llamado %1.
fi: Tiedosto %1 on jo olemassa.
fr: Un fichier nommé %1 existe déjà.
gl: Xa existe un ficheiro chamado %1.
it: Esiste già un file di nome %1.
km: មាន​ឯកសារ​ដែលមាន​ឈ្មោះ %1 រួច​ហើយ ។
lt: Failas, vardu %1, jau yra.
nb: En fil med navnet %1 finnes fra før.
pl: Plik o nazwie %1 już istnieje.
ru: Файл с именем %1 уже существует.
sl: Datoteka %1 že obstaja.
sv: En fil med namn %1 finns redan.

source: Temporary project file does not exist.
bs: Privremeni projekt datoteka ne postoji.
ca: El fitxer temporal de projecte no existeix.
da: Midlertidig projektfil findes ikke.
de: Temporäre Projektdatei existiert nicht.
el: Δεν υπάρχει προσωρινό αρχείο έργου.
es: El archivo temporal del proyecto no existe.
fi: Väliaikaista projektitiedostoa ei ole olemassa.
fr: Le fichier de projet temporaire n'existe pas.
gl: Non existe un ficheiro temporal do proxecto.
it: Il file di progetto temporaneo non esiste.
km: មិន​ទាន់មាន​ឯកសារ​គម្រោង​បណ្ដោះអាសន្ន​ទេ ។
lt: Laikinas projekto failas neegzistuoja.
nb: Midlertidig prosjektfil finnes ikke.
pl: Tymczasowy plik projektu nie istnieje.
ru: Временный файл проекта не существует.
sl: Začasna projektna datoteka ne obstaja.
sv: Tillfällig projektfil finns inte.
