Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_vkontakte.po
Languages: de, el, fr

# @title:group Header above controls for managing albums
source: Album
el: Λεύκωμα

source: This is the VKontakte album that will be used for the transfer.
de: Dies ist das VKontakte-Album, das zur Übertragung benutzt wird.
el: Αυτό είναι το λεύκωμα VKontakte που θα χρησιμοποιηθεί για τη μεταφορά.
fr: Il s'agit de l'album « VKontakte » qui va être utilisé pour le transfert.

source: New Album
de: Neues Album
el: Νέο λεύκωμα
fr: Nouvel album

source: Create new VKontakte album
de: Neues VKontakte-Album erstellen
el: Δημιουργία νέου λευκώματος VKontakte
fr: Créer un nouvel album « VKontakte »

# reload albums list
source: Reload
de: Neu einlesen
el: Επαναφόρτωση
fr: Recharger

source: Reload albums list
de: Albenliste neu einlesen
el: Επαναφόρτωση λίστας λευκωμάτων
fr: Recharger la liste des albums

source: Edit selected album
de: Ausgewähltes Album bearbeiten
el: Επεξεργασία επιλεγμένου λευκώματος
fr: Modifier l'album sélectionné

source: Delete selected album
de: Ausgewähltes Album löschen
el: Διαγραφή επιλεγμένου λευκώματος
fr: Supprimer l'album sélectionné

# @title:window
source: Confirm Album Deletion
de: Löschen des Album bestätigen
el: Επιβεβαίωση διαγραφής λευκώματος
fr: Confirmer la suppression de l'album

source: <qt>Are you sure you want to remove the album <b>%1</b> including all photos in it?</qt>
de: <qt>Sind Sie sicher, dass Sie das Album <b>%1</b> einschließlich aller darin enthaltenen Fotos entfernen möchten?</qt>
el: <qt>Είστε βέβαιοι ότι θέλετε να αφαιρέσετε το λεύκωμα <b>%1</b> και όλες τις φωτογραφίες που περιέχει;</qt>
fr: <qt>Voulez-vous vraiment supprimer l'album <b>%1</b>, y compris toutes les photos qu'il contient ?</qt>

# @title:window
source: Request to VKontakte failed
de: Anfrage zu VKontakte fehlgeschlagen
el: Η αίτηση προς το VKontakte απέτυχε
fr: La requête vers VKontakte a échoué

source: Account
de: Zugang
el: Λογαριασμός
fr: Compte

source: This account is used for authentication.
de: Dieser Zugang wird zur Authentifizierung genutzt.
el: Ο λογαριασμός αυτός χρησιμοποιείται για ταυτοποίηση.
fr: Ce compte est utilisé pour l'authentification.

source: Name:
el: Όνομα:
fr: Nom :

source: Your VKontakte login
de: Ihr VKontakte-Benutzername
el: Είσοδος στο VKontakte
fr: Votre identifiant de connexion « VKontakte »

source: Change Account
de: Zugang wechseln
el: Αλλαγή λογαριασμού
fr: Changer de compte

source: Change VKontakte account used to authenticate
de: Den für die Authentifizierung genutzten VKontakte-Zugang ändern
el: Αλλαγή λογαριασμού VKontakte που χρησιμοποιείται για ταυτοποίηση
fr: Changer le compte « VKontakte » utilisé pour s'authentifier

source: Unauthorized
de: Nicht autorisiert
el: Χωρίς ταυτοποίηση
fr: Non autorisé

source: &Export
de: &Exportieren
el: &Εξαγωγή
fr: &Exporter

source: Main Toolbar
de: Haupt-Werkzeugleiste
el: Κύρια γραμμή εργαλείων
fr: Barre principale d'outils

source: Export to &VKontakte...
de: Zu &VKontakte ...
el: Εξαγωγή στο &VKontakte...
fr: Exporter vers &VKontakte...

# @title:window
source: Edit album
de: Album bearbeiten
el: Επεξεργασία λευκώματος
fr: Modifier un album

# @title:window
source: New album
de: Neues Album
el: Νέο λεύκωμα
fr: Nouvel album

# @title:group Header above Title and Summary fields
source: Album
el: Λεύκωμα

source: These are basic settings for the new VKontakte album.
de: Dies sind die Basiseinstellungen für ein neues VKontakte-Album.
el: Αυτές είναι βασικές ρυθμίσεις για το νέο λεύκωμα VKontakte.
fr: Il s'agit des paramètres de base pour le nouvel album « VKontakte ».

source: Title of the album that will be created (required).
de: Titel des zu erstellenden Albums (erforderlich).
el: Τίτλος του λευκώματος που θα δημιουργηθεί (απαιτούμενο).
fr: Titre de l'album qui va être créé (requis).

source: Description of the album that will be created (optional).
de: Beschreibung des zu erstellenden Albums (optional).
el: Περιγραφή του λευκώματος που θα δημιουργηθεί (προαιρετικό).
fr: Description de l'album qui va être créé (optionnel).

source: Title:
de: Titel:
el: Τίτλος:
fr: Titre :

source: Summary:
de: Zusammenfassung:
el: Περίληψη:
fr: Résumé :

source: Privacy Settings
de: Einstellungen zur Privatsphäre
el: Ρυθμίσεις ιδιωτικότητας
fr: Paramètres relatifs au respect de la vie privée

source: Only me
de: Nur Sie
el: Μόνο σε εμένα
fr: Seulement moi

source: My friends
de: Ihre Freunde
el: Στους φίλους μου
fr: Mes amis

source: Friends of my friends
de: Freunde Ihrer Freunde
el: Στους φίλους των φίλων μου
fr: Les amis de mes amis

source: Everyone
de: Jeder
el: Σε όλους
fr: Tout le monde

source: Album available to:
de: Album verfügbar für:
el: Λεύκωμα διαθέσιμο:
fr: Album accessible à :

source: Comments available to:
de: Kommentare verfügbar für:
el: Σχόλια διαθέσιμα:
fr: Commentaires accessibles à :

source: Error
de: Fehler
el: Σφάλμα
fr: Erreur

source: Title cannot be empty.
de: Der Titel darf nicht leer sein.
el: Ο τίτλος δεν γίνεται να είναι κενός.
fr: Il est impossible que le titre soit vide.

source: This is the list of images to upload to your VKontakte album.
de: Das ist die Liste von Bildern, die auf Ihr VKontakte-Album hochgeladen werden.
el: Αυτή είναι η λίστα εικόνων για αποστολή στο δικό σας λεύκωμα VKontakte.
fr: Il s'agit de la liste d'images à envoyer vers votre album « VKontakte ».

source: This is a clickable link to open the VKontakte service in a web browser.
de: Das ist eine anklickbare Verknüpfung, um den VKontakte-Dienst in einem Webbrowser zu öffnen.
el: Αυτός είναι ένας υπερσύνδεσμος για το άνοιγμα της υπηρεσίας VKontakte σε έναν περιηγητή ιστού.
fr: Il s'agit d'un lien cliquable pour ouvrir le service « VKontakte » dans un navigateur Web.

source: Destination
de: Ziel
el: Προορισμός

source: This is the location where VKontakte images will be downloaded.
de: Das ist der Speicherort, in den die VKontakte-Bilder heruntergeladen werden.
el: Αυτή είναι η θέση όπου θα γίνει η λήψη των VKontakte εικόνων.
fr: Il s'agit de l'emplacement où les images « VKontakte » seront téléchargées.

source: Options
de: Einstellungen
el: Επιλογές

source: These are options that will be applied to images before upload.
de: Diese Einstellungen werden vor dem Hochladen auf Ihre Bilder angewendet.
el: Αυτές είναι επιλογές που θα εφαρμοστούν στις εικόνες πριν την αποστολή.
fr: Il s'agit des options appliquées aux images avant envoi.

# @title:window
source: Export to VKontakte Web Service
de: Zum VKontakte-Webdienst exportieren
el: Εξαγωγή στην υπηρεσία ιστού VKontakte
fr: Exporter vers le service Web « VKontakte »

source: Start Upload
de: Hochladen starten
el: Έναρξη αποστολής
fr: Démarrer l'envoi

source: Start upload to VKontakte service
de: Hochladen zum VKontakte-Dienst starten
el: Έναρξη αποστολής στην υπηρεσία VKontakte
fr: Démarrer l'envoi vers le service « VKontakte »

source: Author
de: Autor
el: Συγγραφέας
fr: Auteur

source: Please select album first.
de: Bitten wählen Sie zuerst ein Album.
el: Επιλέξτε λεύκωμα πρώτα.
fr: Veuillez d'abord sélectionner un album.

source: Vkontakte Export
el: VKontakte εξαγωγή
fr: Exporter vers VKontakte

source: Internal error: Null pointer to KJob instance.
de: Interner Fehler: Null-Zeiger zu KJob-Instanz
fr: Erreur interne : pointeur nul vers l'instance KJob.

source: A tool to export image collections to VKontakte web service.
de: Ein Werkzeug zum Exportieren von Bildersammlungen auf die VKontakte-Webseite.
