Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_expoblending.po
Languages: de, ko

# NAME OF TRANSLATORS
source: Your names
de: Panagiotis Papadopoulos
ko: Shinjo Park

# EMAIL OF TRANSLATORS
source: Your emails
de: pano_90@gmx.net
ko: kde@peremen.name

source: To process
de: Zu bearbeiten
ko: 처리할 항목

source: File Name
de: Dateiname
ko: 파일 이름

source: Exposure (EV)
de: Belichtung (LW)
ko: 노출(EV)

# enfuse settings
source: Auto Levels
de: Automatische Stufe
ko: 자동 레벨

source: Set automatic level selection (maximized) for pyramid blending.
de: Setzt die automatische Stufenauswahl (maximiert) für Pyramiden-Belichtungsvermischung
ko: 피라미드 블렌딩에 자동 레벨 선택(최대화)을 사용합니다.

# enfuse settings
source: Levels:
de: Stufen:
ko: 레벨:

source: Set the number of levels for pyramid blending. A low number trades off quality of results for faster execution time and lower memory usage.
de: Setzt die Anzahl der Stufen für Pyramiden-Belichtungsvermischung. Eine geringe Anzahl verringert die Qualität der Ergebnisse bei schnellerer Ausführung und weniger Speicherauslastung.
ko: 피라미드 블렌딩에 사용할 레벨을 선택하십시오. 숫자가 적으면 실행 시간이 빨라지고 메모리 사용량이 적어지는 대신 품질이 떨어집니다.

source: Hard Mask
de: Harte Maske
ko: 하드 마스크

source: Force hard blend masks and no averaging on finest scale. This is especially useful for focus stacks with thin and high contrast features, improves sharpness at the expense of increased noise.
de: Erzwingt harte Vermischungsmasken und keine Mittelwertbildung für genauesten Maßstab. Dies ist besonder nützlich für Bildschärfenreihen mit wenig und hohem Kontrast, verbessert die Schärfe auf Kosten von anwachsendem Rauschen.
ko: 하드 블렌딩 마스크를 강제로 사용하고 최적 비율에서 평균값을 사용하지 않습니다. 잡음이 증가하는 대신 선명도가 증가하며, 얇고 명도가 높은 피사체에 초점이 맞은 경우 유용합니다.

# enfuse settings
source: Exposure:
de: Belichtung:
ko: 노출:

source: Set the exposure contribution for the blending process. Higher values will favor well-exposed pixels.
de: Bestimmt den Beitrag der Belichtung für den Mischungsprozess. Höhere Werte bevorzugen gut belichtete Pixel.
ko: 블렌딩 과정에서 사용할 노출 기여도를 선택하십시오. 값이 높으면 노출이 잘 된 픽셀을 선호합니다.

# enfuse settings
source: Saturation:
de: Sättigung:
ko: 색 농도:

source: Increasing this value makes pixels with high saturation contribute more to the final output.
de: Die Erhöhung dieses Werts vergrößert den Beitrag von Pixeln mit hoher Sättigung zur endgültigen Ausgabe des Prozesses.
ko: 값이 높을수록 색 농도가 높은 픽셀을 출력에 더 많이 반영합니다.

# enfuse settings
source: Contrast:
de: Kontrast:
ko: 명암:

source: Sets the relative weight of high-contrast pixels. Increasing this weight makes pixels with neighboring differently colored pixels contribute more to the final output. Particularly useful for focus stacks.
de: Bestimmt die relative Gewichtung von Pixeln mit hohem Kontrast. Durch Vergrößerung dieses Werts werden Pixel mit angrenzenden Pixeln in anderen Farben einen größeren Betrag zur endgültigen Ausgabe liefern. Besonders nützlich für Bildschärfe-Stapel.
ko: 고명암 픽셀의 상대적인 가중치를 설정합니다. 이 가중치를 높이면 인접한 픽셀과 색이 다른 픽셀이 출력에 더 많이 나타납니다. 초점 스택 처리에 유용합니다.

source: Use Color Appearance Modelling
de: Modellierung des Farb-Erscheinungsbilds verwenden
ko: 색 표시 모델링 사용

source: Use Color Appearance Modelling (CIECAM02) to render detailed colors. Your input files should have embedded ICC profiles. If no ICC profile is present, sRGB color space will be used instead. The difference between using this option and default color blending algorithm is very slight, and will be most noticeable when you need to blend areas of different primary colors together.
de: Verwendet ein Farberscheinungsmodell (CIECAM02), um detaillierte Farben zu rendern. Ihre Eingabedatei sollte eingebettete ICC-Profile beinhalten. Ist kein ICC-Profil vorhanden, wird statt dessen der sRGB-Farbraum benutzt. Der Unterschied zwischen dieser Einstellung und dem Standard-Algorithmus zur Farbvermischung ist gering und wird vor allem dann erkennbar, wenn Sie Bereiche mit verschiedenen Primärfarben vermischen müssen.
ko: 자세한 색을 처리하기 위해서 색 표시 모델링(CIECAM02)을 사용합니다. 입력 파일에는 ICC 프로필이 내장되어 있어야 하며, 프로필이 없으면 sRGB 색 공간을 사용합니다. 이 옵션과 기본 색 혼합 알고리즘의 차이는 크지 않으므로, 다른 원색이 혼합된 영역을 주변으로 차이점이 두드러집니다.

source: enabled
de: aktiviert
ko: 활성화됨

source: disabled
de: deaktiviert
ko: 비활성화됨

source: Hardmask: %1
de: Harte Maske: %1
ko: 하드마스크: %1

source: auto
de: automatisch
ko: 자동

source: Levels: %1
de: Stufen: %1
ko: 레벨: %1

source: Exposure: %1
de: Belichtung: %1
ko: 노출: %1

source: Saturation: %1
de: Sättigung: %1
ko: 색 농도: %1

source: Contrast: %1
de: Kontrast: %1
ko: 명암: %1

source: To Save
de: Zu speichern
ko: 저장

source: Target
de: Ziel
ko: 대상

source: Inputs
de: Eingänge
ko: 입력

source: Remove item
de: Eintrag entfernen
ko: 항목 삭제

source: Clear all
de: Alles löschen
ko: 모두 지우기

source: Exposure Blending
de: Belichtungsvermischung
ko: 노출 혼합

source: &Save
de: &Speichern
ko: 저장(&S)

source: Process and save selected processed items.
de: Bearbeiteten und ausgewählte bearbeitete Einträge speichern.
ko: 항목을 처리하고 선택한 처리 항목을 저장합니다.

source: &Preview
de: &Vorschau
ko: 미리 보기(&P)

source: Process a preview of bracketed images stack with current settings.
de: Eine Vorschau der Bilder aus der Belichtungsreihe mit den aktuellen Einstellungen verarbeiten.
ko: 현재 설정을 사용하여 브래킷된 사진 스택의 미리 보기를 처리합니다.

source: &Abort
de: &Abbrechen
ko: 중지(&A)

source: Abort current process
de: Laufenden Vorgang abbrechen
ko: 현재 진행 중단

source: Exit this tool
de: Dieses Werkzeug beenden
ko: 이 도구 끝내기

source: Details...
ko: 자세히...

source: File Name Template:
de: Dateinamen-Vorlage:
ko: 파일 이름 템플릿:

source: Enfuse Settings
de: Einstellungen zu Enfuse
ko: Enfuse 설정

source: Save Settings
de: Einstellungen speichern
ko: 저장 설정

source: Enfuse Processing Messages
de: Enfuse-Nachrichten werden verarbeitet
ko: 합성 처리 메시지

source: A file named "%1" already exists. Are you sure you want to overwrite it?
de: Eine Datei mit dem Namen „%1“ existiert bereits. Möchten Sie diese überschreiben?
ko: 파일 "%1"이(가) 이미 존재합니다. 덮어쓰시겠습니까?

source: Failed to save image to %1
de: Fehler beim Speichern des Bildes als %1.
ko: 사진을 %1(으)로 저장할 수 없음

source: Processing preview of bracketed images...
de: Vorschau der Bilder aus einer Belichtungsreihe werden verarbeitet ...
ko: 브래킷된 사진 미리 보기 처리 중...

source: Processing targets of bracketed images...
de: Ziele der Bilder aus einer Belichtungsreihe werden verarbeitet ...
ko: 브래킷된 사진의 대상 처리 중...

source: Failed to load processed image
de: Das Laden des verarbeiteten Bildes ist fehlgeschlagen.
ko: 처리된 사진을 불러올 수 없음

source: Failed to process preview of bracketed images
de: Das Verarbeiten der Vorschau der Bilder aus der Belichtungsreihe ist fehlgeschlagen.
ko: 브래킷된 사진의 미리 보기를 처리할 수 없음

source: Failed to process targets of bracketed images
de: Das Verarbeiten der Ziele der Bilder aus der Belichtungsreihe ist fehlgeschlagen.
ko: 브래킷된 사진의 대상을 처리할 수 없음

source: Exposure Blending Import Wizard
de: Importassistent für Belichtungsvermischung
ko: 노출 혼합 가져오기 마법사

source: Welcome to Exposure Blending Tool
de: Willkommen zum Belichtungsvermischungs-Werkzeug
ko: 노출 혼합 도구에 오신 것을 환영합니다

source: <qt><p><h1><b>Welcome to Exposure Blending tool</b></h1></p><p>This tool fuses bracketed images with different exposure to make pseudo <a href='http://en.wikipedia.org/wiki/High_dynamic_range_imaging'>HDR image</a>.</p><p>It can also be used to merge focus bracketed stack to get a single image with increased depth of field.</p><p>This assistant will help you to configure how to import images before merging them to a single one.</p><p>Bracketed images must be taken with the same camera, in the same conditions, and if possible using a tripod.</p><p>For more information, please take a look at <a href='http://en.wikipedia.org/wiki/Bracketing'>this page</a></p></qt>
de: <qt><p><h1><b>Willkommen zum Belichtungsvermischungs-Werkzeug</b></h1></p><p>Dieses Werkzeug verschmilzt Bilder aus einer Belichtungsreihe mit unterschiedlicher Belichtung, um Pseudo-<a href='https://de.wikipedia.org/wiki/High_Dynamic_Range_Image'>HDR-Bilder</a> zu erstellen.</p><p>Es kann auch benutzt werden, um Bilder aus einer Bildschärfenreihe zu einem einzelnen Bild mit vergrößerter Tiefenschärfe zusammenzufügen.</p><p>Dieser Assistent hilft Ihnen bei den Einstellungen für den Import der Bilder, bevor zu zu einem Bild zusammengefügt werden.</p><p>Bilder aus einer Belichtungsreihe müssen mit dergleichen Kamera unter den gleichen Bedingungen aufgenommen werden, und möglichst mit einem Stativ.</p><p>Weitere Informationen finden Sie auf der Seite <a href='https://de.wikipedia.org/wiki/Bracketing'>Belichtungsreihe</a>.</p></qt>
ko: <qt><p><h1><b>노출 혼합 도구에 오신 것을 환영합니다</b></h1></p><p>이 도구는 서로 다른 노출로 브래킷된 사진을 합성하여 의사 <a href='https://ko.wikipedia.org/wiki/%ED%95%98%EC%9D%B4_%EB%8B%A4%EC%9D%B4%EB%82%B4%EB%AF%B9_%EB%A0%88%EC%9D%B8%EC%A7%80_%EC%9D%B4%EB%AF%B8%EC%A7%95'>HDR 사진</a>을 합성합니다.</p><p>초점 브래킷 스택을 합성하여 피사계 심도가 깊은 사진을 만들 수도 있습니다.</p><p>이 마법사는 사진을 가져오고 단일 사진으로 합성하는 과정을 도와 줄 것입니다.</p><p>브래킷된 사진은 같은 카메라로 같은 조건에서 쵤영해야 하며, 가능하다면 삼각대를 사용해야 합니다.</p><p>더 많은 정보를 보려면 <a href='http://en.wikipedia.org/wiki/Bracketing'>이 페이지</a>를 참고하십시오.</p></qt>

source: Exposure Blending Binaries
de: Programme zur Belichtungsvermischung
ko: 노출 혼합 실행 파일

source: <b>Set Bracketed Images</b>
de: <b>Bilder aus Belichtungsreihe festlegen</b>
ko: <b>브래킷된 사진 선택</b>

source: <qt><p>Set here the list of your bracketed images to fuse. Please follow these conditions:</p><ul><li>At least 2 images from the same subject must be added to the stack.</li><li>Do not mix images with different color depth.</li><li>All images must have the same dimensions.</li></ul></qt>
de: <qt><p>Geben Sie hier Ihre Bilder aus der Belichtungsreihe zum Verschmelzen ein. Beachten Sie folgende Bedingungen:</p><ul><li>Mindestens zwei Bilder vom selbem Objekt müssen zum Stapel hinzugefügt werden.</li><li>Mischen Sie keine Bilder mit unterschiedlichen Farbtiefen.</li><li>Alle Bilder müssen die gleichen Dimensionen haben.</li></ul></qt>
ko: <qt><p>합성할 브래킷된 사진 목록을 설정하십시오. 다음 조건을 만족해야 합니다:</p><ul><li>스택에 같은 피사체를 촬영한 두 장 이상의 사진이 필요합니다.</li><li>색 농도가 다른 사진을 섞지 마십시오.</li><li>모든 사진의 크기는 같아야 합니다.</li></ul></qt>

source: Pre-Processing is Complete
de: Vorverarbeitung ist abgeschlossen
ko: 전처리 완료

source: <qt><p><h1><b>Bracketed Images Pre-Processing is Done</b></h1></p><p>Congratulations. Your images are ready to be fused. </p><p>To perform this operation, <b>%1</b> program from <a href='%2'>Enblend</a> project will be used.</p><p>Press "Finish" button to fuse your items and make a pseudo HDR image.</p></qt>
de: <qt><p><h1><b>Die Vorverarbeitung der Bilder aus der Belichtungsreihe ist abgeschlossen.</b></h1></p><p>Ihre Bilder sind zum verschmelzen bereit.</p><p>Um diese Operation durchzuführen, wird das Programm <b>%1</b> aus dem Projekt <a href='%2'>Enblend</a> verwendet.</p><p>Drücken Sie auf den Knopf „Fertigstellen“, um Ihre Elemente zu verschmelzen und ein Pseudo-HDR-Bild zu erstellen.</p></qt>
ko: <qt><p><h1><b>브래킷된 사진 전처리가 완료되었습니다</b></h1></p><p>이제 사진을 합칠 수 있습니다.</p><p>이 작업을 수행할 때 <a href='%2'>Enblend</a> 프로젝트의 <b>%1</b> 프로그램을 사용합니다.</p><p>"완료" 단추를 누르면 사진을 합쳐서 의사 HDR 사진을 생성합니다.</p></qt>

source: <b>Pre-Processing Bracketed Images</b>
de: <b>Vorverarbeitung der Bilder aus der Belichtungsreihe</b>
ko: <b>브래킷된 사진 전처리</b>

source: Align bracketed images
de: Bilder aus Belichtungsreihe ausrichten
ko: 브래킷된 사진 정렬

source: <qt><p>Now, we will pre-process bracketed images before fusing them.</p><p>To perform auto-alignment, the <b>%1</b> program from the <a href='%2'>%3</a> project will be used. Alignment must be performed if you have not used a tripod to take bracketed images. Alignment operations can take a while.</p><p>Pre-processing operations include Raw demosaicing. Raw images will be converted to 16-bit sRGB images with auto-gamma.</p><p>Press "Next" to start pre-processing.</p></qt>
de: <qt><p>Jetzt werden die Bilder aus der Belichtungsreihe vorverarbeitet, ehe sie verschmolzen werden.</p><p>Um die automatische Ausrichtung durchzuführen, wird das Programm <b>%1</b> vom Projekt <a href='%2'>%3</a> verwendet. Ausrichtung muss ausgeführt werden, wenn Sie kein Stativ für die Aufnahme der Bilder aus der Belichtungsreihe verwendet haben. Ausrichtungs-Operationen können einige Zeit dauern.</p><p>Vorbearbeitung beinhalten Entfernen von Mosaikmustern in Rohbildern. Rohbilder werden in 16-bit sRGB-Bilder mit automatischer Gamma-Einstellung umgewandelt.</p><p>Drücken Sie "Weiter" um die Vorverarbeitung zu starten.</p></qt>
ko: <qt> <p>이제 브래킷된 사진을 혼합하기 전에 전처리 과정을 진행합니다.</p> <p>자동 정렬을 실행하기 위해서 <a href='%2'>%3</a> 프로젝트의 <b>%1</b> 프로그램을 사용합니다. 브래킷된 사진을 삼각대로 찍지 않았으면 정렬 과정을 진행해야 합니다. 정렬 작업은 시간이 걸릴 수도 있습니다.</p> <p>전처리 과정은 RAW 디모자이킹 과정을 포함합니다. RAW 사진은 자동 감마를 적용하여 16비트 sRGB 사진으로 변환합니다.</p> <p>"다음"을 누르면 전처리 과정을 시작합니다.</p> </qt>

source: <qt><p>Pre-processing is under progress, please wait.</p><p>This can take a while...</p></qt>
de: <qt><p>Die Vorverarbeitung wird durchgeführt, bitte warten Sie.</p><p>Dies kann eine Weile dauern ...</p></qt>
ko: <qt><p>전처리 진행 중입니다. 기다려 주십시오.</p><p>시간이 걸릴 수도 있습니다...</p></qt>

source: Pre-Processing Messages
de: Nachrichten der Vorverarbeitung
ko: 전처리 메시지

source: <qt><p>Pre-processing has failed.</p><p>Please check your bracketed images stack...</p><p>Press "Details" to show processing messages.</p></qt>
de: <qt><p>Die Vorverarbeitung ist fehlgeschlagen.</p><p>Bitte überprüfen Sie Ihre Bilder aus der Belichtungsreihe ...</p><p>Drücken Sie „Details“, um die Nachrichten der Verarbeitung anzuzeigen.</p></qt>
ko: <qt><p>전처리가 실패하였습니다.</p><p>브래킷된 사진 스택을 확인하십시오...</p><p>"자세히"를 누르면 처리 메시지를 볼 수 있습니다.</p></qt>

source: unknown
de: unbekannt
ko: 알 수 없음

source: Cannot run %1: %2
de: %1 kann nicht ausgeführt werden: %2
ko: %1을(를) 실행할 수 없음: %2

source: A tool to blend bracketed images
de: Ein Werkzeug, um Bilder aus einer Belichtungsreihe zu mischen
ko: 브래킷된 사진을 혼합하는 도구

source: Author
de: Autor
ko: 작성자

source: Developer
de: Entwickler
ko: 개발자

source: File(s) to open
de: Zu öffnende Datei(en)
ko: 열 파일

source: &Tools
de: E&xtras
ko: 도구(&T)

source: Main Toolbar
de: Haupt-Werkzeugleiste
ko: 주 도구 모음

source: Blend Bracketed Images...
de: Bilder aus Belichtungsreihe mischen ...
ko: 브래킷된 사진 혼합...
