Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_ipodexport.po
Languages: fr

# NAME OF TRANSLATORS
source: Your names
fr: Joëlle Cornavin, Guillaume Pujol

# EMAIL OF TRANSLATORS
source: Your emails
fr: jcorn@free.fr, guill.p@gmail.com

source: <p align="center"><b>No iPod was detected</b></p>
fr: <p align="center"><b>Aucun iPod n'a été détecté</b></p>

source: Refresh
fr: Rafraîchir

source: <p align="center"><b>Your iPod (%1) does not seem to support artwork.</b></p>
fr: <p align="center"><b>Votre iPod (%1) ne semble pas prendre en charge les images.</b></p>

source: Set iPod Model
fr: Définir un modèle de « iPod »

source: <p align="center"><b>iPod %1 detected at: %2</b></p>
fr: <p align="center"><b>iPod %1 détecté sur : %2</b></p>

source: <p align="center"><b>iPod %1 detected</b></p>
fr: <p align="center"><b>iPod %1 détecté</b></p>

source: Unnamed
fr: Sans nom

source: &Export
fr: &Exporter

source: Main Toolbar
fr: Barre principale d'outils

source: Export to &iPod...
fr: Exporter vers &iPod...

source: iPod Export
fr: Exportation vers iPod

source: A tool to export image to an iPod device
fr: Un outil d'exportation d'images vers un périphérique « iPod »

source: Author and Maintainer
fr: Auteur et mainteneur

source: Developer
fr: Développeur

source: Hard Disk
fr: Disque dur

source: &Add...
fr: &Ajouter...

source: Add images to be queued for the iPod.
fr: Ajouter des images à mettre en file d'attente pour l'iPod.

source: &Remove
fr: Supp&rimer

source: Remove selected image from the list.
fr: Supprimez l'image sélectionnée de la liste.

source: &Transfer
fr: &Transférer

source: Transfer images to the selected iPod album.
fr: Transférez des images vers l'album « iPod » sélectionné.

source: The preview of the selected image in the list.
fr: L'aperçu de l'image sélectionnée dans la liste.

source: &New...
fr: &Nouveau...

source: Create a new photo album on the iPod.
fr: Créer un nouvel album de photos sur l'iPod.

source: R&ename...
fr: R&enommer...

source: Remove the selected photos or albums from the iPod.
fr: Supprimez les photos ou albums sélectionnés de l'iPod.

source: Rename the selected photo album on the iPod.
fr: Renommez l'album de photos sélectionné dans l'iPod.

source: Image files
fr: Fichiers d'image

source: Add Images
fr: Ajouter des images

source: New iPod Photo Album
fr: Nouvel album de photos « iPod »

source: Create a new album:
fr: Créer un nouvel album :

source: Rename iPod Photo Album
fr: Renommer un album de photos « iPod »

source: New album title:
fr: Titre du nouvel album :

source: An iPod photo database could not be found on the device mounted at %1. Initialize the iPod photo database?
fr: Aucune base de données de photos « iPod » n'a été trouvée sur le périphérique monté sur %1. Voulez-vous initialiser la base de données de photos « iPod » ?

source: Initialize iPod Photo Database?
fr: Initialiser la base de données de photos « iPod » ?

source: &Initialize
fr: &Initialiser
