Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_flashexport.po
Languages: de, fr

source: A tool to export images to Flash using the SimpleViewer's components.
de: Ein Werkzeug zum Exportieren von Bildern als Flash mittels SimpleViewer.

source: (c) 2005-2006, Joern Ahrens (c) 2008-2016, Gilles Caulier (c) 2011-2013, Veaceslav Munteanu
de: Copyright 2005-2006, Joern Ahrens Copyright 2008-2016, Gilles Caulier Copyright 2011-2013, Veaceslav Munteanu

source: Author
de: Autor
fr: Auteur

source: Developer and maintainer
de: Entwickler und Betreuer
fr: Développeur et mainteneur

source: Basis for the index.html template
de: Basis für die index.html-Vorlage
fr: Bases pour le modèle « index.html »

source: First Run
de: Erster Lauf
fr: Première exécution

source: <p>SimpleViewer's plugins are Flash components which are free to use, but use a license which comes into conflict with several distributions. Due to the license it is not possible to ship it with this tool.</p><p>You can now download plugin from its homepage and point this tool to the downloaded archive. The archive will be stored with the plugin configuration, so it is available for further use.</p><p><b>Note: Please download the plugin that you selected on the first page.</b></p>
de: <p>SimpleViewer ist eine frei benutzbare Flash-Komponente. Es benutzt aber eine Lizenz, die mit einigen Distributionen unverträglich ist, weswegen es nicht mit diesem Modul mitgeliefert werden kann.</p><p>Sie können jetzt SimpleViewer von dessen Webseite herunterladen und diesem Werkzeug das heruntergeladene Archiv angeben. Dieses Archiv wird mit der Modulkonfiguration gespeichert, sodass Sie es später benutzen können.</p><p><b>Hinweis: Bitte laden Sie das Modul herunter, das sie auf der ersten Seite ausgewählt haben.</b></p>
fr: <p>SimpleViewer est un composant Flash gratuit mais utilisant une licence incompatible avec de nombreuses distributions Linux. À cause de cette licence, il est impossible de le distribuer avec ce module.</p> <p>Vous pouvez maintenant télécharger le module externe SimpleViewer depuis sa page d'accueil et faire pointer cet outil vers l'archive ainsi téléchargée. Celle-ci sera enregistrée avec la configuration du module externe et sera donc disponible pour une prochaine utilisation.</p><p><b>Remarque : veuillez télécharger le module externe que vous avez sélectionné lors de la première étape.</b></p>

source: <p>1.) Download plugin from the following url:</p>
de: <p>1) Modul von der folgenden Internetadresse herunterladen:</p>
fr: <p>1) Télécharger le module externe à l'adresse suivante : </p>

source: <p>2.) Point this tool to the downloaded archive</p>
de: <p>2) Zeigen Sie diesem Werkzeug, wo das heruntergeladene Archiv liegt</p>
fr: <p>2) Faire pointer cet outil vers l'archive téléchargée</p>

source: Select downloaded archive
de: Heruntergeladenes Archiv auswählen

source: General Settings
de: Allgemeine Einstellungen
fr: Configuration générale

source: Gallery &Title
de: &Titel der Galerie
fr: &Titre de la galerie

source: Enter here the gallery title
de: Geben Sie hier den Titel der Galerie ein
fr: Saisir ici le titre de la galerie

source: Save Gallery To
de: Speicherort der Galerie
fr: Enregistrer la galerie vers

source: Image Properties
de: Bildeigenschaften
fr: Propriétés de l'image

source: Resize Target Images
de: Größe der Zielbilder ändern
fr: Redimensionner les images cibles

source: If you enable this option, all target images can be resized.
de: Falls aktiviert, werden alle Zielbilder in der Größe angepasst.
fr: Si vous sélectionnez cette option, toutes les images cibles pourront être redimensionnées.

source: Auto-Rotate/Flip Images
de: Bilder automatisch drehen/spiegeln
fr: Rotation / retournement automatique des images

source: If you enable this option, the images' orientations will be set according to their Exif information.
de: Falls aktiviert, wird das Bild anhand der EXIF-Informationen ausgerichtet.
fr: Si vous sélectionnez cette option, l'orientation des images sera définie en fonction des informations « EXIF ».

source: &Target Images' Size:
de: &Größe der Zielbilder:
fr: &Taille des images cibles :

source: The new size of the exported images, in pixels. SimpleViewer resizes the images too, but this resizes the images before they are uploaded to your server.
de: Die neue Größe der exportierten Bilder in Pixel. SimpleViewer ändert ebenfalls die Größe Ihrer Bilder, aber diese Option ändert die Größe, bevor die Bilder auf Ihren Server hochgeladen werden.
fr: La nouvelle taille en pixels des images exportées. SimpleViewer peut également redimensionner vos images mais ceci le fera avant qu'elles ne soient envoyées sur votre serveur.

source: &Displayed Images' Size:
de: Größe der &angezeigten Bilder:
fr: Taille &des images affichées :

source: Scales the displayed images to this size. Normally, use the height or width of your largest image (in pixels). Images will not be scaled up above this size, to preserve image quality.
de: Skaliert das angezeigte Bild auf diese Größe. Geben Sie hier die Höhe oder Breite Ihres größten Bildes in Pixeln an. Um die beste Bildqualität sicherzustellen, werden die Bilder nicht über diese Größe skaliert.
fr: Met à l'échelle les images affichées pour obtenir cette taille. La largeur ou la hauteur (en pixels) de votre plus grande image est normalement utilisée Les images ne seront pas agrandies au-delà de cette taille, afin de préserver la qualité d'image.

source: Misc
de: Verschiedenes
fr: Divers

source: Display Captions
de: Titel anzeigen
fr: Afficher les légendes

source: If this option is enabled, the images' captions will be shown.
de: Falls aktiviert, werden die Titel der Bilder angezeigt.
fr: Si vous sélectionnez cette option, la légende des images sera affichée.

source: Display Keywords
de: Stichwörter anzeigen
fr: Afficher les mots clés

source: If this option is enabled, the images' keywords will be shown.
de: Falls aktiviert, werden die Stichwörter der Bilder angezeigt.
fr: Si vous sélectionnez cette option, les mots clés des images seront affichés.

source: Open Image with Right Click
de: Bild bei Rechtsklick öffnen
fr: Ouvrir une image avec un clic droit

source: If this option is enabled, the user will be able to open the target image in a separate window using the right mouse button.
de: Falls aktiviert, kann der Benutzer das Zielbild in einem eigenen Fenster öffnen, indem er die rechte Maustaste benutzt.
fr: Si vous sélectionnez cette option, l'utilisateur pourra afficher l'image cible dans une fenêtre séparée avec le bouton droit de la souris.

source: Open gallery in Browser
de: Galerie im Webbrowser öffnen
fr: Ouvrir la galerie dans le navigateur Web

source: If this option is enabled, the gallery will be opened in Konqueror automatically.
de: Falls aktiviert, wird die Galerie automatisch in Ihrem Webbrowser geöffnet.
fr: Si vous sélectionnez cette option, la galerie s'ouvrira automatiquement dans Konqueror.

source: Flash Export Wizard
de: Assistent für den Flash-Export
fr: Assistant d'exportation en Flash

source: SimpleViewer installation failed
de: Die Installation von SimpleViewer ist fehlgeschlagen.

source: <p>Failed to install SimpleViewer. </p><p>Please check if:</p><p>- archive corresponds to plugin selected on previous page.</p><p>- archive is up-to-date and is not corrupted.</p>
de: <p>Installation des SimpleViewer ist fehlgeschlagen.</p><p>Bitte überprüfen Sie ob:</p><p>- Archiv der Modul-Auswahl der vorherigen Seite entspricht.</p><p>- Archiv aktuell ist und nicht beschädigt.</p>

source: Problem to export collection
de: Problem beim Exportieren der Sammlung

source: You must select at least one collection to export.
de: Sie müssen mindestens eine Sammlung auswählen, um diese zu exportieren.
fr: Vous devez sélectionner au moins une collection à exporter.

source: Target Folder Exists
de: Zielordner existiert

source: Target folder %1 already exists. Do you want to overwrite it? All data in this folder will be lost.
de: Der Zielordner %1 existiert bereits. Möchten Sie ihn überschreiben? Dabei werden alle Daten in diesem Ordner gelöscht.

source: Cannot Delete Folder
de: Ordner kann nicht gelöscht werden

source: Could not delete %1. Please choose another export folder.
de: %1 kann nicht gelöscht werden Bitte wählen Sie einen anderen Ordner für den Export.
fr: Impossible de supprimer %1 Veuillez choisir un autre dossier pour l'exportation.

source: Welcome to FlashExport Tool
de: Willkommen zum Flash-Export-Werkzeug
fr: Bienvenue sur l'outil d'exportation en Flash

source: <qt><p><h1><b>Welcome to Flash Export tool</b></h1></p><p>This tool uses <a href='http://www.simpleviewer.net/'>SimpleViewer, AutoViewer, TiltViewer or Postcardviewer</a> to export images to flash galleries</p><p>This assistant will help you to configure and import images before exporting them to flash</p><p>Note that:</p><p>1. Free version of SimpleViewer allow only a maximum of 50 pictures to be exported.</p><p>2. TiltViewer is quite CPU intensive</p><p>3. Postcardviewer is designed only for small amount of photos</p></qt>
de: <qt><p><h1><b>Willkommen zum Flash-Export-Werkzeug</b></h1></p><p>Dieses Werkzeug verwendet <a href='http://www.simpleviewer.net/'>SimpleViewer, AutoViewer, TiltViewer oder Postcardviewer</a> für den Export von Bildern zu Flash-Galerien.</p><p>Dieser Assistent wird Ihnen beim Einrichten und Hinzufügen von Bildern helfen, bevor diese zu Flash exportiert werden.</p><p>Bemerken Sie:</p><p>1. Die freie Version von SimpleViewer ermöglicht nur den Export von 50 Bildern.</p><p>2. TiltViewer beansprucht die CPU stark.</p><p>3. Postcardviewer ist nur für den Einsatz weniger Bilder empfohlen.</p></qt>
fr: <qt><p><h1><b>Bienvenue sur l'outil d'exportation en Flash</b></h1></p><p>Cette application utilise <a href='http://www.simpleviewer.net/'>SimpleViewer, AutoViewer, TiltViewer ou Postcardviewer</a> pour exporter des images vers des galeries en Flash</p><p>Cet assistant vous aidera à configurer et importer des images avant de les exporter en Flash.</p><p>N.B. :</p><p>1. la version gratuite de SimpleViewer permet d'exporter au maximum 50 images ;</p><p>2. TiltViewer utilise le processeur de manière intensive ;</p><p>3. Postcardviewer est conçu pour une faible quantité de photos.</p></qt>

source: Select &Plugin:
de: &Modul Auswählen
fr: Sélectionner le &module externe :

source: &Choose image selection method:
de: Bild-Auswa&hlmethode wählen:
fr: &Choisir la méthode de sélection des images :

source: Collections
de: Sammlungen

source: Images
de: Bilder

source: Configure appearance
de: Erscheinungsbild einrichten
fr: Configuration de l'apparence

source: Thumbnail &Rows:
de: Vorschaubilder&reihen:
fr: Lignes de miniatu&res :

source: Number of thumbnails rows
de: Anzahl der Vorschaubilder pro Reihe
fr: Nombre de lignes de miniatures

source: Thumbnail &Columns:
de: Vorschaubilder&spalten:
fr: &Colonnes de miniatures

source: Number of thumbnails columns
de: Anzahl der Vorschaubilder pro Spalte
fr: Nombre de colonnes de miniatures

source: Thumbnail &Position:
de: Vorschaubild-&Position:
fr: &Position des miniatures :

# thumbnail position: right
source: Right
de: Rechts
fr: Droite

# thumbnail position: left
source: Left
de: Links
fr: Gauche

# thumbnail position: top
source: Top
de: Oben
fr: Haut

# thumbnail position: bottom
source: Bottom
de: Unten
fr: Bas

source: Colors
de: Farben
fr: Couleurs

source: &Text Color:
de: &Textfarbe:
fr: Couleur du &texte :

source: Color of title and caption text
de: Farbe des Titels und des Beschreibungstextes
fr: Couleur du texte de titre et de légende

source: &Background Color:
de: &Hintergrundfarbe:
fr: Cou&leur de fond :

source: &Frame Color:
de: &Rahmenfarbe:
fr: Couleur de &cadre :

source: Color of image frame, viewed icon, load bars, thumbnail arrows
de: Farbe des Bildrahmens, des angezeigten Symbols, der Ladebalken und der Pfeile der Bildvorschau.
fr: Couleur du cadre de l'image, de l'icône d'affichage, des barres de chargement, des flèches de miniatures

source: Style
de: Stil

source: &Frame Width:
de: Rahmen&breite:
fr: &Largeur d'image :

source: Width of image frame in pixels.
de: Breite des Bildrahmens in Pixeln.
fr: Largeur du cadre d'image en pixels.

source: &Stage Padding:
de: &Zwischenraum:
fr: Marge image-&vignettes :

source: Distance between image and thumbnails in pixels.
de: Entfernung zwischen Bild und Bildvorschau in Pixeln.
fr: Distance en pixels entre l'image et les miniatures.

source: &Display Time:
de: Zei&t anzeigen:
fr: Délai d'affichage :

source: Number of seconds each image will display in auto-play mode.
de: Anzahl Sekunden, die ein Bild im automatischen Abspielmodus angezeigt wird.
fr: Nombre de secondes pendant lequel chaque image reste affichée en mode de lecture automatique.

source: &Image Padding:
de: Bild&zwischenraum:
fr: Marge des &images :

source: Distance between images in pixels
de: Entfernung zwischen Bildern in Pixeln.
fr: Distance en pixels entre les images.

source: &Rows:
de: &Zeilen:
fr: &Lignes :

source: Number of rows of images to display.
de: Anzahl Zeilen zur Anzeige der Bilder.
fr: Nombre de lignes d'images à afficher.

source: &Columns:
de: &Spalten:
fr: &Colonnes :

source: Number of columns of images to display.
de: Anzahl Spalten zur Anzeige der Bilder.
fr: Nombre de colonnes d'images à afficher.

source: Show Flip Button
de: Knopf zum Drehen anzeigen
fr: Afficher le bouton de retournement

source: Use reload button
de: Aktualisierungsknopf verwenden
fr: Utiliser le bouton de rechargement

# Settings for flash export navigation
source: Colors
de: Farben
fr: Couleurs

source: Background &Inner Color:
de: Innere &Hintergrundfarbe:
fr: Cou&leur du centre de fond de page :

source: Color of the stage background gradient center.
de: Farbe des Gradientenmittelpunkts des Hintergrundes.
fr: Couleur du centre du dégradé en fond de page.

source: Background &Outer Color:
de: Äußere &Hintergrundfarbe:
fr: C&ouleur du bord de fond de page :

source: Color of the stage background gradient edge.
de: Farbe des Gradientenmittelpunkts des Hintergrundes.
fr: Couleur du bord du dégradé en fond de page.

source: Image Back Color:
de: &Bildhintergrundfarbe:
fr: Couleur de fond d'image :

source: Image's back color when pressing flip button
de: Hintergrundfarbe des Bildes beim Betätigen des Drehknopfes
fr: Couleur de fond d'image lors d'un clic sur le bouton de retournement

source: Cell Dimension:
de: Anzahl der Zellen:
fr: Dimension de cellule :

source: Dimension of displayed image cells. Please use a higher value if you set high image size
de: Dimension der angezeigten Bilderzellen. Bitte wählen Sie einen größeren Wert, wenn Sie eine hohe Bildgröße festgelegt haben.
fr: Dimensions des cellules où les images s'affichent. Veuillez ajuster ceci à la taille des images.

source: &Caption Color:
de: &Farbe der Überschriften:
fr: &Couleur de la légende :

source: &Zoom In Percentage:
de: Prozentsatz der &Vergrößerung:
fr: &Zoom avant en pourcentage :

source: The amount of scale when zoomed in (percentage)
de: Prozentualer Anzeil der Skalierung beim Vergrößern
fr: Taux d'agrandissement lorsque le zoom avant est utilisé (pourcentage).

source: &Zoom Out Percentage:
de: Prozentsatz der &Verkleinerung:
fr: &Zoom arrière en pourcentage :

source: The amount of scale when zoomed out (percentage)
de: Prozentualer Anzeil der Skalierung beim Verkleinern
fr: Taux de rétrécissement lorsque le zoom arrière est utilisé (pourcentage)

source: The frame width
de: Rahmen&breite
fr: La largeur d'image

source: Exporting...
de: Export läuft ...
fr: Exportation en cours…

source: Select Image Collections
de: Bildersammlung auswählen
fr: Sélectionner des collections d'images

source: &Export
de: &Exportieren
fr: &Exporter

source: Main Toolbar
de: Haupt-Werkzeugleiste
fr: Barre principale d'outils

source: Export to F&lash...
de: Zu F&lash ...
fr: Exporter en F&lash...

source: Initialising...
de: Initialisierung ...
fr: Initialisation en cours...

source: Export canceled
de: Der Export wurde abgebrochen.
fr: Exportation annulée

source: Failed to create export directories
de: Das Erstellen des Export-Ordners ist fehlgeschlagen.
fr: Impossible de créer des dossiers d'exportation

source: Failed to export the images
de: Das Exportieren der Bilder ist fehlgeschlagen.
fr: Impossible d'exporter les images

source: Failed to create index.html
de: Das Erstellen von index.html ist fehlgeschlagen.
fr: Impossible de créer « index.html »

source: Failed to copy SimpleViewer files
de: Das Kopieren der SimpleViewer-Dateien ist fehlgeschlagen.
fr: Impossible de copier les fichiers de SimpleViewer

source: Failed to upload the gallery
de: Das Hochladen der Galerie ist fehlgeschlagen.
fr: Impossible d'envoyer la galerie

source: Export was canceled
de: Der Export wurde abgebrochen.

source: Do you want to delete files in %1 that have already been created?
de: Möchten Sie die bisher bereits in %1 erstellten Dateien löschen?

# Flash export has finished
source: Finished...
de: Erfolgreich abgeschlossen
fr: Terminé...

source: Creating directories...
de: Ordner werden erstellt ...
fr: Création des dossiers en cours...

source: Could not create folder '%1'
de: Der Ordner „%1“ lässt sich nicht erstellen.
fr: Impossible de créer le dossier « %1 »

source: Finished Creating directories...
de: Erstellen der Ordner beendet ...
fr: Fin de création des dossiers...

source: Creating images and thumbnails...
de: Bilder und Vorschaubilder werden erstellt ...
fr: Création des images et miniatures en cours...

source: Processing %1
de: %1 wird verarbeitet
fr: %1 en cours de traitement

source: Could not open image '%1'
de: Das Bild „%1“ kann nicht geöffnet werden.
fr: Impossible d'ouvrir l'image « %1 »

source: Could not create thumbnail from '%1'
de: Die Vorschau von „%1“ kann nicht erstellt werden.
fr: Impossible de créer la miniature à partir de « %1 »

source: Could not resize image '%1'
de: Die Größe des Bildes „%1“ kann nicht geändert werden.
fr: Impossible de redimensionner l'image « %1 »

source: Creating index.html...
de: index.html wird erstellt ...
fr: Création de « index.html »...

source: index.html created...
de: index.html erfolgreich erstellt
fr: « index.html »créé...

source: Copying flash files...
de: Flash-Dateien werden kopiert ...
fr: Copie des fichiers Flash en cours...

source: Flash files copied...
de: Flash-Dateien erfolgreich kopiert
fr: Fin de copie des fichiers Flash...

source: Copying gallery...
de: Galerie wird kopiert ...

source: Gallery copied...
de: Galerie erfolgreich kopiert ...

# NAME OF TRANSLATORS
source: Your names
fr: Mickaël Sibelle, Stanislas Zeller, Bruno Patri

# EMAIL OF TRANSLATORS
source: Your emails
fr: kimael@gmail.com, uncensored.assault@gmail.com, bruno.patri@gmail.com

source: Flash Export
fr: Exporter en Flash

source: A Kipi plugin to export images to Flash using the SimpleViewer's components.
fr: Un module externe Kipi pour l'exportation des images en Flash en employant les composants de SimpleViewer.

source: Author of the Simple Viewer Flash component
fr: Auteur du composant « Flash Simple Viewer »

source: <p>SimpleViewer installation failed. </p><p>Please check if:</p><p>- archive corresponds to plugin selected on previous page.</p><p>- archive is up-to-date and is not corrupted.</p>
fr: <p>L'installation de SimpleViewer a échoué. </p><p>Veuillez vérifier que :</p><p>- l'archive correspond au module externe sélectionné lors de la première étape ;</p><p>- l'archive téléchargée est à jour et n'est pas corrompue.</p>

source: Image Dialog
fr: Boîte de dialogue d'images

source: Export was canceled. Do you want to delete files in %1 that have already been created?
fr: L'exportation a été annulée. Voulez-vous supprimer les fichiers déjà créés dans %1 ?

source: Uploading gallery...
fr: Envoi de la galerie en cours...

source: Gallery uploaded...
fr: Galerie envoyée...
