Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_panorama.po
Languages: bs, ca, da, de, el, es, fi, fr, gl, it, km, lt, nb, pl, ru, sl, sv

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić,Mirhat Babić
ca: Antoni Bella Pérez
da: Martin Schlander
de: Torbjörn Klatt
el: Δημήτριος Γλενταδάκης
es: Ranmaru Hibikiya,Pablo Pita
fi: Tommi Nieminen
fr: Joëlle Cornavin
gl: Xosé Calvo
it: Federico Zenith
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា, ចាន់ សម្បត្តិរតនៈ, សុខ សុភា
lt: Liudas Ališauskas
nb: Bjørn Steensrud
pl: Łukasz Wojniłowicz
ru: Константин Богданов,Юлия Дронова
sl: Andrej Mernik
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
bs: Samir.ribic@etf.unsa.ba,mbabic1@etf.unsa.ba
ca: antonibella5@yahoo.com
da: mschlander@opensuse.org
de: torbjoern.k@googlemail.com
el: dglent@gmail.com
es: ranmaru.hibikiya@gmail.com,pablo.pita@gmail.com
fi: translator@legisign.org
fr: jcorn@free.fr
gl: xosecalvo@gmail.com
it: federico.zenith@member.fsf.org
km: khoemsokhem@khmeros.info,​​mornmet@khmeros.info,sutha@khmeros.info,ratanak@khmeros.info,sophea@khmeros.info
lt: liudas@akmc.lt
nb: bjornst@skogkatt.homelinux.org
pl: lukasz.wojnilowicz@gmail.com
ru: var1able@var1able.ru,juliette.tux@gmail.com
sl: andrejm@ubuntu.si
sv: stefan.asserhall@bredband.net

source: Panorama Creator Wizard
bs: Panorama čarobnjak za kreiranje
ca: Assistent del creador de panorama
da: Guide til panoramaoprettelse
de: Assistent für Panoramaerzeugung
el: Βοηθός δημιουργού Panorama
es: Asistente de creación de panoramas
fi: Opastettu panoraaman luonti
fr: Assistant de création de panoramas
gl: Asistente Creador de Panoramas
it: Assistente per la creazione di panorami
km: អ្នក​ជំនួយ​ការ​​នៃ​កម្មវិធី​បង្កើត​ទស្សនីយភាព
lt: Panoramos kūrimo vedlys
nb: Veiviser for å lage panorama
pl: Asystent kreatora panoramy
ru: Мастер создания панорам
sl: Čarovnik za ustvarjanje panoram
sv: Guide för att skapa panorama

source: <b>Welcome to Panorama Tool</b>
bs: <b>Dobrodošli u Panorama alat</b>
ca: <b>Benvingut a l'eina «Panorama»</b>
da: <b>Velkommen til panoramaværktøjet</b>
de: <b>Willkommen beim Panoramawerkzeug</b>
el: <b>Καλώς ήλθατε στο εργαλείο Panorama</b>
es: <b>Bienvenido a la herramienta de Panorama</b>
fi: <b>Tervetuloa panoraamatyökaluun</b>
fr: <b>Bienvenue dans l'outil Panorama</b>
gl: <b>Benvida/a á ferramenta Panorama</b>
it: <b>Benvenuto allo strumento per panorami</b>
km: <b>សូម​ស្វាគមន៍​មក​កាន់​​ឧបករណ៍​ទស្សនីយភាព</b>
lt: <b>Jus sveikina Panoramos įrankis</b>
nb: <b>Dette er Panorama-verktøyet</b>
pl: <b>Witaj w narzędziu panoramy</b>
ru: <b>Добро пожаловать в инструмент создания панорам</b>
sl: <b>Dobrodošli v orodje za panorame</b>
sv: <b>Välkommen till panoramaverktyget</b>

source: <qt><p><h1><b>Welcome to Panorama tool</b></h1></p><p>This tool stitches several images together to create a panorama, making the seam between images not visible.</p><p>This assistant will help you to configure how to import images before stitching them into a panorama.</p><p>Images must be taken from the same point of view.</p><p>For more information, please take a look at <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>this page</a></p></qt>
bs: <qt><p><h1><b>Dobrodošli u Panorama alat</b></h1></p><p>Ovaj alat spaja nekoliko slika zajedno da napravi panoramu, praveći prelaze između slika nevidljive.</p><p>Ovaj asistent će vam pomoći da naučite kako uvesti slike prije spajanja u panoramu.</p><p>Slike moraju biti uslikane sa iste tačke gledišta</p><p>Za više informacija pogledajte <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>ovu stranicu</a></p></qt>
ca: <qt><p><h1><b>Benvingut a l'eina «Panorama»</b></h1></p><p>Aquesta eina ajunta diverses imatges per crear un panorama, fent que la unió entre les imatges no sigui visible.</p><p>Aquest assistent us ajudarà a configurar com importar les imatges abans d'agrupar-les en un panorama.</p><p>Les imatges s'han de prendre des del mateix punt de vista.</p><p>Per a més informació, doneu un cop d'ull a <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>aquesta pàgina</a>.</p></qt>
da: <qt><p><h1><b>Velkommen til panoramaværktøjet</b></h1></p><p>Dette værktøj syer flere billeder sammen for at danne et panorama, hvorved sømmen mellem billederne gøres usynlig.</p><p>Denne guide vil hjælpe dig med at indstille hvordan billeder importeresfør de syes sammen til et panorama.</p><p>Billeder skal tages fra samme synsvinkel.</p><p>Kig på <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>denne side</a> for mere information</p></qt>
de: <qt><p><h1><b>Willkommen zum Panorama-Werkzeug</b></h1></p><p>Mit diesem Werkzeug können Sie mehrere Bilder zu einem Panorama zusammenfügen, so dass die Nahtstelle zwischen den Bilder nicht zu sehen ist.</p><p>Dieser Assistent hilf Ihnen, den Import der Bilder vor dem Zusammenfügen zu einem Panorama einzurichten.</p><p>Die Bilder müssen vom selben Standpunkt aufgenommen werden.</p><p>Weitere Informationen finden Sie auf dieser <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>Seite</a></p></qt>
el: <qt><p><h1><b>καλώς ήλθατε στο εργαλείο Panorama</b></h1></p><p>Αυτό το εργαλείο ενώνει μερικές εικόνες μαζί για την δημιουργία ενός πανοράματος, κάνοντας το χώρισμα μεταξύ των εικόνων αόρατο.</p><p>Αυτός ο βοηθός θα σας βοηθήσει στη διαμόρφωση του τρόπου εισαγωγής των εικόνων πριν το ράψιμο μεταξύ τους σε ένα πανόραμα.</p><p>Οι εικόνες πρέπει να έχουν ληφθεί από την ίδια οπτική γωνία.</p><p>Για περισσότερες πληροφορίες, παρακαλώ ρίξτε μια ματιά σε <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>αυτήν τη σελίδα</a></p></qt>
es: <qt><p><h1><b>Bienvenido a la herramienta de Panorama</b></h1></p><p>Esta herramienta acopla varias imágenes en conjunto para crear un panorama, haciendo invisible la transición entre imágenes.</p><p>Este asistente le ayudará a configurar la importación de las imágenes antes de acoplarlas en un panorama.</p><p>Las imágenes se deben hacer desde un único punto de vista.</p><p>Para mas informaciones, por favor visite <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>esta página</a></p></qt>
fi: <qt><p><h1><b>Tervetuloa panoraamatyökaluun</b></h1></p><p>Tällä työkalulla yhdistetään useampia kuvia panoraamakuvaksi niin, etteivät kuvien väliset saumat näy.</p><p>Opastettu toiminto auttaa sinua asettamaan, miten kuvat tuodaan ennen niiden yhdistämistä panoraamaksi.</p><p>Kuvilla on oltava sama näkökulma.</p><p>Lisätietoa löydät <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>tältä sivulta</a></p></qt>
fr: <qt><p><h1><b>Bienvenue dans l'outil Panorama</b></h1></p><p>Cet outil réunit plusieurs images pour créer un panorama, rendant la ligne d'assemblage non visible.</p><p>Cet assistant vous aidera à configurer la manière d'importer des images avant de les assembler en un panorama.</p><p>Les images doivent être prises du même point de vue.</p><p>Pour plus d'informations, veuillez consulter <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>cette page</a></p></qt>
gl: <qt><p><h1><b>Benvida/o á ferramenta Panorama</b></h1></p><p>Esta ferramenta encaixa varias imaxes para crear un panorama facendo que a costura entre elas non sexa visíbel.</p><p>Este axudante axuda a configurar como se importan as imaxes antes de encaixalas nun panorama.</p><p>As imaxes teñen que estar tiradas desde o mesmo punto de vista.</p><p>Para máis información consulte <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>esta páxina</a></p></qt>
it: <qt><p><h1><b>Benvenuto allo strumento per panorami</b></h1></p><p>Questo strumento cuce assieme diverse immagini per creare un panorama, rendendo la cucitura invisibile.</p><p>Questo assistente aiuterà a configurare come importare le immagini prima di cucirle in un panorama.</p><p>Le immagini devono essere state scattate dallo stesso punto di vista</p><p>Per maggiori informazioni, dài un'occhiata a <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>questa pagina</a>.</p></qt>
lt: <qt><p><h1><b>Jus sveikina Panoramos įrankis</b></h1></p><p>Šis įrankis sujungia kelias nuotraukas į panoramą, padarant nematomas siūles tarp nuotraukų.</p><p>Šis pagalbininkas padės jums importuoti nuotraukas prieš jas sujungiant į panoramą.</p><p>Nuotraukos privalo būti padarytos iš to paties taško.</p><p>Daugiau informacijos pasiekiama <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>šiame puslapyje</a></p></qt>
nb: <qt><p><h1><b>Panorama-verktøyet</b></h1></p> <p>Dette verktøyet syr sammen flere bilder for å lage et panorama, uten at sømmen mellom bildene blir synlig.</p><p>Veiviseren hjelper til med å sette opp hvordan bilder skal importeres før de sys inn i et panorama.</p><p>Bilder må være tatt fra samme synspunkt.</p><p>Mer informasjon finner du på <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>denne sida</a></p></qt>
pl: <qt><p><h1><b>Witaj w narzędziu panoramy</b></h1></p><p>Narzędzie to zszywa ze sobą kilka zdjęć, aby utworzyć panoramę, sprawiając że szew pomiędzy zdjęciami jest niewidoczny.</p><p>Asystent ten pomoże tobie skonfigurować sposób importu zdjęć przed ich zszyciem w panoramę.</p><p>Zdjęcia muszą być zrobione z tego samego punktu widokowego.</p><p>Po więcej informacji, zajrzyj na <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'> tą stronę</a></p></qt>
ru: <qt><p><h1><b>Добро пожаловать в инструмент создания панорам</b></h1></p><p>Этот инструмент соединяет несколько фотографий в одно большое изображение.</p><p>Этот мастер поможет вам добавить изображения в программу перед объединением.</p><p>Фотографии должны быть сняты из одной точки.</p><p>Для более подробной информации посетите <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>эту страницу</a></p></qt>
sl: <qt><p><h1><b>Dobrodošli v orodje za panorame</b></h1></p><p>To orodje "sešije" več slik v skupno panoramo brez, da bi bili "šivi" opazni.</p><p>Ta pomočnik vam bo pomagal nastaviti kako uvoziti slike pred "sešitjem" v panoramo.</p><p>Slike morate posneti iz enake točke pogleda.</p><p>Za več podrobnosti si oglejte <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>to stran</a></p></qt>
sv: <qt><p><h1><b>Välkommen till panoramaverktyget</b></h1></p><p>Verktyget sammanfogar flera bilder för att skapa ett panorama, och gör övergången mellan bilderna osynlig.</p><p>Guiden hjälper dig anpassa hur bilder ska importeras innan de sammanfogas till ett panorama.</p><p>Bilderna måste vara tagna från samma utgångspunkt.</p><p>Ta en titt på <a href='http://hugin.sourceforge.net/tutorials/overview/en.shtml'>denna sida</a> för mer information.</p></qt>

source: Panorama Binaries
ca: Binaris del panorama
da: Binære filer til panorama
de: Panorama-Binärdateien
el: Εκτελέσιμα του Panorama
es: Binarios de Panorama
fi: Panoraamaohjelmat
fr: Binaires de Panorama
gl: Binarios do Panorama:
it: File binari dell'estensione per panorami
km: គោលពីរ​នៃ​ទស្សនីយភាព
lt: Panoramos dvejetainiai
nb: Panoramaprogrammer
pl: Pliki binarne panoramy
ru: Исполняемые файлы создания панорамы
sl: Izvedljive datoteke panorame
sv: Panoramabinärfiler

source: File Format
bs: Format datoteke
ca: Format de fitxer
da: Filformat
de: Dateiformat
el: Τύπος αρχείου
es: Formato de archivo
fi: Tiedostomuoto
fr: Format de fichiers
gl: Formato do ficheiro
it: Formato del file
km: ទ្រង់ទ្រាយ​ឯកសារ
lt: Failo formatas
nb: Filformat
pl: Format pliku
ru: Формат выходного файла
sl: Vrsta datoteke
sv: Filformat

source: JPEG output
bs: JPEG izlaz
ca: Sortida JPEG
de: JPEG-Ausgabe
el: JPEG
es: Resultado en JPEG
fi: JPEG-tulosmuoto
fr: Sortie « JPEG »
gl: Saída en JPEG
it: Risultato JPEG
km: លទ្ធផល JPEG
lt: JPEG išvestis
nb: JPEG utdata
pl: Wyjście JPEG
ru: Сохранить в JPEG
sl: Izhod JPEG
sv: JPEG-utdata

source: Selects a JPEG output with 90% compression rate (lossy compression, smaller size).
bs: Odaberite JPEG izlaz sa 90% kompresije (kompresija sa gubitkom, manja veličina).
ca: Selecciona una sortida JPEG amb una taxa de compressió del 90% (de compressió amb pèrdua, una mida més petita).
da: Vælger et JPEG-output med komprimeringsrate på 90% (tabsgivende komprimering, mindre filstørrelse).
de: Wählt eine Ausgabe im Format JPEG mit einer Komprimierungsrate von 90 % (verlustbehaftete Komprimierung, kleinere Datei).
el: Δημιουργία ενός αρχείου JPEG με 90% ποσοστό συμπίεσης (απωλεστική συμπίεση, μικρότερο μέγεθος).
es: Selecciona un resultado en JPEG con una tasa de compresión de 90% (compresión con pérdidas, tamaño menor).
fi: Asettaa JPEG-tulosmuodon 90 % pakkausasteella (häviöllinen pakkaus, pienempi koko).
fr: Sélectionne une sortie « JPEG » avec un taux de compression de 90 % (compression sans perte, taille plus petite).
gl: Selecciona unha saída en JPEG cunha taxa de compresión do 90% (compresión con perdas, tamaño menor).
it: Seleziona un risultato JPEG con un rapporto di compressione del 90% (compressione con perdita, dimensione ridotta).
km: ជ្រើស​លទ្ធផល JPEG ដែល​មាន​​អត្រា​បង្ហាប់ ៩០% (ការ​បង្ហាប់មាន​កា​របាត់បង់ ទំហំ​តូច) ។
lt: Parenka JPEG išvestį su 90% glaudinimo santykiu (nuostolingas glaudinimas, mažesnis dydis).
nb: Velger JPEG utdata med 90% kompresjon (tapsbringende kompresjon, mindre størrelse).
pl: Wybiera wyjście JPEG z 90% stopniem kompresji (stratna kompresja, mniejszy rozmiar).
ru: Сохранение в JPEG, сжатие 90% (меньший размер файла, худшее качество).
sl: Izbere izhod JPEG z 90% stopnjo stiskanja (stiskanje z izgubami, manjša velikost).
sv: Väljer JPEG-utdata med 90% komprimeringsförhållande (förstörande komprimering, mindre storlek).

source: <b>JPEG output</b>: Using JPEG output, the panorama file will be smaller at the cost of information loss during compression. This is the easiest way to share the result, or print it online or in a shop.
bs: <b>JPEG izlaz</b>: Koristeći JPEG izlaz, panoramski dokument će biti manji u zamjenu za gubitak informacija tokom kompresije. Ovo je najlakši naćin za dijeljenje rezultata, ili printanje online ili u prodavnici.
ca: <b>Sortida JPEG</b>: Utilitzant la sortida JPEG, el fitxer de panorama serà més petit amb el cost de pèrdua d'informació durant la compressió. Aquesta és la forma més senzilla de compartir el resultat, o imprimir-lo en línia o en una botiga.
da: <b>JPEG-output</b>: Bruger JPEG-output, panoramafilen vil være mindre på bekostning af informationstab ved komprimeringen. Dette er den nemmeste måde at dele resultatet, udskrive det online eller i en forretning.
de: <b>JPEG-Ausgabe</b>: Mit der JPEG-Ausgabe werden die Panoramadateien kleiner, aber mit einem Informationsverlust wegen der verlustbehafteten Komprimierung. Dies ist die empfohlene Einstellung, um das Ergebnis weiterzugeben, es zu drucken oder es im Internet online bereitzustellen.
el: <b>Δημιουργία JPEG</b>: Χρησιμοποιώντας την δημιουργία σε JPEG, το αρχείο του πανοράματος θα είναι μικρότερο αλλά με απώλειες πληροφοριών κατά τη συμπίεση. Αυτός είναι και ο καλύτερος τρόπος για την κοινή χρήση του αρχείου, ή την εκτύπωσή του στο διαδίκτυο ή σε κάποιο κατάστημα.
es: <b>Resultado en JPEG</b>: Al usar el resultado en JPEG, el archivo de panorama será menor pero se pierde información durante a compresión. Esta es la forma mas simple de compartir el resultado, o de imprimirlo «online» o en en una tienda.
fi: <b>JPEG-tulosmuoto</b>: JPEG-tulosmuotoa käyttäen panoraamatiedostosta tulee pienempi mutta tietoa menetetään pakkauksen takia. Tämä on helpoin tapa jakaa sisältö tai tulostaa se verkossa tai liikkeessä.
fr: <b>Sortie « JPEG » </b> : avec une sortie « JPEG », le fichier de panorama sera plus petit, au prix d'une perte d'informations pendant la compression. Il s'agit du moyen le plus simple de partager le résultat ou de l'imprimer en ligne ou dans une boutique.
gl: <b>Saída en JPEG</b>: Ao empregar a saída en JPEG o ficheiro co panorama é menor a costa dunha perda de información durante a compresión. É á maneira máis doada de compartir o resultado ou de imprimila por Internet ou nunha tenda.
it: <b>Risultato JPEG</b>: con il risultato in JPEG, il file del panorama sarà più piccolo al prezzo della perdita di informazioni durante la compressione. Questo è il modo più semplice per condividere il risultato, o stamparlo in rete o in un negozio.
lt: <b>JPEG išvestis</b>: Naudojant JPEG išvestį, panoramos failas bus mažesnis, bet kainuos informacijos praradimą glaudinant. Tai lengviausias būdas dalintis rezultatu, arba atsispausdinti ją internete ar dirbtuvėse.
nb: <b>JPEG utdata</b>: Ved bruk av JPEG-utdata blir panoramafila mindre på bekostning av informasjonstap under kompresjon. Dette er den letteste måten å dele resultatet, eller skrive det ut fra nett eller i en butikk.
pl: <b>Wyjście JPEG</b>: Używając wyjścia JPEG, plik panoramy będzie mniejszy kosztem utraty informacji przy kompresji. Jest to najprostszy sposób na udostępnianie wyniku lub wydrukowanie go w internecie lub w sklepie.
ru: <b>JPEG</b>: при сохранении в JPEG файл панорамы будет небольшим, но также будут небольшие потери глубины цвета из-за сжатия. Это самый лёгкий способ поделиться результатом или напечатать его.
sl: <b>Izhod JPEG</b>: z uporabo tega izhoda, bo panorama manjša, med stiskanjem pa se bodo izgubili nekateri podatki. To je najlažji način za deljenje rezultatov, tiskanja preko spleta ali v trgovini.
sv: <b>JPEG-utdata</b>: Genom att använda JPEG-utdata blir panoramafilen mindre till bekostnad av informationsförlust vid komprimeringen. Detta är det enklaste sättet att dela med sig av resultatet, eller skriva ut det på nätet eller i en butik.

source: TIFF output
bs: TIFF izlaz
ca: Sortida TIFF
de: TIFF-Ausgabe
el: TIFF
es: Resultado en TIFF
fi: TIFF-tulosmuoto
fr: Sortie « TIFF »
gl: Saída en TIFF
it: Risultato TIFF
km: លទ្ធផល TIFF
lt: TIFF išvestis
nb: TIFF-utdata
pl: Wyjście TIFF
ru: Сохранить в TIFF
sl: Izhod TIFF
sv: TIFF-utdata

source: Selects a TIFF output compressed using the LZW algorithm (lossless compression, bigger size).
bs: Odaberite TIFF izlaz kopresovan LZW algoritmom (manji gubitak informacija, veća veličina).
ca: Selecciona una sortida TIFF comprimida utilitzant l'algoritme LZW (compressió sense pèrdua, una mida més gran).
da: Vælger et TIFF-output komprimeret med LZW-algoritmen (tabsfri komprimering, større filstørrelse).
de: Wählt eine Ausgabe im Format TIFF mit einer Komprimierung durch den LZW-Algorithmus (verlustfreie Komprimierung, größere Datei).
el: Δημιουργεί ένα συμπιεσμένο αρχείο TIFF χρησιμοποιώντας τον αλγόριθμο LZW (μη απωλεστική συμπίεση, μεγαλύτερο μέγεθος).
es: Selecciona un resultado en TIFF, comprimido con el algoritmo LZW (compresión sin pérdidas, tamaño mayor).
fi: Valitsee LZW-algoritmilla pakatun TIFF-tulosmuodon (häviötön pakkaus, suurempi koko).
fr: Sélectionne une sortie « TIFF » comprimée à l'aide de l'algorithme « LZW » (compression sans perte, taille plus importante).
gl: Selecciona unha saída en TIFF comprimida co algarismo LZW (compresión sen perdas, tamaño maior).
it: Seleziona un risultato TIFF compresso con l'algoritmo LZW (compressione senza perdita, dimensione maggiore).
km: ជ្រើស​លទ្ធផល TIFF ដែល​បាន​បង្ហាប់ ដោយ​ប្រើ​ក្បួន​ដោះស្រាយ LZW (ការ​បង្ហាប់​គ្មាន​កា​របាត់បង់ ទំហំ​កាន់​តែ​ធំ) ។
lt: Parenka TIFF išvestį suglaudintą naudojant LZW algoritmą (nenuostolingas glaudinimas, didesnis dydis).
nb: Velger TIFF utdata, komprimert med LZW-algoritmen (tapsfri kompresjon, større fil).
pl: Wybiera wyjście TIFF skompresowane przy użyciu algorytmu LZW (bezstratna kompresja, większy rozmiar).
ru: Сохранение в TIFF, сжатие по алгоритму LZW (сжатие без потерь, больший размер).
sl: Izbere izhod TIFF stisnjen z uporabo algoritma LZW (stiskanje z izgubami, večja velikost).
sv: Väljer TIFF-utdata komprimerad med LZW-algoritmen (förlustfri komprimering, större storlek).

source: <b>TIFF output</b>: Using TIFF output, you get the same color depth than your original photos using RAW images at the cost of a bigger panorama file.
bs: <b>TIFF izlaz</b>: Koristeći TIFF izlaz, dobijate istu dubinu boje kao na originalnim slikama koristeći RAW slike u zamjenu za većim panoramskim dokumentom.
ca: <b>Sortida TIFF</b>: Utilitzant sortida TIFF, obtindreu la mateixa profunditat de color que a les fotos originals utilitzant imatges RAW amb el cost d'un fitxer de panorama més gran.
da: <b>TIFF-output</b>: Bruger TIFF-output, du får den samme farvedybde som dine originalfotos med RAW-billeder på bekostning af en større panoramafil.
de: <b>TIFF-Ausgabe</b>: Mit der TIFF-Ausgabe erhalten Sie die gleiche Farbtiefe wie in den ursprünglichen Fotos, da Rohbilder verwendet werden. Damit ergibt sich aber eine größere Panoramadatei.
el: <b>Δημιουργία TIFF</b>: Χρησιμοποιώντας την δημιουργία σε TIFF, παίρνετε το ίδιο βάθος χρωμάτων με τις αρχικές σας φωτογραφίες χρησιμοποιώντας ακατέργαστες εικόνες με το κόστος ενός μεγαλύτερου αρχείου πανοράματος.
es: <b>Resultado en TIFF</b>: Al usar el resultado en TIFF, obtendrá la misma profundidad de color que en sus fotos originales, usando imágenes RAW, a costa de un mayor archivo panorámico.
fi: <b>TIFF-tulosmuoto</b>: TIFF-tulosmuotoa käyttäen saat saman värisyvyyden kuin alkuperäisissä RAW-kuvissasi mutta panoraamatiedosto on suurempi.
fr: <b>Sortie « TIFF » </b> : avec la sortie « TIFF », vous obtenez la même profondeur de couleurs que vos photos originales à l'aide des images en format brut, au prix d'un fichier de panorama plus volumineux.
gl: <b>Saída en TIFF</b>: Ao usar a saída en TIFF obtense a mesma profundidade de cor que a das fotos orixinais empregando imaxes RAW a costa dun ficheiro co panorama máis grande.
it: <b>Risultato TIFF</b>: con il risultato in TIFF, ottieni la stessa profondità di colore delle foto originali con immagini RAW al prezzo di un file di panorama più grande.
lt: <b>TIFF išvestis</b>: Naudojant TIFF išvestį, jūs gaunate tą patį spalvos gylį kaip jūsų originalios nuotraukos naudojant RAW paveikslėlius, tačiau panoramos failas bus didesnis.
nb: <b>TIFF utdata</b>: Med TIFF utdata får du samme fargedybde som originalbildene med RAW-bilder, men en større panoramafil.
pl: <b>Wyjście TIFF</b>: Używając wyjścia TIFF, dostajesz tą samą głębię kolorów jaką masz na oryginalnych zdjęciach używając surowych zdjęć kosztem większego pliku panoramy.
ru: <b>TIFF</b>: выбирая это формат, вы получаете ту же глубину цвета, что и в цифровых негативах (изображениях RAW). Размер полученного изображения будет довольно большим.
sl: <b>Izhod TIFF</b>: z uporabo izhoda TIFF, boste dobili enako barvno globino kot vaše izvorne fotografije v obliki RAW na račun večje panoramske datoteke.
sv: <b>TIFF-utdata</b>: Genom att använda TIFF-utdata, får du samma färgdjup som originalfotona med obehandlat format till kostnaden av en större panoramafil.

source: <b>Set Panorama Images</b>
bs: <b>Postavi panoramske slike</b>
ca: <b>Establir les imatges del panorama</b>
da: <b>Angiv panoramabilleder</b>
de: <b>Panoramabilder festlegen</b>
el: <b>Καθορισμός των εικόνων του Panorama</b>
es: <b>Definir las imágenes de Panorama</b>
fi: <b>Aseta panoraamakuvat</b>
fr: <b>Définir les images du panorama</b>
gl: <b>Configurar as imaxes de panorama</b>
it: <b>Imposta immagini del panorama</b>
km: <b>កំណត់​រូបភាព​ទស្សនីយភាព</b>
lt: <b>Parinkti paveikslėlius panoramai</b>
nb: <b>Oppgi panoramabilder</b>
pl: <b>Ustaw zdjęcia panoramy</b>
ru: <b>Набор изображений для панорамы</b>
sl: <b>Nastavi panoramske slike</b>
sv: <b>Ange panoramabilder</b>
