Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_imgurexport.po
Languages: el, it, pl, sv

# NAME OF TRANSLATORS
source: Your names
el: Stelios
it: Federico Zenith
pl: Łukasz Wojniłowicz
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
el: sstavra@gmail.com
it: federico.zenith@member.fsf.org
pl: lukasz.wojnilowicz@gmail.com
sv: stefan.asserhall@bredband.net

source: Thumbnail
el: Εικόνα προεπισκόπησης
it: Miniatura
pl: Miniatura
sv: Miniatyrbild

source: Submission title
el: Τίτλος υποβολής
it: Titolo del caricamento
pl: Tytuł zgłoszenia
sv: Inskickningens titel

source: Submission description
el: Περιγραφή υποβολής
it: Descrizione del caricamento
pl: Opis zgłoszenia
sv: Beskrivning av inskickning

source: Imgur URL
it: URL di Imgur
pl: Adres URL Imgur
sv: Imgur webbadress

source: Imgur Delete URL
it: Elimina URL di Imgur
pl: Adres usunięcia z Imgur
sv: Ta bort Imgur webbadress

source: Unexpected response from the web service
el: Απρόβλεπτη απάντηση από την υπηρεσία ιστού
it: Risposta inattesa del servizio Web
pl: Nieoczekiwana odpowiedź z usługi sieciowej
sv: Oväntat svar från webbtjänsten

source: Upload failed
el: Η φόρτωση απέτυχε
it: Caricamento non riuscito
pl: Nieudane wysyłanie
sv: Uppladdning misslyckades

source: Parse error
el: Συντακτικό σφάλμα
it: Errore di analisi
pl: Błąd przetwarzania składni
sv: Tolkningsfel

source: Network error: timeout, cannot connect.
el: Σφάλμα δικτύου: λήξη χρόνου, αδυναμία σύνδεσης.
it: Errore di rete: tempo scaduto, impossibile connettersi.
pl: Błąd sieci: przekroczono czas, nie można się połączyć.
sv: Nätverksfel: tidsgräns överskriden, kan inte ansluta.

source: Request endpoint is not valid.
el: Το άκρο της αίτησης δεν είναι έγκυρο.
it: Punto finale richiesto non valido.
pl: Żądany punk końcowy nie jest prawidłowy.
sv: Slutpunkt för begäran är inte giltig.

source: Request is not valid: some parameter missing?
el: Η αίτηση δεν είναι έγκυρη: λείπουν κάποιες παράμετροι;
it: Richiesta non valida: parametro mancante?
pl: Żądanie nie jest prawidłowe: brakuje pewnych parametrów?
sv: Begäran är inte giltig: vissa parametrar saknas?

source: Authorization error: trying to access a resource without tokens.
el: Σφάλμα εξουσιοδότησης: προσπάθεια πρόσβασης σε πόρο χωρίς αναγνωριστικά.
it: Errore di autorizzazione: tentativo di accedere a risorsa senza token.
pl: Błąd uwierzytelniania: próba dostępu do zasobu bez tokenów.
sv: Fel vid behörighetskontroll: försök att komma åt en resurs utan symboler.

source: The given request is invalid.
el: η δοσμένη αίτηση δεν είναι έγκυρη.
it: La richiesta data non è valida.
pl: Podane żądanie jest nieprawidłowe.
sv: Den angivna begäran är ogiltig.

source: Manager error, cannot use for sending requests.
el: Σφάλμα διαχειριστή, αδυναμία χρήσης για αποστολή αιτήσεων.
it: Errore del gestore, non si può usare per inviare richieste.
pl: Błąd menadżera, nie można użyć do żądań wysłania.
sv: Hanteringsfel, kan inte användas för att skicka begäran.

source: No error
el: Χωρίς σφάλμα
it: Nessun errore
pl: Bez błędu
sv: Inget fel

source: This is a clickable link to open the Imgur home page in a web browser
el: Αυτός είναι ένας σύνδεσμος με κλικ στον οποίο ανοίγει η αρχική σελίδα του Imgur σε έναν περιηγητή ιστού
it: Questo è un collegamento per aprire la pagina Web di Imgur in un browser
pl: Jest to odnośnik do kliknięcia, który otwiera stronę domową Imgur w przeglądarce internetowej
sv: En klickbar länk för att öppna Imgurs hemsida i en webbläsare

source: Export to Imgur
el: Εξαγωγή στο Imgur
it: Esporta su Imgur
pl: Eksportuj do Imgur
sv: Exportera till Imgur

source: Imgur authorization
el: Εξουσιοδότηση Imgur
it: Autorizzazione di Imgur
pl: Uwierzytelnienie Imgur
sv: Behörighet på Imgur

source: Requesting Imgur for authorization to upload images with the KIPI Imgur Exporter plugin.
el: Αίτηση εξουσιοδότησης στο Imgur για φόρτωση εικόνων με το πρόσθετο KIPI Imgur Exporter.
it: Richiesta a Imgur dell'autorizzazione per caricare immagini con l'estensione per l'esportazione a Imgur di KIPI.
pl: Żądanie uwierzytelnienia w Imgur przy wysyłaniu obrazów przy użyciu wtyczki eksportu KIPI Imgur.
sv: Ber Imgur om rättighet att ladda upp bilder med Imgur KIPI-exportinsticksprogram.

source: Request authorization
el: Εξουσιοδότηση αίτησης
it: Richiedi autorizzazione
pl: Żądaj uwierzytelnienia
sv: Kräv behörighet

source: Set permissions for the current application to upload images to Imgur.
el: Ορισμός δικαιωμάτων για την τρέχουσα εφαρμογή για φόρτωση εικόνων στο Imgur.
it: Imposta i permessi per far caricare immagini su Imgur da parte dell'applicazione attuale.
pl: Ustaw uprawnienie dla bieżącego programu na wysyłanie obrazów do Imgur.
sv: Ge aktuellt program rättigheter att ladda upp bilder till Imgur.

source: Processing %1
el: Επεξεργασία %1
it: Elaborazione di %1
pl: Przetwarzanie %1
sv: Behandlar %1

source: Authenticated
el: Εξουσιοδοτήθηκε
it: Autenticato
pl: Uwierzytelniono
sv: Behörig

source: Export to imgur.com
el: Εξαγωγή στο imgur.com
it: Esportazione a imgur.com
pl: Eksportuj do imgur.com
sv: Exportera till imgur.com

source: Upload
el: Φόρτωση
it: Carica
pl: Wyślij
sv: Ladda upp

source: Start upload to Imgur
el: Έναρξη φόρτωσης στο Imgur
it: Avvia caricamento su Imgur
pl: Rozpocznij wysyłanie do Imgur
sv: Starta uppladdning till Imgur

source: Imgur Export
el: Εξαγωγή στο Imgur
it: Esportazione a Imgur
pl: Eksport Imgur
sv: Export till Imgur

source: A tool to export images to Imgur web service
el: Εργαλείο εξαγωγής εικόνων στην υπηρεσία ιστού Imgur
it: Uno strumento per esportare immagini al servizio Web Imgur
pl: Narzędzie do eksportowania obrazów do usługi sieciowej Imgur
sv: Ett verktyg för att exportera bilder till en Imgur webbtjänst

source: (c) 2012-2013, Marius Orcsik
it: © 2012-2013 di Marius Orcsik
sv: © 2012-2013, Marius Orcsik

source: Author and Maintainer
it: Autore e responsabile

source: Developer
el: Προγραμματιστής
it: Sviluppatore
pl: Programista
sv: Utvecklare

source: Failed to upload photo to Imgur: %1 Do you want to continue?
el: Αποτυχία φόρτωσης φωτογραφίας στο Imgur: %1 Θέλετε να συνεχίσετε;
it: Invio del file a Imgur non riuscito: %1 Vuoi continuare?
pl: Nie można wysłać zdjęcia do Imgur: %1 Czy chcesz kontynuować?
sv: Misslyckades ladda upp foto till Imgur: %1 Vill du fortsätta?

source: Failed to upload photo to Imgur: %1
el: Αποτυχία φόρτωσης φωτογραφίας στο Imgur: %1
it: Invio del file a Imgur non riuscito: %1
pl: Nie można wysłać zdjęcia do Imgur: %1
sv: Misslyckades ladda upp foto till Imgur: %1

# %1 is the error string
source: Failed to authenticate to Imgur. %1 Do you want to continue?
el: Αποτυχία εξουσιοδότησης στο Imgur. %1 Θέλετε να συνεχίσετε;
it: Autenticazione su Imgur non riuscita. %1 Vuoi continuare?
pl: Nieudane uwierzytelnienie w Imgur. %1 Czy chcesz kontynuować?
sv: Behörighetskontroll på Imgur misslyckades. %1 Vill du fortsätta?

source: Failed to authenticate to Imgur. Do you want to continue?
el: Αποτυχία εξουσιοδότησης στο Imgur. Θέλετε να συνεχίσετε;
it: Autenticazione su Imgur non riuscita. Vuoi continuare?
pl: Nieudane uwierzytelnienie w Imgur. Czy chcesz kontynuować?
sv: Behörighetskontroll på Imgur misslyckades. Vill du fortsätta?

source: &Export
el: &Εξαγωγή
it: &Esporta
pl: &Eksportuj
sv: &Exportera

source: Main Toolbar
el: Κύρια γραμμή εργαλείων
it: Barra principale
pl: Główny pasek narzędzi
sv: Huvudverktygsrad

source: Export to &Imgur...
el: Εξαγωγή στο &Ιmgur...
it: Esporta su &Imgur...
pl: Eksportuj do &Imgur...
sv: Exportera till &Imgur...

source: Author
pl: Autor
sv: Upphovsman

source: OK
el: Εντάξει
