Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_debianscreenshots.po
Languages: bs, ca, da, de, el, es, et, fi, fr, gl, hu, id, is, it, km, ko, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić
ca: Josep Ma. Ferrer,Antoni Bella
da: Martin Schlander
de: Panagiotis Papadopoulos
el: Stelios
es: Ranmaru Hibikiya,Pablo Pita Leira
et: Marek Laane
fi: Tommi Nieminen
fr: Bruno Patri
gl: Xosé Calvo
hu: Úr Balázs
id: Wantoyo
is: Sveinn í Felli
it: Federico Zenith
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា, ចាន់ សម្បត្តិរតនៈ, សុខ សុភា
ko: Shinjo Park
nb: Bjørn Steensrud
nds: Manfred Wiese
nl: Freek de Kruijf - 2012
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: Aracele Torres
ro: Florin Cătălin RUSSEN
ru: Александр Поташев
sk: Roman Paholík
sl: Andrej Mernik
sv: Stefan Asserhäll
tr: Serdar Soytetir
uk: Юрій Чорноіван
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
bs: samir.ribic@etf.unsa.ba
ca: txemaq@gmail.com,antonibella5@yahoo.com
da: mschlander@opensuse.org
de: pano_90@gmx.net
el: sstavra@gmail.com
es: ranmaru.hibikiya@gmail.com,pablo.pita@gmail.com
et: bald@smail.ee
fi: translator@legisign.org
fr: bruno.patri@gmail.com
gl: xosecalvo@gmail.com
hu: urbalazs@gmail.com
id: wantoyo@yahoo.com
is: sv1@fellsnet.is
it: federico.zenith@member.fsf.org
km: khoemsokhem@khmeros.info,​​mornmet@khmeros.info,sutha@khmeros.info,ratanak@khmeros.info,sophea@khmeros.info
ko: kde@peremen.name
nb: bjornst@skogkatt.homelinux.org
nds: m.j.wiese@web.de
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: araceletorres@gmail.com
ro: cfrussen@yahoo.co.uk
ru: aspotashev@gmail.com
sk: wizzardsk@gmail.com
sl: andrejm@ubuntu.si
sv: stefan.asserhall@bredband.net
tr: tulliana@gmail.com
uk: yurchor@ukr.net
zh_tw: franklin@goodhorse.idv.tw

source: This is the list of images to upload to Debian Screenshots.
bs: Ovo je lista slika koje se šalju na Debian slike ekrana.
ca: Aquesta és la llista d'imatges a pujar a Debian Screenshots.
da: Dette er listen over billeder der skal uploades til Debian Screenshots.
de: Das ist die Liste von Bildern, die auf „Debian Screenshots“ hochgeladen werden.
el: Αυτή είναι λίστα εικόνων για ανάρτηση στα Debian Screenshots.
es: Esta es una lista de imágenes para subir a Pantallazos de Debian.
et: See on piltide nimekiri, mis laaditakse Debiani ekraanipiltide saidile.
fi: Tämä on Debian Screenshotsiin lähetettävien kuvien luettelo.
fr: Ceci est la liste des images à envoyer aux copies d'écran Debian.
gl: Esta é a lista de imaxes para enviar a Capturas de Pantalla de Debian.
hu: Ez a Debian képernyőképekbe feltöltendő képek listája.
id: Ini adalah daftar gambar untuk unggah ke Debian Screenshots.
is: Þetta er listi yfir myndirnar sem á að senda í Debian skjámyndasafnið.
it: Questo è l'elenco di immagini da caricare sulle schermate di Debian.
km: នេះ​ជា​បញ្ជី​រូបភាព​ ត្រូវ​ផ្ទុក​ឡើងទៅ​រូបថត​អេក្រង់​ដេបៀន
ko: 데비안 스크린샷에 업로드할 그림 목록입니다.
nb: Dette er lista over bilder som skal lastes opp til Debian Screenshots.
nds: Dit is de List vun Biller, de Du na "Debian-Snappschöten" hoochladen wullt.
nl: Dit is de lijst van te uploaden afbeeldingen naar Debian schermafdrukken.
pl: Jest to lista obrazów do wysłania do zrzutów ekranu Debiana.
pt: Esta é a lista de imagens a enviar para as Imagens da Debian.
pt_br: Esta é a lista de imagens a serem enviadas ao Debian Screenshots.
ro: Aceasta este lista imaginilor de încărcat pe situl de capturi de ecran Debian.
ru: Это список изображений для загрузки на сайт снимков экрана Debian.
sk: Toto je zoznam obrázkov na nahranie na Debian Screenshots.
sl: To je seznam slik, ki bodo poslane na Debian Screenshots.
sv: Det här är listan med bilder att ladda upp till Debian skärmbilder.
tr: Bu, yükleyeceğiniz Debian Ekran Görüntüsü resimlerinin listesidir.
uk: Це список зображень, які буде вивантажено до сховища знімків вікон Debian.
zh_tw: 這是要上傳到 Debian Screenshots 的影像清單。

source: This is a clickable link to open the Debian Screenshots home page in a web browser.
bs: Ovo je poveznica, koju kada kliknete otvarate stranucu Debian slike ekrana u web pregledniku.
ca: Això és un enllaç que podeu clicar per obrir la pàgina inicial de Debian Screenshots en un navegador web.
da: Dette er et klikbart link til at åbne websiden Debian Screenshots i en webbrowser.
de: Das ist eine anklickbare Verknüpfung zur Webseite von „Debian Screenshots“
el: Αυτός είναι ένας σύνδεσμος για άνοιγμα της αρχικής σελίδας των Debian Screenshots σε έναν περιηγητή ιστού.
es: Este es un enlace que al pulsarlo abre la página de inicio de Pantallazos de Debian en el navegador.
et: Klõpsatav link Debiani ekraanipiltide kodulehekülje avamiseks veebibrauseris.
fi: Tätä linkkiä napsauttamalla voit avata selaimeen Debian Screenshotsin kotisivun.
fr: Il s'agit d'un lien cliquable permettant d'accéder à la page d'accueil des copies d'écran Debian avec un navigateur Web.
gl: Esta é a hiperligazón que abre a páxina de Capturas de Pantalla de Debian nun navegador web.
hu: Ez egy kattintható hivatkozás, amely megnyitja a Debian képernyőképek honlapot a webböngészőben.
id: Ini adalah tautan yang dapat diklik untuk membuka halaman beranda Debian Screenshots di peramban web.
is: Þetta er tengil sem hægt er að smella á til að opna heimasíðu Debian skjámyndavefþjónustunnar í vafra.
it: Questo è un collegamento per aprire la pagina Web delle schermate di Debian in un browser Web.
km: នេះ​ជា​តំណ​ដែល​អា​ចចុច​បាន ដើម្បី​បើក​គេហ​ទំព័រ​រូបថត​អេក្រង់​នៅ​ក្នុង​កម្មវិធី​រុករក​បណ្ដាញ ។
ko: 데비안 스크린샷 홈 페이지를 웹 브라우저로 여는 링크입니다.
nb: Denne linken kan du klikke på for å åpne Debian Screenshots-hjemmesiden din i en nettleser.
nds: Mit dissen Link kannst Du de "Debian-Snappschöten"-Tohuussiet mit Dien Nettkieker opmaken.
nl: Dit is een aanklikbare koppeling om de Debian Screenshots-homepagina te openen in een webbrowser.
pl: Jest to odnośnik do kliknięcia, który otwiera stronę domową zrzutów ekranu Debianaw przeglądarce internetowej.
pt: Esta é uma ligação acessível para abrir a página Web de Imagens da Debian num navegador Web.
pt_br: Este é um link para abrir a página Web do Debian Screenshots.
ro: Aceasta este o legătură activă pentru deschiderea sitului de capturi de ecran Debian într-un navigator.
ru: Эта ссылка открывает в веб-браузере сайт снимков экрана Debian (screenshots.debian.net).
sk: Toto je klikateľný odkaz na otvorenie domovskej stránky Debian Screenshots vo webovom prehliadači.
sl: To je povezava, ki jo lahko kliknete. Odpre domačo stran Debian Screenshots v spletnem brskalniku.
sv: En klickbar länk för att öppna Debian skärmbilders hemsida i en webbläsare.
tr: Tarayıcınızda, Debian Ekran Görüntüleri ana sayfasını açmak için tıklanabilir bir bağlantı.
uk: Це придатне для натискання посилання для відкриття вашої домашньої сторінки сховища знімків вікон Debian у переглядачі інтернету.
zh_tw: 這是可以點擊連線到 Debian Screenshots 首頁的連結。

source: Package
bs: Paket
ca: Paquet
da: Pakke
de: Paket
el: Πακέτο
es: Paquete
et: Pakett
fi: Paketti
fr: Paquet
gl: Paquete
hu: Csomag
id: Paket
is: Pakki
it: Pacchetto
km: កញ្ចប់​
ko: 패키지
nb: Pakke
nds: Paket
nl: Pakket
pl: Pakiet
pt: Pacote
pt_br: Pacote
ro: Pachet
ru: Пакет
sk: Balíček
sl: Paket
sv: Paket
tr: Paket
uk: Пакунок
zh_tw: 套件

source: This is the Debian Screenshots package to which selected photos will be uploaded.
bs: Ovo je paket Debian slike ekrana na koga će odabrane fotografije biti poslane.
ca: Aquest és el paquet de Debian Screenshots on es pujaran les fotos seleccionades.
da: Dette er den Debian Screenshots-pakke som markerede fotos vil blive uploadet til.
de: Dies ist das „Debian Screenshots“-Paket zu dem ausgewählte Fotos hochgeladen werden.
el: Αυτό είναι το πακέτο Debian Screenshots στο οποίο θα φορτωθούν οι επιλεγμένες φωτογραφίες
es: Este es el paquete de Pantallazos Debian al cual se subirán las fotos seleccionadas.
et: Debiani ekraanipiltide pakett, kuhu laaditakse valitud fotod.
fi: Tämä on Debian Screenshotsin paketti, johon valitut kuvat lähetetään.
fr: Ceci est le paquet de copies d'écran Debian vers lequel les images sélectionnées seront envoyées.
gl: Este é o paquete de Capturas de Pantalla de Debian ao que se envían as fotos escollidas.
hu: Ez az a Debian képernyőképek csomag, amelybe a kijelölt fényképek feltöltésre kerülnek.
id: Ini adalah paket Debian Screenshots untuk foto terpilih mana yang akan diunggah.
is: Þetta er Debian skjámyndapakkinn sem valdar myndir verða sendar inn í.
it: Questo è il pacchetto delle schermate di Debian in cui saranno caricate le foto selezionate.
km: នេះ​ជា​​កញ្ចប់​រូបថត​ដេបៀន​ ដែល​រូបថត​​បាន​ជ្រើស​នឹង​ត្រូវ​​​ផ្ទុក​ឡើង ។
ko: 선택한 사진을 업로드할 데비안 스크린샷 패키지입니다.
nb: Dette er Debian Screenshots-pakka som utvalgte bilder blir lastet opp til.
nds: Dit is dat "Debian-Snappschöten"-Paket, na dat utsöchte Fotos hoochlaadt warrt.
nl: Dit is het pakket voor Debian schermafdrukken waarnaar de geselecteerde foto's zullen worden ge√ºpload.
pl: Jest to pakiet zrzutów ekranu Debiana, do której zostaną wysłane wybrane zdjęcia.
pt: Este é o pacote de Imagens da Debian para onde serão enviadas as fotografias seleccionadas.
pt_br: Este é o pacote do Debian Screenshots para o qual as fotos selecionadas serão enviadas.
ro: Acesta este pachetul de capturi de ecran Debian în care fotografiile selectate vor fi încărcate.
ru: Это пакет, к которому будут добавлены выбранные изображения.
sk: Toto je balík Debian Screenshots, do ktorého budú fotky nahraté.
sl: To je paket Debian Screenshots kamor bodo poslane izbrane slike.
sv: Debian skärmbildspaket dit markerade foton kommer att laddas upp:
tr: Bu, gönderilmek üzere seçilmiş resimlerden oluşan Debian Ekran Görüntüleri paketidir.
uk: Це пакунок сховища знімків Debian, для якого буде вивантажено позначені знімки.
zh_tw: 這是選取的相片會上傳到的 Debian Screenshots 套件。

source: Package:
bs: Paket:
ca: Paquet:
da: Pakke:
de: Paket:
el: Πακέτο:
es: Paquete:
et: Pakett:
fi: Paketti:
fr: Paquet :
gl: Paquete:
hu: Csomag:
id: Paket:
is: Pakki:
it: Pacchetto:
km: កញ្ចប់
ko: 패키지:
nb: Pakke:
nds: Paket:
nl: Pakket:
pl: Pakiet:
pt: Pacote:
pt_br: Pacote:
ro: Pachet:
ru: Пакет:
sk: Balíček:
sl: Paket:
sv: Paket:
tr: Paket:
uk: Пакунок:
zh_tw: 套件：

source: Software version:
bs: Softverska verzija:
ca: Versió del programari:
el: Έκδοση λογισμικού:
es: Versión del software:
et: Tarkvara versioon:
fi: Ohjelmaversio:
fr: Version du logiciel :
gl: Versión do software:
hu: Szoftver verzió:
id: Versi perangkat lunak:
is: Útgáfa hugbúnaðar:
it: Versione del programma:
km: កំណែ​កម្មវិធី ៖
ko: 소프트웨어 버전:
nb: Programversjon:
nds: Programmverschoon:
nl: Software versie:
pl: Wersja oprogramowania:
pt: Versão da aplicação:
pt_br: Versão do software:
ro: Versiunea aplicației:
ru: Версия пакета:
sk: Verzia softvéru:
sl: Različica programske opreme:
sv: Programvaruversion:
tr: Yazılım sürümü:
uk: Версія програми:
zh_tw: 軟體版本：

source: Screenshot description:
bs: Opis slike ekrana:
ca: Descripció de la captura de pantalla:
da: Beskrivelse af skærmbillede:
de: Beschreibung des Bildschirmfotos:
el: Περιγραφή στιγμιότυπου
es: Descripción del pantallazo:
et: Ekraanipildi kirjeldus:
fi: Ruutukaappauksen kuvaus:
fr: Description de copie d'écran :
gl: Descrición da pantalla:
hu: Képernyőkép leírása:
id: Deskripsi Screenshot:
is: Lýsing á skjámynd:
it: Descrizione della schermata:
km: សេចក្ដី​ពណ៌នា​រូបថត​អេក្រង់ ៖
ko: 스크린샷 설명:
nb: Beskrivelse av skjermbildet:
nds: Snappschöötbeschrieven:
nl: Beschrijving van schermafdruk:
pl: Opis zrzutu ekranu:
pt: Descrição da imagem:
pt_br: Descrição da imagem:
ro: Descrierea capturii de ecran:
ru: Описание снимка экрана:
sk: Popis snímky:
sl: Opis zaslonske slike:
sv: Beskrivning av skärmbild:
tr: Ekran görüntüsünün açıklaması:
uk: Опис знімка вікна:
zh_tw: 相片描述：

source: Export to Debian Screenshots
bs: Izvoz u Debian slike ekrana
ca: Exportació a Debian Screenshots
da: Eksport til Debian Screenshots
de: Zu „Debian Screenshots“ exportieren
el: Εξαγωγή στα Debian Screenshots
es: Exportar a pantallazos de Debian
et: Debiani ekraanipiltide eksport
fi: Vie Debian Screenshotsiin
fr: Exporter vers les copies d'écran Debian
gl: Exportar a Capturas de Pantalla de Debian
hu: Exportálás a Debian képernyőképekbe
id: Ekspor ke Debian Screenshots
is: Flytja út í Debian skjámyndasafnið
it: Esporta alle schermate di Debian
km: នាំចេញ​ទៅ​រូបថត​ដេបៀន
ko: 데비안 스크린샷으로 내보내기
nb: Eksporter til Debian Screenshots
nds: Na "Debian-Snappschöten" exporteren
nl: Naar Debian schermafdrukken exporteren
pl: Eksportuj do zrzutów ekranu Debiana
pt: Exportar para as Imagens da Debian
pt_br: Exportar para Debian Screenshots
ro: Exportă către capturile de ecran Debian
ru: Экспорт в снимки экрана Debian
sk: Exportovať do Debian Screenshots
sl: Izvozi v Debian Screenshots
sv: Exportera till Debian Skärmbilder
tr: Debian Ekran Görüntülerini Dışarıya Aktar
uk: Експортування до сховища знімків Debian
zh_tw: 匯出到 Debian Screenshots

source: Start Upload
bs: Počni slanje
ca: Comença la pujada
de: Hochladen starten
el: Έναρξη φόρτωσης
es: Comenzar a subir
et: Alusta üleslaadimist
fi: Käynnistä lähetys
fr: Démarrer l'envoi
gl: Iniciar o envío
hu: Feltöltés indítása
id: Mulai Unggah
is: Hefja sendingu
it: Avvia caricamento
km: ចាប់ផ្ដើម​ផ្ទុក​ឡើង
ko: 업로드 시작
nb: Begynn opplastingen
nds: Hoochladen starten
nl: Uploaden starten
pl: Rozpocznij wysyłanie
pt: Iniciar o Envio
pt_br: Iniciar envio
ro: Pornește încărcarea
ru: Начать загрузку
sk: Spustiť odoslanie
sl: Začni pošiljanje
sv: Starta uppladdning
tr: Göndermeye Başla
uk: Почати вивантаження
zh_tw: 開始上傳

source: Start upload to Debian Screenshots
bs: Počni slanje na Debian slike ekrana
ca: Comença la pujada a Debian Screenshots
da: Start upload til Debian Screenshots
de: Das Hochladen auf „Debian Screenshots“ starten
el: Έναρξη φόρτωσης στα Debian Screenshots
es: Comenzar la subida a pantallazos de Debian
et: Alusta üleslaadimist Debiani ekraanipiltide saidile
fi: Käynnistä lähetys Debian Screenshotsiin
fr: Démarrer l'envoi vers les copies d'écran Debian
gl: Iniciar o envío a Capturas de Pantalla de Debian
hu: Feltöltés indítása a Debian képernyőképekbe
id: Mulai unggah ke Debian Screenshots
is: Hefja sendingu í Debian skjámyndasafnið
it: Avvia caricamento alle schermate di Debian
km: ចាប់ផ្ដើម​ផ្ទុក​ឡើង​ទៅ​រូបថត​អេក្រង់​ដេបៀន
ko: 데비안 스크린샷에 업로드 시작
nb: Begynn opplasting til Debian Screenshots
nds: Hoochladen na "Debian-Snappschöten" starten
nl: Upload naar Debian schermafdrukken starten
pl: Rozpocznij wysyłanie do zrzutów ekranu Debiana
pt: Iniciar o envio para as Imagens da Debian
pt_br: Iniciar envio para Debian Screenshots
ro: Pornește încărcarea pe capturile de ecran Debian
ru: Начать загрузку на сайт снимков экрана Debian
sk: Spustiť nahrávanie do Debian Screenshots
sl: Začni pošiljati na Debian Screenshots
sv: Starta uppladdning till Debian Skärmbilder
tr: Debian Ekran Görüntülerini Göndermeye Başla
uk: Почати вивантаження до сховища знімків Debian
zh_tw: 開始上傳到 Debian Screenshots

source: Debian Screenshots Export
bs: Izvoz Debian slika ekrana
ca: Exportació a Debian Screenshots
da: Eksport til Debian Screenshots
el: Εξαγωγή στα Debian Screenshots
es: Exportar a pantallazos de Debian
et: Debiani ekraanipiltide eksport
fi: Debian Screenshots -vienti
fr: Exportation des copies d'écran Debian
gl: Exportación de pantallas para Debian
hu: Debian képernyőképek exportálás
id: Ekspor Debian Screenshots
is: Útflutningur í Debian skjámyndasafnið
it: Esportazione delle schermate di Debian
km: នាំចេញ​រូបថត​អេក្រង់​ដេបៀន
ko: 데비안 스크린샷 내보내기
nb: Debian Screenshots-eksport
nds: "Debian-Snappschöten" exporteren
nl: Debian schermafdrukken exporteren
pl: Eksport zrzutów ekranu Debiana
pt: Exportação para as Imagens da Debian
pt_br: Exportar para o Debian Screenshots
ro: Export capturi de ecran Debian
ru: Экспорт в снимки экрана Debian
sk: Export Debian Screenshots
sl: Izvoz v Debian Screenshots
sv: Exportera skärmbilder för Debian
tr: Debian Ekran Görüntülerini Dışarıya Aktarıcı
uk: Експортування до знімків Debian
zh_tw: Debian Screenshots 匯出

source: A Kipi plugin to export an image collection to the Debian Screenshots web site.
bs: Kipi priključak za izvoz kolekcije slika na web stranicu Debian slike ekrana.
ca: Un connector de Kipi per exportar una col·lecció d'imatges al lloc web Debian Screenshots.
da: Et KIPI-plugin til at eksportere en billedsamling til websiden Debian Screenshots.
de: Ein KIPI-Modul zum Exportieren von Bildern auf die Webseite von „Debian Screenshots“.
el: Ένα πρόσθετο Kipi για εξαγωγή συλλογής εικόνων στον ιστοχώρο των Debian Screenshots.
es: Un complemento KIPI para exportar una colección de imágenes al sitio web de pantallazos de Debian.
et: Kipi plugin pildikogu eksportimiseks Debiani ekraanipiltide veebisaidile.
fi: Kipi-liitännäinen kuvakokoelman viemiseksi Debian Screenshots -sivustolle.
fr: Un module Kipi pour exporter un ensemble d'images vers le site Web des copies d'écran Debian.
gl: Un engadido de Kipi para exportar unha colección de imaxes ao sitio web de capturas de pantalla de Debian.
hu: Kipi-bővítmény képgyűjtemények exportálásához a Debian képernyőképek weboldalára.
id: Sebuah plugin Kipi untuk mengekspor koleksi gambar ke situs web Debian Screenshots.
is: KIPI-íforrit til útflutnings myndasafna á Debian skjámyndavefþjónustuna.
it: Un'estensione di Kipi per esportare una raccolta di immagini sul sito Web delle schermate di Debian.
km: កម្មវិធី​ជំនួយ Kipi ត្រូវ​នាំចេញ​​សម្រាំង​រូបភាព​ទៅ​តំបន់​បណ្ដាញ​រូបថត​អេក្រង់​របស់​ដេបៀន ។
ko: 데비안 스크린샷 웹 사이트로 그림 모음집을 내보내는 Kipi 플러그인입니다.
nb: Et Kipi programtillegg som eksporterer en bildesamling til nettstedet Debian Screenshots.
nds: En KIPI-Moduul för't Exporteren vun Billersammeln na de "Debian-Snappschöten"-Siet
nl: Een kipiplugin om een afbeeldingsverzameling naar de Debian website voor schermafdrukken te exporteren.
pl: Wtyczka Kipi do eksportowania kolekcji zdjęć do strony sieciowej zrzutów ekranu Debiana.
pt: Um 'plugin' do Kipi que exporta uma colecção de imagens para a página Web de Imagens da Debian.
pt_br: Um plugin do Kipi para exportar uma coleção de imagens para o site Debian Screenshots.
ro: O extensie Kipi de exportat o colecție de imagini pe situl de capturi de ecran Debian.
ru: Модуль расширения KIPI для экспорта коллекций изображений на сайт снимков экрана Debian (screenshots.debian.net).
sk: Kipi plugin na exportovanie kolekcie obrázkov na server Debian Screenshots.
sl: Vstavek Kipi za izvoz zbirke slike na spletno stran Debian Screenshots.
sv: Ett KIPI-insticksprogram för att exportera en bildsamling till webbplatsen Debian Skärmbilder.
tr: Debain Ekran Görüntüleri Web sitesine resim koleksiyonu göndermek için bir Kipi eklentisi.
uk: Додаток Kipi для експорту збірок зображень до сховища знімків вікно Debian.
zh_tw: 將影像收藏匯出到 Debian Screenshots 網站的 Kipi 外掛程式。

source: (c) 2010, Pau Garcia i Quiles
de: © 2010, Pau Garcia i Quiles
es: © 2010, Pau Garcia i Quiles
fi: © 2010, Pau Garcia i Quiles
hu: © Pau Garcia i Quiles, 2010.
it: © 2010, Pau Garcia i Quiles
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០១០ ដោយ Pau Garcia i Quiles
nb: © 2010 Pau Garcia i Quiles
nds: © 2010 Pau Garcia i Quiles
ru: © Pau Garcia i Quiles, 2010
sv: © 2010, Pau Garcia i Quiles
uk: © Pau Garcia i Quiles, 2010

source: Author and maintainer
bs: Autor i održavalac
ca: Autor i mantenidor
da: Ophavsmand og vedligeholder
de: Autor und Betreuer
el: Συγγραφέας και συντηρητής
es: Autor y encargado
et: Autor ja hooldaja
fi: Tekijä ja ylläpitäjä
fr: Auteur et mainteneur
gl: Autor e mantedor
hu: Szerző és karbantartó
id: Penulis dan pengelola
is: Höfundur og umsjónaraðili
it: Autore e responsabile
km: អ្នកនិពន្ធ និង​អ្នក​ថែទាំ
ko: 작성자 및 관리자
nb: Forfatter og vedlikeholder
nds: Autor un Pleger
nl: Auteur en onderhouder
pl: Autor i opiekun
pt: Autoria e manutenção
pt_br: Autor e mantenedor
ro: Autor și responsabil
ru: Автор и сопровождающий
sk: Autor a správca
sl: Avtor in vzdrževalec
sv: Upphovsman och underhåll
tr: Geliştirici ve projeyi yürüten
uk: Автор та супровід
zh_tw: 作者與維護者

source: %v / %m
ru: %v из %m

source: Debian Screenshots export
bs: Izvoz Debian slika ekrana
ca: Exporta a Debian Screenshots
da: Eksport til Debian Screenshots
el: Εξαγωγή στα Debian Screenshots
es: Exportar pantallazos a Debian
et: Debiani ekraanipiltide eksport
fi: Debian Screenshots -vienti
fr: Exportation des copies d'écran Debian
gl: Exportación de pantallas para Debian
hu: Debian képernyőképek exportálás
id: Ekspor Debian Screenshots
is: Útflutningur í Debian skjámyndasafnið
it: Esportazione delle schermate di Debian
km: នាំចេញ​រូបថត​អេក្រង់​ដេបៀន
ko: 데비안 스크린샷 내보내기
nb: Debian Screenshots-eksport
nl: Debian schermafdrukken exporteren
pl: Eksport zrzutów ekranu Debiana
pt: Exportação para as Imagens da Debian
pt_br: Exportar para o Debian Screenshots
ru: Экспорт в снимки экрана Debian
sk: Export Debian Screenshots
sl: Izvoz v Debian Screenshots
sv: Exportera skärmbilder för Debian
tr: Debian Ekran Görüntülerini dışarıya aktar
uk: Експортування до знімків Debian
zh_tw: Debian Screenshots 匯出

source: Cannot open file
bs: Ne mogu otvoriti datoteku
ca: No s'ha pogut obrir el fitxer
da: Kan ikke åbne fil
de: Die Datei kann nicht geöffnet werden.
el: Αδυναμία ανοίγματος αρχείου
es: No se puede abrir el archivo
et: Faili avamine nurjus
fi: Tiedostoa ei voi avata
fr: Impossible d'ouvrir un fichier
gl: Non é posíbel abrir o ficheiro
hu: Nem nyitható meg a fájl
id: Tidak dapat membuka berkas
is: Gat ekki opnað skrá
it: Impossibile aprire il file
km: មិន​អាច​បើក​ឯកសារ​បាន​ទេ
ko: 파일을 열 수 없음
nb: Klarte ikke å åpne fil
nds: Datei lett sik nich opmaken
nl: Kan bestand niet openen
pl: Nie można otworzyć pliku
pt: Não é possível aceder ao ficheiro
pt_br: Não foi possível abrir o arquivo
ro: Nu se poate deschide fișierul
ru: Не удалось открыть файл
sk: Nie je možné otvoriť súbor
sl: Ni mogoče odpreti datoteke
sv: Kan inte öppna fil
tr: Dosya açılamadı
uk: Не вдалося відкрити файл
zh_tw: 無法開啟檔案
