Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_rawconverter.po
Languages: de, fr, ja, ko

# NAME OF TRANSLATORS
source: Your names
de: Oliver Dörr
fr: Joëlle Cornavin, Stanislas Zeller
ja: Yukiko Bando
ko: Shinjo Park

# EMAIL OF TRANSLATORS
source: Your emails
de: kde@doerr-privat.de
fr: jcorn@free.fr, uncensored.assault@gmail.com
ja: ybando@k6.dion.ne.jp
ko: kde@peremen.name

source: Exit RAW Converter
de: Rohbild-Konvertierung beenden
fr: Quitter le convertisseur de format brut
ja: RAW コンバータを終了します
ko: RAW 변환기 끝내기

source: RAW Image Batch Converter
de: Rohbild-Stapelkonvertierung
fr: Convertisseur par lot d'images de format brut
ja: RAW 画像一括コンバータ
ko: RAW 그림 일괄 변환기

source: Store it under different name
de: Unter einen anderen Namen speichern
fr: L'enregistrer sous un nom différent
ko: 다른 이름으로 저장

source: Save settings
de: Speicher-Einstellungen
fr: Enregistrer les paramètres
ja: 保存の設定
ko: 설정 저장

source: RAW Image Converter
de: Rohbild-Konvertierung
fr: Convertisseur d'images en format brut
ja: RAW 画像コンバータ
ko: RAW 그림 변환기

source: A Kipi plugin to convert RAW images
de: Ein KIPI-Modul zum Konvertieren von Rohbildern
fr: Un module externe KIPI pour convertir des images en format brut
ja: RAW 画像を変換する Kipi プラグイン
ko: RAW 그림을 변환하는 Kipi 플러그인

source: Author
de: Autor
fr: Auteur
ja: 作者
ko: 작성자

source: Developer and maintainer
de: Entwickler und Betreuer
fr: Développeur et mainteneur
ja: 開発者、メンテナ
ko: 개발자, 관리자

source: Developer
de: Entwickler
fr: Développeur
ja: 開発者
ko: 개발자

source: There is no RAW file in the list to process.
de: Es gibt keine zu bearbeitende Rohdatei in der Liste.
fr: Il n'y a aucun fichier de format brut à traiter dans la liste.
ja: 処理する RAW ファイルがリストにありません。
ko: 목록에 처리할 RAW 파일이 없습니다.

source: RAW Converter
de: Rohbild-Konvertierung
fr: Convertisseur de format brut
ja: RAW コンバータ
ko: RAW 변환기

source: &Abort
de: &Abbrechen
fr: &Annuler
ja: 中止(&A)
ko: 중단(&A)

source: Abort the current RAW file conversion
de: Bricht die laufende Umwandlung der Rohdatei ab
fr: Annuler la conversion en cours du fichier de format brut
ja: 現在の RAW ファイル変換を中止します
ko: 현재 RAW 파일 변환 중단하기

source: Con&vert
de: Kon&vertieren
fr: Con&vertir
ja: 変換(&V)
ko: 변환(&V)

source: Start converting the RAW images using current settings.
de: Startet die Konvertierung der Rohbilder mit den aktuellen Einstellungen.
fr: Démarrez la conversion des images en format brut à l'aide des paramètres courants.
ja: 現在の設定で RAW 画像の変換を開始します
ko: 현재 설정으로 RAW 그림 변환을 시작합니다.

source: Processing %1
de: %1 wird verarbeitet
fr: Traitement de %1 en cours
ja: %1 を処理中
ko: %1 처리 중

source: Raw File
de: Rohdatei
fr: Fichier de format brut
ja: RAW ファイル
ko: RAW 파일

source: Target File
de: Zieldatei
fr: Fichier cible
ja: 変換後のファイル
ko: 대상 파일

source: Camera
de: Kamera
fr: Appareil photo
ja: カメラ
ko: 카메라

source: Status
fr: État
ko: 상태

source: &Preview
de: &Vorschau
fr: A&perçu
ja: プレビュー(&P)
ko: 미리 보기(&P)

source: Generate a preview using current settings. Uses a simple bilinear interpolation for quick results.
de: Erzeugt eine Vorschau mit den aktuellen Einstellungen. Dazu wird eine einfache bilineare Interpolation benutzt, um ein schnelles Ergebnis zu erhalten.
fr: Générez un aperçu à l'aide des paramètres courants. Utilise une interpolation bilinéaire simple pour obtenir des résultats rapides.
ja: 現在の設定でプレビューを生成します。結果を高速に出力するためにシンプルなバイリニア補間を使用します。
ko: 현재 설정으로 미리 보기 그림을 만듭니다. 간단한 이중 보간법으로 빠른 결과를 만듭니다.

source: Convert the RAW Image using current settings. This uses a high-quality adaptive algorithm.
de: Konvertiert das Rohbild mit den aktuellen Einstellungen. Dazu wird ein qualitativ hochwertiger, adaptiver Algorithmus benutzt.
fr: Convertissez l'image de format brut à l'aide des paramètres courants. Utilise un algorithme adaptatif de haute qualité.
ja: 現在の設定で RAW 画像を変換します。高品質の適応アルゴリズムを使用します。
ko: 현재 설정으로 RAW 그림을 만듭니다. 이것은 고품질 알고리즘을 사용합니다.

source: Generating Preview...
de: Vorschau wird erzeugt ...
fr: Génération de l'aperçu...
ja: プレビューを生成中...
ko: 미리 보기 만드는 중...

source: Failed to generate preview
de: Das Erstellen der Vorschau ist fehlgeschlagen.
fr: Impossible de générer un aperçu
ja: プレビューの生成に失敗しました
ko: 미리 보기 만드는 데 실패함

source: Processing Images...
de: Bilder werden verarbeitet ...
fr: Traitement des images...
ja: 画像を処理中...
ko: 처리 중...

source: Save RAW image converted from '%1' as
de: Konvertiertes Rohbild „%1“ speichern unter
fr: Enregistrer l'image en format brute convertie depuis « %1 » comme
ja: '%1'から変換した RAW 画像に名前を付けて保存
ko: '%1'에서 변환된 RAW 그림을 다음으로 저장하기

source: Failed to save sidecar file for image %1...
de: Das Speichern der Sidecar-Datei für das Bild %1 ist fehlgeschlagen ...
fr: Impossible d'enregistrer le fichier associé pour l'image %1...
ko: 그림 %1의 사이드카 파일을 저장하는 데 실패함...

source: Failed to save image %1
de: Das Speichern des Bildes %1 ist fehlgeschlagen.
fr: Impossible d'enregistrer l'image %1
ja: 画像 <filename>%1</filename> の保存に失敗しました
ko: 그림 %1을(를) 저장하는 데 실패함

source: Failed to convert RAW image
de: Das Konvertieren des Rohbilds ist fehlgeschlagen.
fr: Impossible de convertir l'image en format brut
ja: RAW 画像の変換に失敗しました
ko: RAW 그림을 변환하는 데 실패함

source: Cannot identify RAW image
de: Das Rohbild kann nicht erkannt werden
fr: Impossible d'identifier l'image en format brut
ja: RAW 画像を識別できません
ko: RAW 그림을 식별할 수 없음

source: <br>Make: %1<br>
de: <br>Marke: %1<br>
fr: <br>Marque : %1<br>
ja: <br>メーカー: %1<br>
ko: <br>제조사: %1<br>

source: Model: %1<br>
de: Modell: %1<br>
fr: Modèle : %1<br>
ja: モデル: %1<br>
ko: 모델: %1<br>

source: Created: %1<br>
de: Erstellt: %1<br>
fr: Créé le : %1<br>
ja: 作成日: %1<br>
ko: 생성됨: %1<br>

source: Aperture: f/%1<br>
de: Blende: f/%1<br>
fr: Ouverture : f/%1<br>
ja: 絞り: f/%1<br>
ko: 조리개 구경: f/%1<br>

source: Focal: %1 mm<br>
de: Fokus: %1 mm<br>
fr: Focale : %1 mm<br>
ja: 焦点距離: %1 mm<br>
ko: 초점 거리: %1mm<br>

source: Exposure: 1/%1 s<br>
de: Belichtung: 1/%1 s<br>
fr: Exposition : 1/%1 s<br>
ja: 露出: 1/%1 秒<br>
ko: 노출: 1/%1초<br>

source: Sensitivity: %1 ISO
de: Empfindlichkeit: ISO %1
fr: Sensibilité : %1 ISO
ja: 感度: %1 ISO
ko: 감도: ISO %1

source: &Tools
de: E&xtras
fr: Ou&tils
ja: ツール(&T)
ko: 도구(&T)

source: Main Toolbar
de: Haupt-Werkzeugleiste
fr: Barre principale d'outils
ja: メインツールバー
ko: 주 도구 모음

source: RAW Image Converter...
de: Rohbild-Konvertierung ...
fr: Convertisseur d'images au format brut...
ja: RAW 画像コンバータ...
ko: RAW 그림 변환기...

source: Batch RAW Converter...
de: Rohbild-Stapelkonvertierung ...
fr: Convertisseur par lot d'images de format brut...
ja: RAW 画像一括コンバータ...
ko: 일괄 RAW 변환기...

source: "%1" is not a RAW file.
de: „%1“ ist keine Rohdatei.
fr: « %1 » n'est pas un fichier en format brut.
ja: "%1"は RAW ファイルではありません。
ko: "%1"은(는) RAW 파일이 아닙니다.
