Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_imageviewer.po
Languages: bs, fi, fr, id

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić,Nermina Ahmić
fi: Tommi Nieminen
fr: Cyrille Bieuzent
id: Wantoyo

# EMAIL OF TRANSLATORS
source: Your emails
bs: Samir.ribic@etf.unsa.ba,nahmic1@etf.unsa.ba
fi: translator@legisign.org
fr: bieuzent@gmail.com
id: wantoyo@yahoo.com

source: Usage of OpenGL Image Viewer
bs: Upotreba OpenGL preglednika slika
fi: OpenGL-kuvakatselimen käyttö
fr: Usage de la visionneuse d'images OpenGL
id: Penggunaan Penampil Gambar OpenGL

source: OpenGL Image Viewer
bs: OpenGL preglednik slika
fi: OpenGL-kuvakatselin
fr: Visionneuse d'images OpenGL...
id: Penampil Gambar OpenGL

source: A Kipi plugin to view image using OpenGL.
bs: Kipi dodatak za pregled slika korištenjem OpenGL-a.
fi: Kipi-liitännäinen kuvien katselemiseksi OpenGL:ää käyttäen.
fr: Module externe Kipi pour afficher des images en utilisant OpenGL.
id: Sebuah plugin Kipi untuk menampilkan gambar dengan menggunakan OpenGL.

source: (c) 2007-2008, Markus Leuthold (c) 2008-2013, Gilles Caulier
fi: © 2007–2008 Markus Leuthold © 2008–2013 Gilles Caulier

source: Author
bs: Autor
fi: Tekijä
fr: Auteur
id: Penulis

source: Developer
bs: Programer
fi: Kehittäjä
fr: Développeur
id: Pengembang
