Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_photolayouteditor.po
Languages: bs, ca, cs, da, de, el, es, et, fr, hu, is, it, nb, nl, pl, pt, pt_br, ru, sl, sv, tr, uk, zh_tw

source: Invalid image size.
bs: Neodgovarajuća veličina slike.
ca: Mida de la imatge no vàlida.
cs: Neplatná velikost obrázku.
da: Ugyldig billedstørrelse.
de: Ungültige Bildgröße.
el: Μη έγκυρο μέγεθος εικόνας.
es: Tamaño de imagen no válido.
et: Vigane pildi suurus.
fr: Taille d'image non valable.
hu: Érvénytelen képméret.
is: Ógild stærð myndar.
it: Dimensione dell'immagine non valida.
nb: Ugyldig bildestørrelse.
nl: Ongeldige afbeeldingsgrootte.
pl: Nieprawidłowy rozmiar obrazu.
pt: O tamanho da imagem é inválido.
pt_br: Tamanho da imagem inválido.
ru: Недопустимый размер изображения.
sl: Neveljavna velikost slike.
sv: Ogiltig bildstorlek.
tr: Geçersiz resim boyutu.
uk: Некоректний розмір зображення.
zh_tw: 不合法的影像大小。

source: &File
bs: &Datoteka
ca: &Fitxer
cs: &Soubor
da: &Fil
de: &Datei
el: Αρ&χείο
es: &Archivo
et: &Fail
fr: &Fichier
hu: &Fájl
is: &Skrá
nb: &Fil
nl: &Bestand
pl: &Plik
pt: &Ficheiro
pt_br: &Arquivo
ru: &Файл
sl: &Datoteka
sv: &Arkiv
tr: &Dosya
uk: &Файл
zh_tw: 檔案(&F)

source: &Edit
bs: &Izmjeni
ca: &Edita
cs: &Upravit
da: R&edigér
de: &Bearbeiten
el: &Επεξεργασία
es: &Editar
et: &Redigeerimine
fr: &Édition
hu: S&zerkesztés
is: Br&eyta
it: &Modifica
nb: &Rediger
nl: Be&werken
pl: &Edycja
pt: &Editar
pt_br: &Editar
ru: &Правка
sl: Ur&edi
sv: &Redigera
tr: &Düzen
uk: З&міни
zh_tw: 編輯(&E)

source: &Canvas
bs: &Platno
ca: &Llenç
cs: &Plátno
da: &Lærred
de: Sei&te
el: &Καμβάς
es: &Lienzo
et: Lõuen&d
fr: &Canevas
hu: &Vászon
is: Mynd&flötur
it: &Tela
nb: &Lerret
nl: &Werkveld
pl: Płó&tno
pt: Área de &Desenho
pt_br: &Tela
ru: Холс&т
sl: P&latno
sv: &Duk
tr: &Tuval
uk: &Полотно
zh_tw: 畫布(&C)

source: &Grid lines
bs: &Mrežne linije
ca: Línies de la &graella
cs: Čáry &mřížky
da: &Gitterlinjer
de: &Gitterlinien
el: &Γραμμές καννάβου
es: &Líneas de cuadrícula
et: Alusvõr&k
fr: Lignes de la &grille
hu: &Rács sorok
is: &Hnitalínur
it: Linee della &griglia
nb: &Rutenettlinjer
nl: &Rasterlijnen
pl: Linie &siatki.
pt: Linhas da &grelha
pt_br: Linhas de &grade
ru: Сет&ка
sl: Črte &mreže
sv: &Rutnätslinjer
tr: &Izgara çizgileri
uk: &Лінії сітки
zh_tw: 格線(&G)

source: A tool to create photo layouts by fusion of several images
bs: Alat za stvaranje fotografija spajanjem nekoliko slika
ca: Una eina per crear presentacions de fotos per a la fusió de diverses imatges
cs: Nástroj pro tvorbu rozvržení sloučením několika obrázků
da: Et værktøj til at lave fotolayouts ved sammensætning af flere billeder
de: Ein Werkzeug zum Erstellen von Fotolayouts durch Zusammenfügen mehrerer Bilder
el: Εργαλείο για τη δημιουργία σχεδίων φωτογραφιών με τη συνένωση πολλών εικόνων
es: Herramienta para crear capas de fotos fusionando varias imágenes
et: Tööriist fotopaigutuste loomiseks mitmeid pilte kokku seades
fr: Un outil pour créer des dispositions de photos par fusion de plusieurs images
hu: Egy eszköz fényképelrendezések létrehozásához néhány kép egyesítésével
is: Verkfæri til að setja upp margar myndir saman
it: Uno strumento per creare impaginazioni di foto unendo più immagini
nb: Et verktøy til å lage fotoutlegg ved å slå sammen flere bilder
nl: Een hulpmiddel om een opmaak te maken door verschillende afbeeldingen samen te voegen
pl: Narzędzie do tworzenia układów zdjęć przez fuzję kilku obrazów
pt: Uma ferramenta para criar formatos de fotografias com a fusão de várias imagens
pt_br: Ferramenta para criar leiautes de foto pela fusão de várias imagens
ru: Инструмент для создания коллажей путём соединения нескольких изображений
sl: Orodje za ustvarjanje razporedov fotografij z združevanjem večih slik
sv: Ett verktyg för att skapa fotolayout genom sammanfogning av flera bilder
tr: Çok sayıda resimleri birleştirerek fotoğraf yerleşimleri oluşturmak için bir araç
uk: Інструмент створення композицій шляхом поєднання декількох фотографій
zh_tw: 將數張相片結合在一起建立相片佈局的工具

source: (c) 2011, Lukasz Spas
hu: © Lukasz Spas, 2011.
it: © 2011, Lukasz Spas
nb: © 2011 Lukasz Spas
ru: © Lukasz Spas, 2011
sv: © 2011, Lukasz Spas
uk: © Lukasz Spas, 2011

source: Author and Developer
bs: Autor i programer
ca: Autor i desenvolupador
cs: Autor a vývojář
da: Ophavsmand og udvikler
de: Autor und Entwickler
el: Συγγραφέας και προγραμματιστής
es: Autor y desarrollador
et: Autor ja arendaja
fr: Auteur et développeur
hu: Szerző és fejlesztő
is: Höfundur og umsjónarmaður
it: Autore e sviluppatore
nb: Forfatter og utvikler
nl: Auteur en ontwikkelaar
pl: Autor i programista
pt: Autoria e Desenvolvimento
pt_br: Autor e desenvolvimento
ru: Автор и разработчик
sl: Avtor in razvijalec
sv: Upphovsman och utvecklare
tr: Yazar ve Geliştirici
uk: Автор і розробник
zh_tw: 作者與開發者

source: Create photo layouts...
bs: Napravi format slike...
ca: Crea presentacions de fotos...
cs: Vytvořit rozvržení snímků...
da: Opret fotolayout...
de: Fotolayout erstellen ...
el: Δημιουργία φωτογραφικών σχεδίων...
es: Crear capas de fotos...
et: Loo fotopaigutusi...
fr: Créer des dispositions de photos...
hu: Fényképelrendezések létrehozása…
is: Búa til uppsetningu fyrir ljósmyndir...
it: Crea impaginazioni di foto...
nb: Lag fotoutlegg …
nl: Indelingen voor foto's aanmaken...
pl: Utwórz układy zdjęć...
pt: Criar os formatos de fotografias...
pt_br: Criar layouts de foto...
ru: Создать коллаж...
sl: Ustvari razporede fotografij ...
sv: Skapa fotolayouter...
tr: Fotoğraf yerleşimleri oluştur...
uk: Створити фотокомпозицію…
zh_tw: 建立相片佈局

source: Recent opened files
bs: Nedavno otvoreni dokumenti
ca: Fitxers recents
cs: Naposled otevřené soubory
da: Nyligt åbnede filer
de: Zuletzt geöffnete Dateien
el: Πρόσφατα ανοιγμένα αρχεία
es: Archivos abiertos recientemente
et: Viimati avatud fialid
fr: Fichiers récemment ouverts
hu: Legutóbb megnyitott fájlok
is: Nýlega opnaðar skrár
it: File recenti
nb: Nylig åpnede filer
nl: Recente geopende bestanden
pl: Ostatnio otwierane pliki
pt: Ficheiros abertos recentemente
pt_br: Arquivos abertos recentemente
ru: Последние открытые файлы
sl: Nedavno odprte datoteke
sv: Senast öppnade filer
tr: En son açılan dosyalar
uk: Нещодавно відкриті файли
zh_tw: 最近開啟的檔案

source: Maximum count of the urls saved on the recent files list
bs: Najveći broj url-ova spremljenih na nedavnom popisu datoteka
ca: El nombre màxim dels URL desats a la llista de fitxers recents
cs: Maximální počet URL uložených v seznamu naposled otevřených souborů
da: Maksimalt antal URL'er der gemmes på listen over nylige filer
de: Maximale Anzahl der Einträge von Adressen (URLs) in der Liste der zuletzt geöffneten Dateien
el: Μέγιστος αριθμός url που αποθηκεύτηκαν στη λίστα με τα πρόσφατα αρχεία
es: Número máximo de urls guardadas en la lista de archivos recientes
et: Maksimaalne viimati avatud failide loendis olevate URL-ide arv
fr: Nombre maximal des URL enregistrées dans la liste des fichiers récents
hu: A mentett URL-ek maximális száma a legutóbbi fájlok listáján
is: Hámarksfjöldi slóða sem vistast á lista yfir nýlegar skrár
it: Numero massimo degli URL salvati nell'elenco dei file recenti
nb: Største antall URL-er lagret i lista ver nylig åpnede filer
nl: Maximum aantal opgeslagen URL's in de lijst met recente bestanden
pl: Maksymalna liczba adresów url zapisywanych na liście ostatnich plików
pt: Número máximo de URL's gravados na lista de ficheiros recentes
pt_br: Quantidade máxima de URLs salvos na lista de arquivos recentes
ru: Максимальное количество адресов в списке недавних файлов
sl: Največje število URL-jev shranjenih v seznamu nedavnih datotek
sv: Maximalt antal webbadresser att visa i listan med senaste filer
tr: En son açılan dosyalara kaydedilecek azami adres sayısı
uk: Максимальна кількість адрес, які зберігатимуться у списку нещодавніх файлів
zh_tw: 儲存在最近檔案清單中的最大數量

source: Embed full-sized images
bs: Ugradi cijele slike
ca: Incrusta les imatges a mida completa
cs: Vložit obrázky s plnou velikostí
da: Indlejr billeder i fuld størrelse
de: Bilder in Originalgröße einbetten
el: Ενσωμάτωση εικόνων πλήρους μεγέθους
es: Incrustar imágenes a tamaño completo
et: Põimitud täissuuruses pildid
fr: Intégrer des images pleine taille
hu: Beágyazott teljes méretű képek
is: Ívefja myndir í fullri stærð
it: Incorpora le immagini in dimensione completa
nb: Bygg inn bilder i full størrelse
nl: Afbeeldingen op ware grootte inbedden
pl: Osadź pełnowymiarowe obrazy
pt: Incorporar as imagens de tamanho inteiro
pt_br: Incorporar imagens em tamanho completo
ru: Встраивать полноразмерные изображения
sl: Vstavi slike polne velikosti
sv: Inbädda bilder med full storlek
tr: Tam boyutlu resimleri göm
uk: Вбудувати зображення без зміни розмірів
zh_tw: 嵌入完整大小的影像

source: Antialiasing
bs: Umekšavanje ivica
ca: Antialiàsing
cs: Vyhlazování
el: Εξομάλυνση
et: Antialias
fr: Anticrénelage
hu: Élsimítás
is: Afstöllun
pl: Wygładzanie krawędzi
pt: Suavização
pt_br: Suavização
ru: Сглаживание
sl: Glajenje
sv: Kantutjämning
tr: Yumuşatma
uk: Згладжування
zh_tw: 反鋸齒

source: Horizontal distance
bs: Horizontalna udaljenost
ca: Distància horitzontal
cs: Vodorovný rozestup
da: Vandret afstand
de: Waagerechter Abstand
el: Οριζόντια απόσταση
es: Distancia horizontal
et: Vahe rõhtsuunas
fr: Distance horizontale
hu: Vízszintes távolság
is: Lárétt vegalengd
it: Distanza orizzontale
nb: Vannrett avstand
nl: Horizontale afstand
pl: Poziome odstępy
pt: Distância horizontal
pt_br: Distância horizontal
ru: Шаг по горизонтали
sl: Vodoravna razdalja
sv: Horisontellt avstånd
tr: Yatay mesafe
uk: Горизонтальний інтервал
zh_tw: 水平距離

source: Vertical distance
bs: Vertikalna udaljenost
ca: Distància vertical
cs: Svislý rozestup
da: Lodret afstand
de: Senkrechter Abstand
el: Κατακόρυφη απόσταση
es: Distancia vertical
et: Vahe püstsuunas
fr: Distance verticale
hu: Függőleges távolság
is: Lóðrétt vegalengd
it: Distanza verticale
nb: Loddrett avstand
nl: Verticale afstand
pl: Pionowa odstępy
pt: Distância vertical
pt_br: Distância vertical
ru: Шаг по вертикали
sl: Navpična razdalja
sv: Vertikalt avstånd
tr: Dikey mesafe
uk: Вертикальний інтервал
zh_tw: 垂直距離

source: View
bs: Pogled
ca: Visualitza
cs: Pohled
da: Vis
de: Ansicht
el: Προβολή
es: Ver
et: Vaade
fr: Affichage
hu: Nézet
is: Skoðun
it: Visualizza
nb: Visning
nl: Beeld
pl: Widok
pt: Ver
pt_br: Exibir
ru: Вид
sl: Pogled
sv: Visa
tr: Görünüm
uk: Перегляд
zh_tw: 檢視

source: Grid
bs: Mreža
ca: Graella
cs: Mřížka
da: Gitter
de: Gitter
el: Κάνναβος
es: Cuadrícula
et: Alusvõrk
fr: Grille
hu: Rács
is: Hnitanet
it: Griglia
nb: Rutenett
nl: Raster
pl: Siatka
pt: Grelha
pt_br: Grade
ru: Сетка
sl: Mreža
sv: Rutnät
tr: Izgara
uk: Ґратка
zh_tw: 格線

source: Show grid lines
bs: Prikaži rešetkaste linije
ca: Mostra les línies de la graella
cs: Zobrazit mřížku
da: Vis gitterlinjer
de: Gitterlinien anzeigen
el: Εμφάνιση γραμμών καννάβου
es: Mostrar líneas de la cuadrícula
et: Alusvõrgu näitamine
fr: Afficher les lignes de la grille
hu: Rács sorok megjelenítése
is: Sýna hnitalínur
it: Visualizza linee della griglia
nb: Vis rutenettlinjer
nl: Toon rasterlijnen
pl: Pokaż linie siatki
pt: Mostrar as linhas da grelha
pt_br: Mostrar linhas de grade
ru: Показывать сетку
sl: Prikaži črte mreže
sv: Visa rutnät
tr: Izgara çizgilerini göster
uk: Показувати лінії сітки
zh_tw: 顯示格線

source: Reading properties...
bs: Čitanje osobina...
ca: S'estan llegint les propietats...
cs: Načítání vlastností...
da: Læser egenskaber...
de: Eigenschaften werden gelesen ...
el: Ανάγνωση ιδιοτήτων...
es: Leyendo propiedades...
et: Omaduste lugemine...
fr: Lecture des propriétés en cours...
hu: Tulajdonságok olvasása…
is: Les eiginleika skráar...
it: Lettura delle proprietà...
nb: Leser egenskaper …
nl: Eigenschappen lezen...
pl: Czytanie właściwości...
pt: A ler as propriedades...
pt_br: Lendo propriedades...
ru: Считывание свойств...
sl: Branje lastnosti ...
sv: Läser in egenskaper...
tr: Okuma özellikleri...
uk: Читання властивостей…
zh_tw: 讀取屬性中...

source: Reading borders...
bs: Čitanje okvira...
ca: S'estan llegint les vores...
cs: Načítání okrajů...
da: Læser kanter...
de: Ränder werden gelesen ...
el: Ανάγνωση περιγραμμάτων...
es: Leyendo bordes...
et: Piirete lugemine...
fr: Lecture des bordures en cours...
hu: Szegélyek olvasása…
is: Les jaðra...
it: Lettura dei bordi...
nb: Leser kanter …
nl: Randen lezen...
pl: Czytanie obramowań...
pt: A ler as molduras...
pt_br: Lendo bordas...
ru: Считывание рамок...
sl: Branje robov ...
sv: Läser in kanter...
tr: Kenarlıklar okunuyor...
uk: Читання рамок…
zh_tw: 讀取邊框中...

source: Reading effects...
bs: Čitanje efekata...
ca: S'estan llegint els efectes...
cs: Načítání efektů...
da: Læser effekter...
de: Effekte werden gelesen ...
el: Ανάγνωση εφέ...
es: Leyendo efectos...
et: Efektide lugemine...
fr: Lecture des effets en cours...
hu: Hatások olvasása…
is: Les brellur...
it: Lettura degli effetti...
nb: Leser effekter …
nl: Effecten lezen...
pl: Czytanie efektów...
pt: A ler os efeitos...
pt_br: Lendo efeitos...
ru: Считывание эффектов...
sl: Branje učinkov ...
sv: Läser in effekter...
tr: Efektler okunuyor...
uk: Читання ефектів…
zh_tw: 讀取效果中...

source: Reading cropping shape...
bs: Čitanje oblika izrezivanja...
ca: S'està llegint la figura retallada...
cs: Načítání tvaru pro oříznutí...
da: Læser beskæringsform...
de: Zuschnittobjekt wird gelesen ...
el: Ανάγνωση αποκόμματος σχήματος...
es: Leyendo forma de recortado...
et: Kärpimiskujundi lugemine...
fr: Lecture d'une forme de rognage en cours...
hu: Vágóalakzatok olvasása…
is: Les utanskurðaform...
it: Lettura della forma di ritaglio...
nb: Leser beskjæringsform …
nl: Uitsnedevorm lezen...
pl: Czytanie kształtu przycięcia...
pt: A ler as formas de recorte...
pt_br: Lendo recorte da forma...
ru: Считывание границ обрезки...
sl: Branje oblik obrezovanja ...
sv: Läser in beskärningsform...
tr: Kırpma şekli okunuyor...
uk: Читання форми обрізання…
zh_tw: 讀取裁剪形狀中...

source: Loading background...
bs: Učitavanje pozadine...
ca: S'està carregant el fons...
cs: Načítání pozadí...
da: Indlæser baggrund...
de: Hintergrund wird geladen ...
el: Φόρτωση φόντου...
es: Cargando el fondo...
et: Tausta laadimine...
fr: Chargement d'un arrière-plan en cours...
hu: Háttér betöltése…
is: Hleð inn bakgrunni...
it: Caricamento dello sfondo...
nb: Laster bakgrunn …
nl: Achtergrond laden...
pl: Wczytywanie tła...
pt: A carregar o fundo...
pt_br: Carregando plano de fundo...
ru: Загрузка фона...
sl: Nalaganje ozadja ...
sv: Läser in bakgrund...
tr: Arkaplan yükleniyor...
uk: Завантаження тла…
zh_tw: 載入背景中...

source: Loading item no. %1...
bs: Učitavanje stavke broj %1...
ca: S'està carregant l'element núm. %1...
cs: Načítání položky č. %1...
da: Indlæser element nr. %1...
de: Element Nr. %1 wird geladen ...
el: Φόρτωση αντικειμένου αρ. %1...
es: Cargando elemento %1...
et: Elemendi nr %1 laadimine...
fr: Chargement d'un élément n°%1 en cours...
hu: %1. elem betöltése…
is: Hleð inn atriði no. %1...
it: Caricamento dell'elemento nº %1...
nb: Laster element nr. %1 …
nl: Item nr. %1 laden...
pl: Wczytywanie elementu nr %1...
pt: A carregar o item nº %1...
pt_br: Carregando item nº %1...
ru: Загрузка объекта %1...
sl: Nalaganje predmeta št. %1 ...
sv: Läser in objekt nr. %1...
tr: Yüklenen öge no. %1...
uk: Завантаження об’єкта №%1…
zh_tw: 載入第 %1 號項目中...

source: Loading border...
bs: Učitavanje okvira...
ca: S'està carregant la vora...
cs: Načítání okraje...
da: Indlæser kanter...
de: Rand wird gelesen ...
el: Φόρτωση περιγράμματος...
es: Cargando borde...
et: Piirde laadimine...
fr: Chargement d'une bordure en cours...
hu: Szegély betöltése…
is: Hleð inn jaðri...
it: Caricamento del bordo...
nb: Laster inn kant …
nl: Randen laden...
pl: Czytanie obramowań...
pt: A ler a moldura...
pt_br: Carregando bordas...
ru: Загрузка рамки...
sl: Nalaganje obrobe ...
sv: Läser in kant...
tr: Kenarlık yükleniyor...
uk: Завантаження рамки…
zh_tw: 載入邊框中...

source: Creating canvas...
bs: Kreiranje platna...
ca: S'està creant el llenç...
cs: Vytváření plátna...
da: Opretter lærred...
de: Seite wird erstellt ...
el: Δημιουργία καμβά...
es: Creando el lienzo...
et: Lõuendi loomine...
fr: Création d'un canevas en cours...
hu: Vászon létrehozása…
is: Bý til myndflöt...
it: Creazione della tela...
nb: Oppretter lerret …
nl: Werkblad aanmaken...
pl: Tworzenie płótna...
pt: A criar a área de desenho...
pt_br: Criando tela...
ru: Создание холста...
sl: Ustvarjanje platna ...
sv: Skapar duk...
tr: Tuval oluşturuluyor...
uk: Створення полотна…
zh_tw: 建立畫布中...

source: Saving scene...
bs: Snimanje scene...
ca: S'està desant l'escena...
cs: Ukládání úlohy...
da: Gemmer scene...
de: Szene wird gespeichert ...
el: Αποθήκευση σκηνικού...
es: Guardando escena...
et: Stseeni salvestamine...
fr: Enregistrement d'une scène en cours...
hu: Színhely mentése…
is: Vista senu...
it: Salvataggio della scena...
nb: Lagrer scenen …
nl: Scène opslaan...
pl: Zapisywanie sceny...
pt: A gravar a cena...
pt_br: Salvando cena...
ru: Сохранение коллажа...
sl: Shranjevanje scene ...
sv: Sparar komposition...
tr: Sahne kaydediliyor...
uk: Збереження композиції…
zh_tw: 儲存場景中...

source: Encoding data...
bs: Kodiranje podataka...
ca: S'estan codificant les dades...
cs: Kódování dat...
da: Indkoder data...
de: Daten werden kodiert ...
el: Κωδικοποίηση δεδομένων...
es: Codificando datos...
et: Andmete kodeerimine...
fr: Encodage des données en cours...
hu: Adatok kódolása…
is: Kóða gögn...
it: Codifica dei dati...
nb: Koder data …
nl: Gegevens coderen...
pl: Kodowanie danych...
pt: A codificar os dados...
pt_br: Codificando dados...
ru: Кодирование данных...
sl: Kodiranje podatkov ...
sv: Kodar data...
tr: Veri kodlanıyor...
uk: Кодування даних…
zh_tw: 編碼資料中...

source: Writing data to file...
bs: Pisanje podataka u dokument...
ca: S'estan escrivint les dades al fitxer...
cs: Zápis dat do souboru...
da: Skriver data til fil...
de: Daten werden in Datei geschrieben ...
el: Εγγραφή δεδομένων σε αρχείο...
es: Escribiendo datos al archivo...
et: Andmete kirjutamine faili...
fr: Écriture des données dans un fichier en cours...
hu: Adatok írása fájlba…
is: Skrifa gögn í skrá...
it: Scrittura dei dati su file...
nb: Skriver data til fil …
nl: Gegevens naar bestand schrijven...
pl: Zapisywanie danych do pliku...
pt: gravar os dados no ficheiro...
pt_br: Gravando os dados em arquivo...
ru: Запись данных в файл...
sl: Zapisovanje podatkov v datoteko ...
sv: Skriver data i fil...
tr: Veri dosyaya yazılıyor...
uk: Запис даних до файла…
zh_tw: 將資料寫入檔案中...

source: Loading
bs: Učitavanje
ca: S'està carregant
cs: Načítání
da: Indlæser
de: Wird geladen
el: Φόρτωση
es: Cargando
et: Laaditakse
fr: Chargement en cours...
hu: Betöltés
is: Hleð
it: Caricamento
nb: Laster inn
nl: Bezig met laden
pl: Wczytywanie
pt: A carregar
pt_br: Carregando
ru: Загрузка
sl: Nalaganje
sv: Läser in
tr: Yükleniyor
uk: Завантаження
zh_tw: 載入中

source: Decoding image
bs: Dekodiranje slike
ca: S'està descodificant la imatge
cs: Dekódování obrázku
da: Dekoder billede
de: Bild wird dekodiert
el: Αποκωδικοποίηση εικόνας
es: Decodificando imagen
et: Pildi dekodeerimine
fr: Encodage d'une image
hu: Kép dekódolása
is: Afkóða skrá
it: Decodifica dell'immagine
nb: Dekoder bilde
nl: Afbeelding decoderen
pl: Dekodowanie obrazu
pt: A descodificar a imagem
pt_br: Decodificando imagem
ru: Декодирование изображения...
sl: Odkodiranje slike
sv: Avkodar bild
tr: Resim kodu çözülüyor
uk: Декодування зображення
zh_tw: 解碼影像中

source: Finishing...
bs: Završavam...
ca: S'està finalitzant...
cs: Dokončování...
da: Afslutter...
de: Fertigstellen ...
el: Τελείωμα...
es: Terminando...
et: Lõpetamine...
fr: Achèvement en cours...
hu: Befejezés…
is: Klára...
it: Conclusione...
nb: Fullfører …
nl: Afronden...
pl: Kończenie...
pt: A terminar...
pt_br: Concluindo...
ru: Завершение...
sl: Zaključevanje ...
sv: Färdigställer...
tr: Tamamlanıyor...
uk: Завершення…
zh_tw: 完成中...

source: Loading shape...
bs: Učitavanje oblika...
ca: S'està carregant la figura...
cs: Načítání tvaru...
da: Indlæser form...
de: Objekt wird geladen ...
el: Φόρτωση σχήματος...
es: Cargando forma...
et: Kujundi laadimine...
fr: Chargement d'une forme en cours...
hu: Alakzat betöltése…
is: Hleð inn lögun...
it: Caricamento della forma...
nb: Laster form …
nl: Vorm laden...
pl: Wczytywanie kształtu...
pt: A carregar a forma...
pt_br: Carregando forma...
ru: Загрузка формы...
sl: Nalaganje oblike ...
sv: Läser in form...
tr: Şekil yükleniyor...
uk: Завантаження форми…
zh_tw: 載入形狀中...

source: Loading image...
bs: Učitavanje slike...
ca: S'està carregant la imatge...
cs: Načítání obrázku...
da: Indlæser billede...
de: Bild wird geladen ...
el: Φόρτωση εικόνας...
es: Cargando imagen...
et: Pildi laadimine...
fr: Chargement d'une image en cours...
hu: Kép betöltése…
is: Hleð inn mynd...
it: Caricamento dell'immagine...
nb: Laster bilde …
nl: Afbeelding wordt geladen...
pl: Wczytywanie obrazu...
pt: A carregar a imagem...
pt_br: Carregando imagem...
ru: Загрузка изображения...
sl: Nalaganje slike ...
sv: Läser in bild...
tr: Resim yükleniyor...
uk: Завантаження зображення…
zh_tw: 載入影像中...

source: Reading text...
bs: Čitanje teksta...
ca: S'està llegint el text...
cs: Načítání textu...
da: Læser tekst...
de: Text wird gelesen ...
el: Ανάγνωση κειμένου...
es: Leyendo texto...
et: Teksti lugemine...
fr: Lecture du texte en cours...
hu: Szöveg olvasása…
is: Les texta...
it: Lettura del testo...
nb: Leser tekst …
nl: Tekst lezen...
pl: Czytanie tekstu...
pt: A ler o texto...
pt_br: Lendo texto...
ru: Считывание текста...
sl: Branje besedila ...
sv: Läser in text...
tr: Metin okunuyor...
uk: Читання тексту…
zh_tw: 讀取文字中...

source: Reading color...
bs: Učitavanje boje...
ca: S'està llegint el color...
cs: Načítání barev...
da: Læser farve...
de: Farbe wird gelesen ...
el: Ανάγνωση χρώματος...
es: Leyendo color...
et: Värvi lugemine...
fr: Lecture de la couleur en cours...
hu: Szín olvasása…
is: Les liti...
it: Lettura del colore...
nb: Leser farge …
nl: Kleur lezen...
pl: Czytanie koloru...
pt: A ler a cor...
pt_br: Lendo cor...
ru: Считывание цвета...
sl: Branje barve ...
sv: Läser in färg...
tr: Renk okunuyor...
uk: Читання кольору…
zh_tw: 讀取顏色中...

source: Reading fonts...
bs: Učitavanje fonta...
ca: S'estan llegint els tipus de lletra...
cs: Načítání písma...
da: Læser skrifttyper...
de: Schriften werden gelesen ...
el: Ανάγνωση γραμματοσειρών...
es: Leyendo fuentes...
et: Fontide lugemine...
fr: Lecture des polices en cours...
hu: Betűkészletek olvasása…
is: Les letur...
it: Lettura dei caratteri...
nb: Leser skrifter …
nl: Lettertypen lezen...
pl: Czytanie czcionek...
pt: A ler os tipos de letra...
pt_br: Lendo fontes...
ru: Считывание шрифтов...
sl: Branje pisav ...
sv: Läser in teckensnitt...
tr: Yazı tipleri okunuyor...
uk: Читання шрифтів…
zh_tw: 讀取字型中...

source: Border changed
bs: Okvir promijenjen
ca: S'ha canviat la vora
cs: Okraj byl změněn
da: Kant ændret
de: Der Rand wurde geändert
el: Το περίγραμμα άλλαξε
es: Borde cambiado
et: Muuda piiret
fr: Bordure modifiée
hu: A szegély módosítva
is: Jaðar breyttur
it: Cambio di bordo
nb: Kant endret
nl: Rand is gewijzigd
pl: Zmieniono obramowanie
pt: A moldura mudou
pt_br: Borda alterada
ru: Изменение рамки
sl: Obroba spremenjena
sv: Kant ändrad
tr: Kenarlık değişti
uk: Змінено рамку
zh_tw: 邊框已變更

source: Move layers up
bs: Pomakni slojeve iznad
ca: Mou les capes amunt
cs: Posunout vrstvy výše
da: Flyt lag op
de: Ebenen nach oben schieben
el: Μετακίνηση επιπέδων επάνω
es: Mover capas arriba
et: Liiguta kihid ülespoole
fr: Déplacer les calques vers le haut
hu: Rétegek mozgatása fel
is: Færa lög upp
it: Alza livelli
nb: Flytt lag opp
nl: Nieuwe laag omhoog
pl: Przesuń warstwy w górę
pt: Subir as camadas
pt_br: Mover camadas para cima
ru: Перемещение слоёв вверх
sl: Premakni plasti gor
sv: Flytta lager uppåt
tr: Katmanları yukarı taşı
uk: Пересунути шар вище
zh_tw: 將層次上移
