Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_shwup.po
Languages: de, fr, id

# NAME OF TRANSLATORS
source: Your names
de: Panagiotis Papadopoulos
fr: Joëlle Cornavin, Guillaume Pujol
id: Wantoyo

# EMAIL OF TRANSLATORS
source: Your emails
de: pano_90@gmx.net
fr: jcorn@free.fr, guill.p@gmail.com
id: wantoyo@yahoo.com

source: &Export
de: &Exportieren
fr: &Exporter
id: &Ekspor

source: Main Toolbar
de: Haupt-Werkzeugleiste
fr: Barre principale d'outils
id: Batang Alat Utama

source: Export to Shwup...
de: Zu Shwup ...
fr: Exporter vers « Shwup »...
id: Ekspor ke Shwup...

source: Shwup New Album
de: Neues Shwup-Album
fr: Nouvel album « Shwup »
id: Album Baru Shwup

source: Title of the album that will be created (required).
de: Titel des zu erstellenden Albums (erforderlich).
fr: Titre de l'album à créer (requis).
id: Judul album yang akan dibuat (diperlukan).

# album edit
source: Title:
de: Titel:
fr: Titre :
id: Judul:

source: Shwup Login
de: Shwup-Anmeldung
fr: Identifiant de connexion à « Shwup »
id: Masuk Log Shwup

source: Email of shwup account (required).
de: E-Mail-Adresse des Shwup-Benutzerkontos (erforderlich).
fr: Courrier électronique du compte « Shwup » (requis).
id: Email akun shwup (diperlukan).

source: Password of shwup account (required).
de: Passwort des Shwup-Benutzerkontos (erforderlich).
fr: Mot de passe du compte « Shwup » (requis).
id: Kata sandi akun shwup (diperlukan).

# login settings
source: Password:
de: Passwort:
fr: Mot de passe :
id: Kata sandi:

source: This is the list of images to upload to your Shwup account.
de: Das ist die Liste von Bildern, die auf Ihr Shwup-Benutzerkonto hochgeladen werden.
fr: Il s'agit de la liste des images à envoyer vers votre compte « Shwup ».
id: Ini adalah daftar gambar untuk unggah ke akun Shwup anda.

source: This is a clickable link to open the Shwup.com home page in a web browser.
de: Das ist eine anklickbare Verknüpfung, um die Shwup-Webseite in einem Webbrowser zu öffnen.
fr: Il s'agit d'un lien cliquable pour ouvrir la page d'accueil de « Shwup.com » dans un navigateur Web.
id: Ini adalah tautan yang dapat di klik untuk membuka halaman Shwup.com di peramban web.

source: Account
de: Benutzerkonto
fr: Compte
id: Akun

source: This is the Shwup account that is currently logged in.
de: Dies ist das zurzeit angemeldete Shwup-Benutzerkonto.
fr: Il s'agit du compte « Shwup » sur lequel vous êtes actuellement connecté.
id: Ini adalah akun Shwup yang sedang masuk log.

# account settings
source: Name:
fr: Nom :
id: Nama:

source: Change Account
de: Benutzerkonto wechseln
fr: Changer de compte
id: Ubah Akun

source: Change Shwup Account used for transfer
de: Klicken Sie hier, um das Shwup-Benutzerkonto zu wechseln.
fr: Changer de compte « Shwup » utilisé pour le transfert
id: Ubah Akun Shwup digunakan untuk transfer

source: Destination
de: Ziel
id: Tujuan

source: This is the Shwup album to which selected photos will be uploaded.
de: Das ist das Shwup-Album, in das die ausgewählten Fotos hochgeladen werden.
fr: Il s'agit de l'album « Shwup » vers lequel les photos sélectionnées seront envoyées.
id: Ini adalah album Shwup untuk memilih foto mana yang akan diunggah.

source: New Album
de: Neues Album
fr: Nouvel album
id: Album Baru

source: Create new Shwup album
de: Neues Shwup-Album erstellen
fr: Créer un nouvel album « Shwup »
id: Buat album Shwup baru

# album list
source: Reload
de: Neu laden
fr: Recharger
id: Muat ulang

source: Reload album list
de: Albumliste neu laden
fr: Recharger la liste des albums
id: Muat ulang daftar album

source: This is the location to which Shwup images will be downloaded.
de: Das ist der Speicherort, in den die Shwup-Bilder heruntergeladen werden.
fr: Il s'agit de l'emplacement où les images « Shwup » seront téléchargées.
id: Ini adalah lokasi gambar Shwup mana yang akan diunduh.

source: Options
de: Einstellungen
id: Opsi

source: These are options that will be applied to photos before upload.
de: Diese Einstellungen werden vor dem Hochladen auf Ihre Fotos angewendet.
fr: Il s'agit des options à appliquer aux photos avant d'effectuer l'envoi.
id: Ini adalah pilihan yang akan diterapkan pada foto sebelum unggah.

source: Resize photos before uploading
de: Größe der Fotos vor dem Hochladen ändern
fr: Re-dimensionner les photos avant de les envoyer
id: Ubah ukuran foto sebelum mengunggah

source: Maximum dimension:
de: Maximalgröße:
fr: Dimension maximale :
id: Dimensi maksimum:

source: JPEG quality:
de: JPEG-Qualität:
fr: Qualité JPEG :
id: Kualitas JPEG:

source: Export to Shwup Web Service
de: Auf Shwup exportieren
fr: Exportation vers le service en ligne « Shwup »
id: Ekspor ke Layanan Web Shwup

source: Start Upload
de: Hochladen beginnen
fr: Démarrer l'envoi
id: Mulai Unggah

source: Start upload to Shwup web service
de: Hochladen auf Shwup starten
fr: Démarrer l'envoi vers le service Web « Shwup »
id: Mulai unggah ke layanan web Shwup

source: Shwup Export
fr: Exportation « Shwup »
id: Ekspor Shwup

source: A Kipi plugin to export images to Shwup web service.
de: Ein KIPI-Modul zum Exportieren von Bildern auf Shwup.
fr: Un module externe KIPI pour exporter des images vers le service Web « Shwup ».
id: Sebuah plugin Kipi untuk impor/ekspor koleksi gambar ke/dari layanan web Shwup.

source: Author and maintainer
de: Autor und Betreuer
fr: Auteur et mainteneur
id: Penulis dan pengelola

source: The shwup.com service does not seem to be available at this time, please try again later.
de: Der Shwup-Dienst ist zurzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
fr: Le service « shwup.com » ne semble pas disponible pour le moment. Veuillez essayer à nouveau plus tard.
id: Layanan shwup.com tampaknya tidak akan tersedia pada saat ini, coba lagi nanti.

source: This application has been blacklisted by the shwup.com service.
de: Diese Anwendung ist durch den Shwup-Dienst blockiert worden.
fr: Cette application a été mise en liste noire par le service « shwup.com ».
id: Aplikasi ini telah masuk dalam daftar hitam oleh layanan shwup.com.

source: Shwup Call Failed: %1
de: Aufruf von Shwup fehlgeschlagen: %1
fr: L'appel « Shwup » a échoué : %1
id: Gagal Menghubungi Shwup: %1

source: Transfer Progress
de: Übertragungsfortschritt
fr: Avancement du transfert
id: Kemajuan Transfer

source: Upload complete. Visit "<a href="%1">%2</a>" to view the album online and invite people.
de: Das Hochladen ist abgeschlossen. Besuchen Sie „<a href="%1">%2</a>“, um das Album anzusehen und Leute einzuladen.
fr: Envoi terminé. Veuillez consulter « <a href="%1">%2</a> » pour afficher l'album en ligne et inviter des amis.
id: Unggahan lengkap. Kunjungi "<a href="%1">%2</a>" untuk melihat album online dan mengundang orang.

source: Upload complete
de: Hochladen abgeschlossen
fr: Envoi terminé
id: Unggahan lengkap

source: Cannot open file
de: Datei kann nicht geöffnet werden
fr: Impossible d'ouvrir un fichier
id: Tidak dapat membuka berkas

source: Uploading file %1
de: Datei %1 wird hochgeladen
fr: Envoi du fichier %1
id: Mengunggah berkas %1

source: Failed to upload photo into Shwup: %1 Do you want to continue?
de: Das Hochladen des Fotos auf Shwup ist fehlgeschlagen: %1 Möchten Sie fortfahren?
fr: Impossible d'envoyer la photo dans « Shwup » : %1 Voulez-vous continuer ?
id: Gagal mengunggah foto ke Shwup: %1 Apakah anda ingin melanjutkan?

source: Shwup Call Failed: %1
de: Aufruf von Shwup fehlgeschlagen: %1
fr: L'appel « Shwup » a échoué : %1
id: Gagal Menghubungi Shwup: %1

source: (c) 2009, Timothée Groleau
de: © 2009, Timothée Groleau

# login settings
source: Email:
fr: Courrier électronique :
