Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_galleryexport.po
Languages: id, ko

# NAME OF TRANSLATORS
source: Your names
id: Wantoyo
ko: Shinjo Park

# EMAIL OF TRANSLATORS
source: Your emails
id: wantoyo@yahoo.com
ko: kde@peremen.name

source: <h3>Enter New Album Name</h3>
id: <h3>Masukkan Nama Album Baru</h3>
ko: <h3>새 앨범 이름 입력</h3>

source: Title:
id: Judul:
ko: 제목:

source: Name (optional):
id: Nama (opsional):
ko: 이름(선택 사항):

source: Caption (optional):
id: Judul halaman (opsional):
ko: 캡션(선택 사항):

source: &OK
id: &Oke
ko: 확인(&O)

source: &Cancel
id: &Batal
ko: 취소(&C)

# gallery login settings
source: Name:
id: Nama:
ko: 이름:

# gallery login settings
source: Username:
id: Nama pengguna:
ko: 사용자 이름:

# gallery login settings
source: Password:
id: Kata sandi:
ko: 암호:

source: Use &Gallery 2
id: Gunakan &Gallery 2
ko: Gallery 2 사용(&G)

source: Gallery URL probably incorrect
id: URL gallery mungkin salah
ko: Gallery URL이 올바르지 않음

source: Incorrect username or password specified
id: Nama pengguna atau kata sandi yang ditentukan
ko: 사용자 이름이나 암호가 잘못됨

source: Invalid response received from remote Gallery
id: Tanggapan diterima tidak sah dari Gallery jarak jauh
ko: 원격 Gallery에서 잘못된 응답을 보냄

source: Failed to list albums
id: Gagal mendaftar album
ko: 앨범 목록을 가져올 수 없음

source: Failed to list photos
id: Gagal mendaftar foto
ko: 사진 목록을 가져올 수 없음

source: Failed to create new album
id: Gagal membuat album baru
ko: 새 앨범을 만들 수 없음

source: Failed to upload photo
id: Gagal mengunggah foto
ko: 사진을 업로드할 수 없음

source: Albums
id: Album
ko: 앨범

source: &New Album
id: &Album Baru
ko: 새 앨범(&N)

source: &Add Selected Photos
id: &Tambahkan Foto Terpilih
ko: 선택한 사진 추가(&A)

source: Override Default Options
id: Mengesampingkan Opsi Standar
ko: 기본 설정 재정의

source: Resize photos before uploading
id: Ubah ukuran foto sebelum mengunggah
ko: 업로드 전에 크기 조절

source: Maximum dimension:
id: Dimensi maksimum:
ko: 최대 크기:

source: Gallery Export
id: Ekspor Gallery
ko: Gallery 내보내기

source: A Kipi plugin to export image collections to a remote Gallery server.
id: Sebuah plugin Kipi untuk mengekspor koleksi gambar ke server Gallery jarak jauh.
ko: 원격 Gallery 서버로 사진 모음집을 내보내는 Kipi 플러그인.

source: Author
id: Penulis
ko: 작성자

source: Maintainer
id: Pengelola
ko: 관리자

source: Developer
id: Pengembang
ko: 개발자

source: Settings
id: Pengaturan
ko: 설정

source: Failed to login into remote gallery.
id: Gagal masuk log ke gallery jarak jauh.
ko: 원격 Gallery에 연결할 수 없습니다.

source: Do you want to check your settings and try again?
id: Apakah Anda ingin memeriksa pengaturan anda dan coba lagi?
ko: 설정을 확인하고 다시 시도하시겠습니까?

source: Edit Gallery Data
id: Sunting Data Gallery
ko: Gallery 데이터 편집

source: Album
ko: 앨범

source: Image
id: Gambar
ko: 사진

source: Sorry, these characters are not allowed in album name: \ / * ? " ' & &lt; &gt; | . + # ( ) or spaces
id: Maaf, karakter ini tidak diperbolehkan dalam nama album: \ / * ? " ' & &lt; &gt; | . + # ( ) atau spasi
ko: 앨범 이름에 다음 글자를 사용할 수 없습니다: \ / * ? " ' & &lt; &gt; | . + # ( ) 및 공백

source: Uploading file %1
id: Mengunggah berkas %1
ko: 파일 %1 업로드 중

source: Failed to upload photo into remote gallery.
id: Gagal mengunggah foto kedalam gallery jarak jauh.
ko: 원격 Gallery에 사진을 업로드할 수 없습니다.

source: Do you want to continue?
id: Apakah anda ingin melanjutkan?
ko: 계속 진행하시겠습니까?

source: &Export
id: &Ekspor
ko: 내보내기(&E)

source: Main Toolbar
id: Batang Alat Utama
ko: 주 도구 모음

source: Export to &Gallery...
id: Ekspor ke &Gallery...
ko: Gallery로 내보내기(&G)...
