Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_jalbumexport.po
Languages: bs, ca, da, el, es, fr, gl, hu, it, nb, nl, sk, sl, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić,Amra Dautbegovic
ca: Antoni Bella Pérez
da: Martin Schlander
el: Stelios
es: Eloy Cuadra
fr: Xavier Besnard
gl: Adrián Chaves Fernández
hu: Úr Balázs
it: Federico Zenith
nb: Bjørn Steensrud
nl: Freek de Kruijf
sk: Roman Paholík
sl: Andrej Mernik
tr: Volkan Gezer
uk: Юрій Чорноіван
zh_tw: Franklin Weng

# EMAIL OF TRANSLATORS
source: Your emails
bs: Samir.ribic@etf.unsa.ba,adautbegov1@etf.unsa.ba
ca: antonibella5@yahoo.com
da: mschlander@opensuse.org
el: sstavra@gmail.com
es: ecuadra@eloihr.net
fr: xavier.besnard@neuf.fr
gl: adriyetichaves@gmail.com
hu: urbalazs@gmail.com
it: federico.zenith@member.fsf.org
nb: bjornst@skogkatt.homelinux.org
nl: freekdekruijf@kde.nl
sk: wizzardsk@gmail.com
sl: andrejm@ubuntu.si
tr: volkangezer@gmail.com
uk: yurchor@ukr.net
zh_tw: franklin@goodhorse.idv.tw

source: jAlbum albums location:
bs: lokacija jAlbum albuma:
ca: Ubicació dels àlbums jAlbum:
da: Placering af jAlbum-albums:
el: θέση λευκωμάτων jAlbum:
es: Ubicación de los álbumes de jAlbum:
fr: Emplacement des albums « jAlbum » :
gl: Ruta dos álbums de jAlbum:
hu: jAlbum albumok helye:
it: Posizione degli album di jAlbum:
nb: Sted der jAlbum-album bor
nl: Locatie van jAlbum-albums:
sk: Umiestnenie albumov jAlbum:
sl: Mesto albumov jAlbum:
tr: jAlbum albüm konumu:
uk: Розташування альбомів jAlbum:
zh_tw: jAlbum 相簿位置：

source: Sets the path where the jAlbum albums are stored.
bs: Predstavlja put gdje su jAlbum albumi pohranjeni.
ca: Estableix el camí on s'emmagatzemen els àlbums jAlbum.
da: Angiver stien hvor jAlbum-albummet er lagret.
el: Ρυθμίζει τη διαδρομή που θα αποθηκευτούν τα λευκώματα jAlbum.
es: Fija la ruta donde se guardan los álbumes de jAlbum.
fr: Définit l'emplacement où les albums « jAlbum » sont enregistrés
gl: Define a ruta onde se almacenan os álbums de jAlbum.
hu: Beállítja az útvonalat, ahol a jAlbum albumok tárolva lesznek.
it: Imposta il percorso dove sono tenuti gli album di jAlbum.
nb: Setter stien der jAlbum-album lagres.
nl: Stel het pad in waar de jAlbum-albums worden opgeslagen.
sk: Nastaví cestu, kde sú uložené albumy jAlbum.
sl: Nastavi pot, kjer so shranjeni albumi jAlbum.
tr: jAlbum albümlerinin kayıtlı olduğu yolu ayarlar.
uk: Визначає каталог, у якому зберігаються альбоми jAlbum.
zh_tw: 設定 jAlbum 相簿存放的路徑。

source: Select Albums Location
bs: Odaberi lokaciju albuma
ca: Selecciona la ubicació dels àlbums
da: Vælg placering af albummer
el: Επιλογή θέσης λευκωμάτων
es: Seleccione la ubicación de los álbumes
fr: Sélectionnez l'emplacement des albums
gl: Escoller a ruta dos álbums
hu: Albumok helyének kiválasztása
it: Seleziona la posizione degli album
nb: Velg sted for albumer
nl: Selecteer de locatie van albums
sk: Vybrať umiestnenie albumov
sl: Izberite mesto albumov
tr: Albüm Konumunu Seç
uk: Вибір розташування альбомів
zh_tw: 選擇相簿位置

source: jAlbum jar file:
bs: jAlbum jar datoteka:
ca: Fitxer jar de jAlbum:
da: jAlbum jar-fil:
el: αρχείο jar του jAlbum:
es: Archivo jar de jAlbum:
fr: Fichier « jar jAlbum » :
gl: Ficheiro «.jar» de jAlbum:
hu: jAlbum jar fájl:
it: File jar di jAlbum:
nb: jAlbum jar-fil:
nl: jAlbum jar-bestand:
sk: Jar súbor jAlbum:
sl: Datoteka jar jAlbuma:
tr: jAlbum jar dosyası:
uk: Файл jar jAlbum:
zh_tw: jAlbun jar 檔：

source: Sets the path of the jAlbum jar file.
bs: Predstavlja put gdje je jAlbum jar file.
ca: Estableix el camí del fitxer jar de jAlbum.
da: Angiver stien til jAlbums jar-fil.
el: Ρυθμίζει τη διαδρομή του αρχείου jar του jAlbum.
es: Fija la ruta del archivo jar de jAlbum.
fr: Définit l'emplacement du fichier « jar jAlbum » :
gl: Define a ruta do ficheiro «.jar» de jAlbum.
hu: Beállítja a jAlbum jar fájl útvonalát.
it: Imposta il percorso del file jar di jAlbum.
nb: Setter stien der jAlbum jar-fila bor
nl: Stel het pad in waar de jAlbum jar-bestanden worden opgeslagen.
sk: Nastaví cestu jar súboru jAlbum.
sl: Nastavi pot datoteke jar jAlbuma.
tr: jAlbum jar dosyasının yolunu ayarlar.
uk: Визначає адресу файл jar jAlbum.
zh_tw: 設定 jAlbum jar 檔的路徑。

source: Select jAlbum jar File Location
bs: Odaberi lokaciju jAlbum jar datoteku
ca: Selecciona la ubicació del fitxer jar de jAlbum
da: Vælg placering af jAlbums jar-fil
el: Επιλογή θέσης αρχείου jar του jAlbum
es: Seleccione la ubicación del archivo jar de jAlbum
fr: Sélectionnez l'emplacement du fichier « jar jAlbum »
gl: Escoller a ruta do ficheiro «.jar» de jAlbum
hu: A jAlbum jar fájl helyének kiválasztása
it: Seleziona la posizione del file jar di jAlbum
nb: Velg sted for jAlbum jar-fil
nl: Selecteer de locatie van jAlbum jar-bestanden
sk: Vybrať umiestnenie jar súboru jAlbum
sl: Izberite mesto datoteke jar jAlbuma
tr: jAlbum jar Dosya Konumunu Seç
uk: Вибір файла jar jAlbum
zh_tw: 選擇 jAlbum jar 檔位置

source: Select jar File Location
bs: Odaberi lokaciju jar datoteke
ca: Selecciona la ubicació del fitxer jar
da: Vælg placering af jar-fil
el: Επιλογή θέσης jar αρχείου
es: Seleccione la ubicación del archivo jar
fr: Sélectionnez l'emplacement du fichier « jar »
gl: Escoller a ruta do ficheiro «.jar»
hu: A jar fájl helyének kiválasztása
it: Seleziona la posizione del file jar
nb: Velg sted for Jar-fil
nl: Selecteer de locatie van jar-bestanden
sk: Vybrať umiestnenie jar súboru
sl: Izberite mesto datoteke jar
tr: Jar Dosya Konumunu Seç
uk: Виберіть файл jar
zh_tw: 選擇 jar 檔案位置

source: Directory %1 does not exist, do you wish to create it?
bs: Direktorij %1 ne postoji, želite li ga kreirati ?
ca: El directori %1 no existeix, voleu crear-lo?
da: Mappen %1 findes ikke, vil du oprette den?
el: Ο κατάλογος %1 δεν υπάρχει, θέλετε να τον δημιουργήσετε;
es: El directorio %1 no existe. ¿Desea crearlo?
fr: Le dossier %1 n'existe pas. Voulez-vous le créer ?
gl: O cartafol «%1» non existe, quere crealo?
hu: A(z) %1 könyvtár nem létezik, szeretné létrehozni?
it: La cartella %1 non esiste, la vuoi creare?
nb: Mappa %1 finnes ikke, skal den opprettes?
nl: Map %1 bestaat niet, wilt u het aanmaken?
sk: Adresár %1 neexistuje, chcete ho vytvoriť?
sl: Mapa %1 ne obstaja. Ali jo želite ustvariti?
tr: %1 dizini yok, oluşturmak ister misiniz?
uk: Каталог %1 не існує, бажаєте його створити?
zh_tw: 目錄 %1 不存在，您要建立它嗎？

source: Failed to create directory
bs: Kreiranje direktorija nije uspjelo
ca: Ha fallat en crear el directori
da: Kunne ikke oprette mappen
el: Αποτυχία δημιουργίας καταλόγου
es: La creación del directorio ha fallado
fr: Échec de la création du dossier
gl: Non foi posíbel crear o cartafol.
hu: A könyvtár létrehozása meghiúsult
it: Creazione della cartella non riuscita
nb: Klarte ikke å opprette mappe
nl: Map aanmaken is mislukt
sk: Vytvorenie adresára zlyhalo
sl: Ustvarjanje mape ni uspelo
tr: Dizin oluşturulamadı
uk: Не вдалося створити каталог
zh_tw: 建立目錄失敗

source: Chosen path is not a directory
bs: Odabrani put nije direktorij
ca: El camí triat no és un directori
da: Den valgte sti er ikke en mappe
el: Η επιλεγμένη διαδρομή δεν είναι κατάλογος
es: La ruta escogida no es un directorio
fr: L'emplacement sélectionné n'est pas un dossier
gl: A ruta seleccionada non corresponde a un cartafol.
hu: A választott útvonal nem könyvtár
it: Il percorso selezionato non è una cartella
nb: Den valgte stien er ikke en mappe
nl: Gekozen pad is geen map
sk: Vybraná cesta nie je adresár
sl: Izbrana pot ni mapa
tr: Seçilen yol bir dizin değil
uk: Вказана адреса не є каталогом
zh_tw: 選擇的路徑不是檔案

source: jAlbum Album name to export to:
bs: jAlbum ime albuma za izvoz u njega:
ca: Nom de l'àlbum jAlbum per exportar a:
da: Navn på jAlbum-album der skal eksporteres til:
el: Όνομα λευκώματος jAlbum για την εξαγωγή:
es: Nombre de álbum de jAlbum al que exportar:
fr: Nom de l'album « jAlbum » vers lequel exporter :
gl: Nome do álbum de jAlbum ao que exportar:
hu: A jAlbum album neve, amelybe exportál:
it: Nome dell'album di jAlbum a cui esportare:
nb: jAlbum albumnavn det skal eksporteres til:
nl: Albumnaam van jAlbum waarnaar te exporteren:
sk: Názov albumu jAlbum na export do:
sl: Ime albuma jAlbum kamor bo potekel izvoz:
tr: Aktarılacak jAlbum Albüm adı:
uk: Назва альбому jAlbum, до якого слід виконати експортування:
zh_tw: 要匯出的 jAlbum 相簿名稱：

source: &Export
bs: &Izvezi
ca: &Exporta
da: &Eksportér
el: &Εξαγωγή
es: &Exportar
fr: &Exporter
gl: &Exportar
hu: &Exportálás
it: &Esporta
nb: &Eksporter
nl: &Exporteren
sk: &Exportovať
sl: &Izvozi
tr: &Dışarıya Aktar
uk: &Експортувати
zh_tw: 匯出(&E)

source: jAlbum Export
bs: jAlbum izvoz
ca: Exportador a jAlbum
da: Eksport til jAlbum
el: Εξαγωγή jAlbum
es: Exportar jAlbum
fr: Exportation « jAlbum »
gl: Exportación a jAlbum
hu: jAlbum exportálás
it: Esporta a jAlbum
nb: jAlbum-eksport
nl: Exporteren naar jAlbum
sl: Izvoz jAlbum
tr: jAlbum Dışa Aktarımı
uk: Експорт до jAlbum
zh_tw: jAlbum 匯出

source: A Kipi plugin to launch jAlbum using selected images.
bs: Kipi priključak za pokretanje jAlbuma koristći odabrane slike.
ca: Un connector KIPI per llançar jAlbum usant les imatges seleccionades.
da: Et KIPI-plugin til at køre jAlbum med valgte billeder.
el: Πρόσθετο kipi για την εκτέλεση του jAlbum με χρήση επιλεγμένων εικόνων.
es: Un complemento de Kipi para lanzar jAlbum usando las imágenes seleccionadas.
fr: Un module externe Kipi pour démarrer « jAlbum » en utilisant les images sélectionnées.
gl: Complemento de Kipi para iniciar jAlbum usando as imaxes seleccionadas.
hu: Egy Kipi bővítmény a jAlbum indításához a kijelölt képek használatával.
it: Un'estensione di Kipi per avviare jAlbum con le immagini selezionate.
nb: Et Kipi-tillegg for å starte jAlbum med utvalgte bilder.
nl: Een Kipi-plug-in om jAlbum te starten met geselecteerde afbeeldingen.
sk: Kipi plugin na spustenie jAlbum pomocou vybraných obrázkov.
sl: Vstavek Kipi za zagon jAlbuma z uporabo izbranih slik.
tr: Seçili resimleri kullanarak jAlbum çalıştırmak için bir Kipi eklentisi.
uk: Додаток KIPI для запуску jAlbum на основі позначених зображень.
zh_tw: 使用選取的影像啟動 jAlbum 的 Kipi 外掛程式。

source: (c) 2013, Andrew Goodbody
es: © 2013, Andrew Goodbody
gl: © 2013, Andrew Goodbody
hu: © Andrew Goodbody, 2013.
it: © 2013 di Andrew Goodbody
nb: © 2013 Andrew Goodbody
uk: © Andrew Goodbody, 2013

source: Author
bs: Autor
ca: Autor
da: Ophavsmand
el: Συγγραφέας
es: Autor
fr: Auteur
gl: Autor.
hu: Szerző
it: Autore
nb: Forfatter
nl: Auteur
sk: Autor
sl: Avtor
tr: Yazar
uk: Автор
zh_tw: 作者

source: Settings
bs: Postavke
ca: Arranjament
da: Indstillinger
el: Ρυθμίσεις
es: Preferencias
fr: Configuration
gl: Configuración
hu: Beállítások
it: Impostazioni
nb: Innstillinger
nl: Instellingen
sk: Nastavenia
sl: Nastavitve
tr: Ayarlar
uk: Параметри
zh_tw: 設定

source: Album %1 already exists, do you wish to overwrite it?
bs: Album "%1" već postoji. Želite li pisati preko njega?
ca: L'àlbum %1 ja existeix, voleu sobreescriure'l?
da: Albummet %1 findes allerede, vil du overskrive det?
el: Το λεύκωμα %1 ήδη υπάρχει, θέλετε να το αντικαταστήσετε;
es: El álbum %1 ya existe. ¿Desea sobrescribirlo?
fr: L'album %1 existe déjà. Voulez-vous l'écraser ?
gl: O álbum «%1» xa existe, quere substituílo?
hu: A(z) %1 album már létezik, szeretné felülírni?
it: L'album %1 esiste già, lo vuoi sovrascrivere?
nb: Album %1 finnes fra før Vil du overskrive det?
nl: Album %1 bestaat al, wilt u het overschrijven?
sk: Album %1 už existuje, chcete ho prepísať?
sl: Album %1 že obstaja, ali ga želite prepisati?
tr: %1 albümü zaten var. Üzerine yazmak ister misiniz?
uk: Альбом з назвою %1 вже існує, хочете його перезаписати?
zh_tw: 相簿 %1 已存在，您要覆寫它嗎？

source: Failed to create album directory
bs: Kreiranje album direktorija nije uspjelo
ca: Ha fallat en crear el directori d'àlbums
da: Kunne ikke oprette album-mappen
el: Αποτυχία δημιουργίας καταλόγου λευκώματος
es: La creación del directorio de álbumes ha fallado
fr: Échec de la création du dossier des albums
gl: Non foi posíbel crear o cartafol do álbum.
hu: Az albumkönyvtár létrehozása meghiúsult
it: Creazione della cartella dell'album non riuscita
nb: Klarte ikke å opprette album-mappe
nl: Albummap aanmaken is mislukt
sk: Zlyhalo vytvorenie adresára albumu
sl: Ustvarjanje mape albuma ni uspelo
tr: Albüm dizini oluşturulamadı
uk: Не вдалося створити каталог альбому
zh_tw: 建立相簿目錄失敗

source: Could not open 'albumfiles.txt' for writing
bs: Ne može se otvoriti 'albumfiles.tx' za pisanje
ca: No s'ha pogut obrir «albumfiles.txt» per escriure
da: Kunne ikke åbne "albumfiles.txt" til skrivning
el: Αδυναμία ανοίγματος του 'albumfiles.txt' για εγγραφή
es: No se ha podido abrir «albumfiles.txt» para escritura
fr: Impossible d'ouvrir le fichier « albumfiles.txt »
gl: Non foi posíbel abrir o ficheiro «albumfiles.txt» para escribir nel.
hu: Nem nyitható meg írásra az „albumfiles.txt”
it: Impossibile aprire «albumfiles.txt» in scrittura
nb: Klarte ikke åpne «albumfiles.txt» for skriving
nl: Kon 'albumfiles.txt' niet openen voor schrijven
sk: Nemôžem otvoriť 'albumfiles.txt' na zápis
sl: Ni bilo mogoče odpreti 'albumfiles.txt' za pisanje
tr: 'albumfiles.txt' yazmak üzere açılamadı
uk: Не вдалося відкрити файл «albumfiles.txt» для запису
zh_tw: 無法開啟 'albumfiles.txt' 以寫入

source: Could not open 'jalbum-settings.jap' for writing
bs: Ne može se otvoriti 'jalbum-settings.jap' za pisanje
ca: No s'ha pogut obrir «jalbum-settings.jap» per a escriptura
da: Kunne ikke åbne "jalbum-settings.jap" til skrivning
el: Αδυναμία ανοίγματος του 'jalbum-settings.jap' για εγγραφή
es: No se ha podido abrir «jalbum-settings.jap» para escritura
fr: Impossible d'ouvrir le fichier « jalbum-settings.jap » en écriture
gl: Non foi posíbel abrir o ficheiro «jalbum-settings.jap» para escribir nel.
hu: Nem nyitható meg írásra a „jalbum-settings.jap”
it: Impossibile aprire «jalbum-settings.jap» in scrittura
nb: Klarte ikke åpne «jalbum-settings.jap» for skriving
nl: Kon 'jalbum-settings.jap' niet openen voor schrijven
sk: Nemôžem otvoriť 'jalbum-settings.jap' na zápis
sl: Ni bilo mogoče odpreti 'jalbum-settings.jap' za pisanje
tr: 'jalbum-settings.jap' yazmak üzere açılamadı
uk: Не вдалося відкрити файл «jalbum-settings.jap» для запису
zh_tw: 無法開啟 'jalbum-settings.jap' 以寫入

source: Edit jAlbum Data
bs: Uredi jAlbum podatke
ca: Edita les dades de jAlbum
da: Redigér jAlbum-data
el: Επεξεργασία δεδομένων jAlbum
es: Editar datos de jAlbum
fr: Modifier les données « jAlbum »
gl: Editar os datos de jAlbum
hu: jAlbum adatok szerkesztése
it: Modifica i dati di jAlbum
nb: Rediger jAlbum-data
nl: Gegevens van jAlbum bewerken
sk: Upraviť údaje jAlbum
sl: Uredi podatke jAlbuma
tr: jAlbum Verisini Düzenle
uk: Редагування даних jAlbum
zh_tw: 編輯 jAlbum 資料

source: Main Toolbar
bs: Glavna traka alata
ca: Barra d'eines principal
da: Hovedværktøjslinje
el: Κύρια γραμμή εργαλείων
es: Barra de herramientas principal
fr: Barre principale d'outils
gl: Barra de ferramentas principal
hu: Fő eszköztár
it: Barra principale
nb: Hovedverktøylinje
nl: Hoofdwerkbalk
sk: Hlavný panel nástrojov
sl: Glavna orodna vrstica
tr: Ana Araç Çubuğu
uk: Головна панель
zh_tw: 主工具列

source: Export via &jAlbum
bs: Izvezi preko &jAlbum
ca: Exporta mitjançant &jAlbum
da: Eksportér via &jAlbum
el: Εξαγωγή μέσω &jAlbum
es: Exportar usando &jAlbum
fr: Exporter via &jAlbum
gl: Exportar mediante &jAlbum
hu: Exportálás a &jAlbum használatával
it: Esporta con &jAlbum
nb: Eksporter via &jAlbum
nl: Via &jAlbum exporteren
sk: Exportovať cez &jAlbum
sl: Izvozi preko &jAlbuma
tr: &jAlbum ile Dışarıya Aktar
uk: Експортувати за допомо&гою jAlbum
zh_tw: 透過 jAlbum 匯出(&J)
