Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_timeadjust.po
Languages: de

# NAME OF TRANSLATORS
source: Your names
de: Oliver Dörr

# EMAIL OF TRANSLATORS
source: Your emails
de: kde@doerr-privat.de

source: Determine time difference with clock photo
de: Zeitunterschied durch Foto mit Zeitquelle feststellen

source: Load different photo
de: Anderes Bild laden

source: If you have a photo in your set with a clock or another external time source on it, you can load it here and set the indicator to the (date and) time displayed. The difference of your internal camera clock will be determined from this setting.
de: Falls Sie ein Foto in Ihrem Satz haben, in dem eine Uhr oder eine andere Zeitquelle abgebildet ist, können Sie es hier laden und das Datum, mit dem im Bild angezeigten, anpassen. Der Unterschied zur internen Uhr Ihrer Kamera wird durch diese Einstellung festgestellt.

source: The clock date and time:
de: Datum und Zeit der Uhr:

source: <font color="red"><b>Could not obtain<br>date and time information<br>from image %1.</b></font>
de: <font color="red"><b>Aus dem Bild %1 können keine<br> Datum- und Zeitinformationen<br> erhalten werden.</b></font>

source: <font color="red"><b>Could not load<br>image %1.</b></font>
de: <font color="red"><b>Bild %1 kann nicht geladen werden.</b></font>

source: &Image
de: B&ild

source: Main Toolbar
de: Haupt-Werkzeugleiste

source: Timestamp Used
de: Verwendeter Zeitstempel

source: Timestamp Updated
de: Zeitstempel aktualisiert

source: New Filename
de: Neuer Dateiname

source: not valid
de: Nicht gültig

# not applicable
source: N.A
de: N/V

source: Failed to update metadata timestamp
de: Der Zeitstempel der Metadaten kann nicht aktualisiert werden:

source: Failed to update file timestamp
de: Der Zeitstempel der Datei kann nicht aktualisiert werden:

source: Failed to rename file
de: Die Datei kann nicht umbenannt werden

source: Processed without error
de: Ohne Fehler verarbeitet

source: Adjust Time && Date...
de: Zeit und Datum anpassen ...

source: %1 timestamp
de: %1-Zeitstempel

source: File last modified
de: Letztes Änderungsdatum der Datei

source: EXIF: created
de: Erstellungsdatum (Exif)

source: EXIF: digitized
de: Digitalisierungsdatum (Exif)

source: IPTC: created
de: Erstellungsdatum (IPTC)

source: XMP: created
de: Erstellungsdatum (XMP)

source: Reset to current date
de: Auf das aktuelle Datum einstellen

# copy timestamp as well
source: Copy value
de: Wert kopieren

# add a fixed timestamp to date
source: Add
de: Hinzufügen

# subtract a fixed timestamp to date
source: Subtract
de: Abziehen

# time adjust offset, days value label
source: days
de: Tage

source: Determine difference from clock photo
de: Unterschied von Foto mit Zeitquelle feststellen

source: EXIF: Thumbnail
de: Exif: Vorschaubild

source: Filename
de: Dateiname

source: Timestamp Adjustments
de: Zeitstempel-Anpassungen

source: Adjust Time & Date
de: Zeit und Datum anpassen

# @action:button
source: &Apply
de: &Anwenden

# @info:tooltip
source: Write the corrected date and time for each image
de: Korrigiertes Datum und Zeit für jedes Bild schreiben

source: Time Adjust
de: Zeiteinstellung

source: A Kipi plugin for adjusting the timestamp of picture files
de: Ein KIPI-Modul zum Anpassen des Zeitstempels von Bilddateien

source: Author
de: Autor

source: Developer
de: Entwickler

source: Adjust Time and Date
de: Zeit und Datum anpassen

source: Select at least one option
de: Bitte wählen Sie mindestens eine Option
