Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_photolayouteditor.po
Languages: bs, ca, cs, da, de, el, es, et, fr, hu, is, it, nb, nl, pl, pt, pt_br, ru, sl, sv, tr, uk, zh_tw

source: This tool allows you to write text on the canvas. It's simple - just click on the canvas where you want to add some text and write it!
bs: Ovaj alat omogućava pisanje teksta na platnu. Jednostavan je - samo kliknete na platno gdje želite dodati neki tekst i pisati!
ca: Aquesta eina us permet escriure text sobre el llenç. És molt senzill: només cal fer clic sobre el llenç al punt on voleu afegir una mica de text i escriure!
cs: Tento nástroj vám umožní psát na plátno text. Je to jednoduché - prostě klikněte na plátno v místě, kde si přejete přidat text a pište.
da: Dette værktøj lader dig skrive tekst på lærredet. Det er nemt - klik blot på lærredet hvor du ønsker at tilføje noget tekst og skriv!
de: Mit diesem Werkzeug können Sie Text auf den Seiten eintragen. Klicken Sie auf die Stelle auf der Seite, wo Sie Text einfügen möchten und beginnen Sie mit der Eingabe.
el: Το εργαλείο αυτό σάς επιτρέπει να γράψετε κείμενο στον καμβά. Είναι απλό - κάνετε κλικ στον καμβά όπου θέλετε να προσθέσετε κάποιο κείμενο και αρχίστε να γράφετε!
es: Esta herramienta permite escribir texto en el lienzo. Es simple - solo pulse sobre la posición del lienzo donde quiera añadir texto y escriba.
et: See tööriist võimaldab kirjutada lõuendile teksti. See on imelihtne - lihtsalt klõpsa lõuendil kohas, kuhu tahad teksti lisada, ja kirjuta oma tekst!
fr: Cet outil permet d'écrire du texte sur le canevas. Il est simple - cliquez simplement sur le canevas à l'endroit où vous voulez ajouter du texte et saisissez-le !
hu: Ez az eszköz lehetővé teszi szöveg írását a vászonra. Egyszerűen csak kattintson oda a vászonra, ahova szöveget szeretne hozzáadni és írja be azt!
is: Þetta áhald gerir kleift að skrifa texta á myndflötinn. Það er einfalt - smelltu bara á myndflötinn þar sem þú vilt hafa textann og byrjaðu að skrifa!
it: Questo strumento permette di scrivere del testo sulla tela. È semplice: basta far clic sulla tela dove vuoi inserire il testo e scriverlo.
nb: Med dette verktøyet kan du skrive tekst på lerretet. Det er enkelt, bare klikk på lerretet der du vil ha tekst og skriv den inn.
nl: Dit hulpmiddel laat u tekst op uw werkblad schrijven. Het is eenvoudig - klik op het werkblad waar u enige tekst wilt schrijven en schrijf het!
pl: Narzędzie to pozwala tobie napisać tekst na płótnie. To proste - kliknij tylko na płótnie tam gdzie chcesz dodać jakiś tekst i napisz go!
pt: Esta ferramenta permite-lhe escrever texto na área de desenho. É simples - basta carregar na área de desenho onde deseja adicionar algum texto e escrevê-lo!
pt_br: Esta ferramenta permite que você escreva texto na tela. Ela é simples - basta clicar na tela onde deseja adicionar algum texto e escrevê-lo!
ru: Этот инструмент позволяет писать текст на холсте. Это просто — щёлкните в нужном месте на холсте, куда вы хотите добавить текст, и впишите его.
sl: To orodje omogoča pisanje besedila na platno. Je preprosto - samo kliknite na platnu, kjer želite dodati besedilo in ga vpišite!
sv: Detta verktyg låter dig skriva text på duken. Det är enkelt: Klicka bara på duken där du vill lägga till text och skriv in den.
tr: Bu araç tuvale metin yazmanızı sağlar. Çok basit - sadece tuval üzerinde metin eklemek istediğiniz yere tıklayın ve yazın!
uk: За допомогою цього інструмента можна додавати на полотно текст. Це просто: клацніть у точці полотна, куди слід додати текст, і просто впишіть потрібне слово або речення.
zh_tw: 此工具讓您在畫布上寫字。它很簡單─只要在畫布上點擊，然後寫入文字。

source: Rotation tool
bs: Alat za rotiranje
ca: Editor del gir
cs: Nástroj pro natočení
da: Roteringsværktøj
de: Drehungs-Werkzeug
el: Εργαλείο περιστροφής
es: Herramienta de rotación
et: Pööramistööriist
fr: Outil de rotation
hu: Forgatás eszköz
is: Snúningsáhald
it: Strumento di rotazione
nb: Rotasjonsverktøy
nl: Hulpmiddel voor draaien
pl: Narzędzie obracania
pt: Ferramenta de rotação
pt_br: Ferramenta de rotação
ru: Инструмент поворота
sl: Orodje za vrtenje
sv: Rotationsverktyg
tr: Döndürme aracı
uk: Інструмент обертання
zh_tw: 旋轉工具

source: This tool allows you to rotate items on your canvas.
bs: Ovaj alat vam omogućava da rotirate objekte na platnu.
ca: Aquesta eina us permet girar elements sobre el llenç.
cs: Tento nástroj vám umožní natáčet položky na plátně.
da: Dette værktøj lader dig rotere elementer på dit lærred.
de: Dieses Werkzeug ermöglicht das Drehen von Elementen auf Ihren Seiten.
el: Το εργαλείο αυτό σάς επιτρέπει να περιστρέψετε αντικείμενα στον καμβά.
es: Esta herramienta permite rotar elementos en su lienzo.
et: See tööriist võimaldab pöörata lõuendil paiknevaid elemente.
fr: Cet outil permet de faire pivoter des éléments sur votre canevas.
hu: Ez az eszköz lehetővé teszi elemek forgatását a vásznon.
is: Þetta áhald gerir kleift að snúa hlutum á myndfleti.
it: Questo strumento permette di ruotare gli elementi sulla tela.
nb: Dette verktøyet kan rotere elementer på lerretet.
nl: Dit hulpmiddel kan items op uw werkblad draaien.
pl: Narzędzie to pozwala tobie obracać elementy na twoim płótnie.
pt: Esta ferramenta permite-lhe rodar os itens na sua área de desenho.
pt_br: Esta ferramenta permite que você rotaciona itens em sua tela.
ru: Этот инструмент позволяет поворачивать объекты на холсте.
sl: To orodje vam omogoča, da zavrtite predmete na vašem platnu.
sv: Detta verktyg låter dig rotera objekt på duken.
tr: Bu araç tuvalinizdeki ögeleri döndürmenizi sağlar.
uk: За допомогою цього інструмента можна змінювати масштаб об’єктів на вашому полотні.
zh_tw: 此工具讓您可以在畫布上旋轉某個項目。

source: Scaling tool
bs: Alat za skaliranje
ca: Eina de l'escalat
cs: Nástroj pro změnu velikosti
da: Skaleringsværktøj
de: Skalierungs-Werkzeug
el: Εργαλείο κλίμακας
es: Herramienta de escala
et: Skaleerimistööriist
fr: Outil de mise à l'échelle
hu: Méretezés eszköz
is: Kvörðunaráhald
it: Strumento di riscalamento
nb: Skaleringsverktøy
nl: Hulpmiddel voor schalen
pl: Narzędzie skalowania
pt: Ferramenta de escala
pt_br: Ferramenta de escalonamento
ru: Инструмент изменения размера
sl: Orodje za umerjanje
sv: Skalningsverktyg
tr: Ölçekleme aracı
uk: Інструмент масштабування
zh_tw: 調整工具

source: This tool allows you to scale items on your canvas.
bs: Ovaj alat vam omogućava da skalirate objekte na platnu.
ca: Aquesta eina us permet escalar elements sobre el llenç.
cs: Tento nástroj vám umožní měnit velikost položek na plátně.
da: Dette værktøj lader dig skalere elementer på dit lærred.
de: Mit diesem Werkzeug können Sie Elemente auf der Seite skalieren.
el: Το εργαλείο αυτό σάς επιτρέπει να κλιμακώσετε αντικείμενα στον καμβά.
es: Esta herramienta permite escalar elementos del lienzo.
et: See tööriist võimaldab skaleerida lõuendil paiknevaid elemente.
fr: Cet outil permet de mettre à l'échelle des élément sur votre canevas.
hu: Ez az eszköz lehetővé teszi elemek méretezését a vásznon.
is: Þetta áhald gerir kleift að kvarða hluti á myndfleti.
it: Questo strumento permette di riscalare gli elementi sulla tela.
nb: Dette verktøyet kan skalere elementer på lerretet.
nl: Dit hulpmiddel kan items op uw werkblad schalen.
pl: Narzędzie to pozwala tobie na skalowani elementów na twoim płótnie.
pt: Esta ferramenta permite-lhe escalar os itens na sua área de desenho.
pt_br: Esta ferramenta permite que você escalone itens em sua tela.
ru: Этот инструмент позволяет изменять размеры объектов на холсте.
sl: To orodje vam omogoča, da umerite predmete na vašem platnu.
sv: Detta verktyg låter dig skala objekt på duken.
tr: Bu araç, tuvalinizdeki ögeleri ölçeklendirmenizi sağlar.
uk: За допомогою цього інструмента можна змінювати масштаб зображень на полотні.
zh_tw: 此工具讓您可以在畫布上調整項目的大小。

source: Crop tool
bs: Alat za rezanje
ca: Eina de tall
cs: Nástroj ořezu
da: Beskæringsværktøj
de: Zuschneidewerkzeug
el: Εργαλείο αποκοπής
es: Herramienta de recorte
et: Kärpimistööriist
fr: Outil de rognage
hu: Levágás eszköz
is: Utanskurðaráhald
it: Strumento di taglio
nb: Beskjæringsverktøy
nl: Uitsnedegereedschap
pl: Narzędzie przycinania
pt: Ferramenta de recorte
pt_br: Ferramenta de recorte
ru: Инструмент обрезки
sl: Orodje za obrezovanje
sv: Beskärningsverktyg
tr: Kırpma aracı
uk: Інструмент обрізування
zh_tw: 剪裁工具

source: This tool allows you to crop items.
bs: Ovaj alat vam omogućava rezanje objekata.
ca: Aquesta eina us permet retallar elements.
cs: Tento nástroj vám umožní položky oříznout.
da: Dette værktøj lader dig beskære elementer.
de: Mit diesem Werkzeug können Sie Elemente auf der Seite zuschneiden.
el: Το εργαλείο αυτό σάς επιτρέπει να αποκόψετε αντικείμενα.
es: Esta herramienta le permite recortar elementos.
et: See tööriist võimaldab elemente kärpida.
fr: Cet outil permet de rogner des éléments.
hu: Ez az eszköz lehetővé teszi elemek levágását.
is: Þetta áhald gerir kleift að skera utan af hlutum.
it: Questo strumento permette di ritagliare gli elementi.
nb: Dette verktøyet kan beskjære elementer.
nl: Dit hulpmiddel kan uitsneden van items maken.
pl: Narzędzie to pozwala tobie przycinać elementy.
pt: Esta ferramenta permite-lhe recortar os itens.
pt_br: Esta ferramenta permite que você recorte itens.
ru: Этот инструмент позволяет обрезать объекты.
sl: To orodje vam omogoča obrezovanje predmetov.
sv: Detta verktyg låter dig beskära objekt.
tr: Bu araç ögeleri kırpmanızı sağlar.
uk: За допомогою цього інструмента можна обрізувати об’єкти.
zh_tw: 此工具讓您可以剪裁項目。

source: Image effects editor
bs: Editor slikovnih efekata
ca: Editor dels efectes d'imatge
cs: Editor efektů obrázku
da: Editor til billedeffekter
de: Bildeffekt-Editor
el: Επεξεργαστής εφέ εικόνας
es: Editor de efectos de imagen
et: Pildiefektide redaktor
fr: Éditeur d'effets sur les images
hu: Képhatások szerkesztő
is: Myndbrelluritill
it: Editor degli effetti delle immagini
nb: Redigere bildeeffekter
nl: Bewerker van afbeeldingseffecten
pl: Edytor efektów obrazu
pt: Editor de efeitos das imagens
pt_br: Editor de efeitos de imagem
ru: Редактор графических эффектов
sl: Urejevalnik učinkov slik
sv: Bildeffekteditor
tr: Resim efekt düzenleyici
uk: Редактор ефектів зображення
zh_tw: 影像效果編輯器

source: This tool allows you to edit existing effects of your photo layers and add some new one.
bs: Ovaj alat vam omogućava da uredite postojeće efekte na vašim slojevima slika i dodate neke nove.
ca: Aquesta eina us permet editar els efectes existents de les vostres capes de la foto i afegir-n'hi alguna nova.
cs: Tento nástroj vám umožní upravit existující a přidat nové efekty vrstev s vašimi fotografiemi.
da: Dette værktøj lader dig redigere eksterende effekter i dine fotolag og tilføje nye.
de: Mit diesem Werkzeug können Sie vorhandene Effekte auf den Fotoebenen bearbeiten und einige neue hinzufügen.
el: Το εργαλείο αυτό σάς επιτρέπει να επεξεργαστείτε υφιστάμενα εφέ στα επίπεδα των φωτογραφιών σας και να προσθέτετε νέα.
es: Esta herramienta le permite editar efectos de las capas de fotos y añadir algunos efectos nuevos.
et: See tööriist võimaldab muuta fotokihtide seniseid efekte ja lisada uusi.
fr: Cet outil permet de modifier des effets existants sur les calques de vos photos et d'en ajouter un nouveau.
hu: Ez az eszköz lehetővé teszi a fényképrétegek létező hatásainak szerkesztését és újak hozzáadását.
is: Þetta áhald gerir kleift að breyta áhrifum og brellum í myndlögum auk þess að bæta við nýjum.
it: Questo strumento permette di modificare gli effetti presenti sui livelli delle foto e aggiungerne altri.
nb: Dette verktøyet kan brukes til å redigere eksisterende effekter på bildelagene og legge til nye.
nl: Dit hulpmiddel kan bestaande effecten van de lagen in uw foto's bewerken en nieuwe toevoegen.
pl: Narzędzie to pozwala tobie na edycję istniejących efektów twoich warstw zdjęcia i dodanie jakichś nowych.
pt: Esta ferramenta permite-lhe editar os efeitos existentes nas suas camadas da fotografia, assim como adicionar novos.
pt_br: Esta ferramenta permite que você edite os efeitos existentes das camadas da foto e adicione alguns novos.
ru: Этот инструмент позволяет редактировать эффекты слоёв фотографии и добавлять новые.
sl: To orodje vam omogoča urejanje obstoječih in dodajanje novih učinkov vaših plasti fotografij.
sv: Detta verktyg låter dig redigera befintliga objekt på fotolager och lägga till nya.
tr: Bu araç fotoğraf katmanlarınızdaki mevcut efektleri düzenlemenizi veya yeni efektler eklemenizi sağlar.
uk: За допомогою цього інструмента можна редагувати вже додані до шарів вашої фотографії ефекти та додавати нові ефекти.
zh_tw: 此工具讓您可以編輯您的相片層次上現有的效果，或是新增效果。

source: Zoom out
bs: Umanji
ca: Redueix
cs: Oddálit
da: Zoom ud
de: Verkleinern
el: Απομάκρυνση
es: Alejar
et: Vähenda
fr: Zoom arrière
hu: Kicsinyítés
is: Renna frá
it: Rimpicciolisci
nb: Forminske
nl: Uitzoomen
pl: Oddal
pt: Reduzir
pt_br: Reduzir
ru: Уменьшить масштаб
sl: Oddalji
sv: Zooma ut
tr: Uzaklaştır
uk: Зменшити
zh_tw: 縮小

source: Zoom in
bs: Uvećaj
ca: Amplia
cs: Přiblížit
da: Zoom ind
de: Vergrößern
el: Μεγέθυνση
es: Acercar
et: Suurenda
fr: Zoom avant
hu: Nagyítás
is: Renna að
it: Ingrandisci
nb: Forstørre
nl: Inzoomen
pl: Zbliż
pt: Ampliar
pt_br: Ampliar
ru: Увеличить масштаб
sl: Približaj
sv: Zooma in
tr: Yakınlaştır
uk: Збільшити
zh_tw: 放大
