Repository: centic9/digikam-ppa
Catalog: po/*/kipiplugin_removeredeyes.po
Languages: de, fr, ko

# NAME OF TRANSLATORS
source: Your names
de: Oliver Dörr
fr: Étienne Biardeaud, Joëlle Cornavin
ko: Shinjo Park

# EMAIL OF TRANSLATORS
source: Your emails
de: kde@doerr-privat.de
fr: etienne@cyteen.net, jcorn@free.fr
ko: kde@peremen.name

source: Blob Extraction Settings
de: Tropfenextraktionseinstellungen
fr: Paramètres d'extraction de Blob
ko: 덩어리 추출 설정

source: Minimum &blob size:
de: Minimale &Tropfengröße:
fr: Taille minimale de &Blob :
ko: 최소 덩어리 크기(&B):

source: Minimum &roundness:
de: Minimale &Rundlichkeit:
fr: A&rrondi minimal :
ko: 최소 곡률(&R):

source: Classifier Settings
de: Klassifizierungseinstellungen
fr: Paramètres du classifieur
ko: 분류기 설정

source: Use &standard classifier
de: &Standardklassifizierung benutzen
fr: Utiliser un classifieur &standard
ko: 표준 분류기 사용(&S)

source: If checked, the standard classifier shipped with this KIPI plugin is used.
de: Falls aktiviert, wird die Standardklassifizierung des KIPI-Moduls benutzt.
fr: Si ce paramètre est sélectionné, le classifieur standard fourni avec ce module externe KIPI est utilisé.
ko: 선택하면 KIPI 플러그인의 기본 분류기를 사용합니다.

source: Enter the location of the classifier here.
de: Geben Sie hier die Klassifizierung ein:
fr: Saisissez ici l'emplacement du classifieur.
ko: 분류기 위치를 입력하십시오.

source: &Neighbor groups:
de: &Nachbargruppen:
fr: Groupes voisi&ns :
ko: 이웃 그룹(&N):

source: &Scaling factor:
de: &Skalierungsfaktor:
fr: &Facteur d'échelle :
ko: 크기 조절 인자(&S):

source: &Advanced Mode
de: &Fortgeschrittener Modus
fr: Mode &avancé
ko: 고급 모드(&A)

source: &Simple Mode
de: &Einfacher Modus
fr: Mode &simple
ko: 단순 모드(&S)

source: <p><b>Slower<br/>(low-res / slightly blurred images)</b></p><p>In this mode the automatic detection and correction of red-eye is the most reliable. The drawback of the higher detection rate is a much slower computation.</p>
de: <p><b>Langsam<br/>(Niedrige Auflösung/leicht unscharfe Bilder)</b></p><p>In diesem Modus ist die automatische Erkennung und Korrektur der roten Augen sehr zuverlässig. Der Nachteil dieser höheren Erkennungsrate ist die wesentlich langsamere Berechnung.</p>
fr: <p><b>Plus lent<br/>(basse résolution / images légèrement floues)</b></p><p>Dans ce mode, la détection et la correction automatiques des yeux rouges est la plus fiable. L'inconvénient avec ce taux de détection plus élevé est un temps de calcul beaucoup plus long.</p>
ko: <p><b>느리게<br/> (저해상도 및 약간 흐려진 그림)</b></p> <p>이 모드에서는 적목 자동 감지 및 교정이 가장 신뢰성 있게 작동합니다. 감지 가능성은 높아지나 연산 속도는 느려집니다.</p>

source: <p><b>Standard</b></p><p>This mode is adequate for most image resolutions. Always try this mode first.</p>
de: <p><b>Standard</b></p><p>Dieser Modus passt zu den meisten Bildauflösungen. Sie sollten diesen Modus daher immer zuerst versuchen.</p>
fr: <p><b>Standard</b></p><p>Ce mode est adéquat pour la plupart des résolutions d'images. Essayez toujours ce mode en premier lieu.</p>
ko: <p><b>표준</b></p> <p>이 모드는 대부분 그림 해상도에 적절합니다. 먼저 이 모드를 시도해 보십시오.</p>

source: <p><b>Faster<br/>(high-res images)</b></p><p>In this mode the automatic detection will be faster, but more false positives may occur. Use this mode only for very high-resolution and sharp images.</p>
de: <p><b>Schnell<br/>(Hohe Auflösung)</b></p><p>In diesem Modus ist die automatische Erkennung wesentlich schneller. Es können aber Fehlentscheidungen auftreten. Benutzen Sie diesen Modus daher nur für sehr hohe Auflösungen und scharfe Bilder.</p>
fr: <p><b>Plus rapide<br/>(images haute résolution)</b></p><p>Dans ce mode, la détection automatique sera plus rapide mais elle risque de faire apparaître plus de faux positifs. N'utilisez ce mode que pour des images de très haute résolution et des images très nettes.</p>
ko: <p><b>빠르게<br/> (고해상도 그림)</b></p> <p>이 모드에서는 자동 감지가 더 빨라지지만 잘못 감지할 수 있는 확률도 높아집니다. 고해상도 및 고선명 사진에만 사용하십시오.</p>

source: &Tools
de: E&xtras
fr: &Outils
ko: 도구(&T)

source: Main Toolbar
de: Haupt-Werkzeugleiste
fr: Barre principale d'outils
ko: 주 도구 모음

source: &Red-Eye Removal...
de: &Rote-Augen entfernen ...
fr: Suppression des yeux &rouges...
ko: 적목 현상 제거(&R)...

source: Automatic Red-Eye Removal
de: Automatisches Entfernen von roten Augen
fr: Suppression automatique des yeux rouges
ko: 자동 적목 현상 제거

source: Remove Red-Eye
de: Rote-Augen entfernen
fr: Supprimer les yeux rouges
ko: 적목 제거

source: A plugin to automatically detect and remove red-eye effect.
de: Ein KIPI-Modul zum automatischen Finden und Entfernen von roten Augen.
fr: Un module externe pour détecter et supprimer automatiquement l'effet « Yeux rouges ».
ko: 자동으로 적목 현상을 감지하고 제거하는 플러그인입니다.

source: (c) 2008-2013, Andi Clemens
de: © 2008–2013, Andi Clemens

source: Author and Maintainer
de: Autor und Betreuer
fr: Auteur et mainteneur
ko: 작성자와 관리자

source: Correct &Photos
de: &Fotos korrigieren
fr: Corriger des &photos
ko: 사진 수정(&P)

source: Start correcting the listed images
de: Start der Korrektur der aufgezählten Bilder
fr: Démarrer la correction des images listées
ko: 목록에 있는 사진 수정 시작

source: &Test-Run
de: &Testlauf
fr: Lancer un &test
ko: 시험 시행(&T)

source: Simulate the correction process, without saving the results.
de: Simulation des Korrekturergebnisses ohne das Ergebnis zu speichern.
fr: Simule le processus de correction, sans enregistrer les résultats.
ko: 결과를 저장하지 않고 교정 과정을 시험합니다.

# The total number of images in the list
source: Total:
de: Gesamt:
ko: 합계:

# number of images successfully processed
source: Success:
de: Erfolgreich:
fr: Succès :
ko: 성공:

# number of images failed to process
source: Failed:
de: Fehlgeschlagen:
fr: Échec :
ko: 실패:

source: File List
de: Dateiliste
fr: Liste des fichiers
ko: 파일 목록

source: Settings
de: Einstellungen
fr: Configuration
ko: 설정

source: <p>You chose the <b>'overwrite' correction mode</b>.<br/>Are you sure you want to lose your original image files?</p>
de: <p>Sie haben den <b>„Überschreiben“-Modus</b> ausgewählt.<br/>Sind Sie sicher, dass Sie Ihre Originaldateien überschreiben möchten?</p>
fr: <p>Vous avec choisi le <b>mode de correction avec écrasement</b>. <br/>Voulez-vous vraiment perdre vos fichiers d'images originaux ?</p>
ko: <p><b>덮어쓰기 보정 모드</b>를 선택하셨습니다.<br/> 원본 사진 파일을 삭제하시겠습니까?</p>

source: Overwrite mode
de: Überschreiben-Modus
fr: Mode « Écrasement »
ko: 덮어쓰기 모드

source: <p>Some of the images could not be analyzed with the current settings, or they do not contain any red-eye at all.</p><p><b>Would you like to remove these images from the list?</b></p>
de: <p>Einige der Bilder können mit den aktuellen Einstellungen nicht analysiert werden oder sie enthalten keine rote Augen.</p><p><b>Sollen diese Bilder aus der Liste entfernt werden?</b></p>
fr: <p>Impossible d'analyser certaines images avec les réglages courants ou bien elles ne contiennent pas du tout d'effet « Yeux rouges ».</p><p><b>Voulez-vous supprimer ces images de la liste ?</b></p>
ko: <p>일부 사진은 현재 설정으로 분석할 수 없거나, 적목을 포함하고 있지 않습니다.</p> <p><b>해당하는 사진을 목록에서 삭제하시겠습니까?</b></p>

source: Remove unprocessed images?
de: Nicht bearbeitete Bilder entfernen?
fr: Supprimer les images non traitées ?
ko: 처리되지 않은 사진 삭제?

source: <p>You tried to add <b>RAW images</b> to the plugin,<br/>but those file-types are not supported.</p><p><b>They were automatically removed from the list.</b></p>
de: <p>Sie versuchen <b>Rohbilder</b> vom Modul verarbeiten zu lassen.<br/>Diese Dateitypen werden jedoch nicht unterstützt.</p><p><b>Sie sind automatisch von der Liste entfernt worden.</b></p>
fr: <p>Vous avez essayé d'ajouter des <b>images en format brut</b> au module externe <br/> mais ces types de fichiers ne sont pas pris en charge.</p><p><b>Ils ont été automatiquement supprimés de la liste.</b></p>
ko: <p>플러그인에 <b>RAW 사진</b>을 추가하였지만<br/> 현재 RAW 사진은 지원하지 않습니다.</p> <p><b>해당하는 사진은 목록에서 삭제되었습니다.</b></p>

source: RAW images found
de: Rohbilder gefunden
fr: Des images de format brut ont été trouvées
ko: RAW 사진 찾음

source: <p>%1 image has been successfully processed.</p>
de: <p>%1 Bild ist erfolgreich verarbeitet worden.</p>
fr: <p>%1 image a été traitée avec succès.</p>
ko: <p>사진 %1장을 수정하였습니다.</p>

source: <h2>Correction Complete</h2>
de: <h2>Korrektur durchgeführt</h2>
fr: <h2>Correction terminée</h2>
ko: <h2>수정 완료</h2>

source: Correction Complete
de: Korrektur durchgeführt
fr: Correction terminée
ko: 수정 완료

source: <h2>Could not load classifier options.<br/>The plugin is not executable.</h2>
de: <h2>Es können keine Klassifizierungseinstellungen geladen werden.<br/>Das Modul ist daher nicht ausführbar.</h2>
fr: <h2>Impossible de charger les options du classifieur.<br/>Le module externe n'est pas exécutable.</h2>
ko: <h2>분류기 옵션을 불러올 수 없습니다.<br/> 플러그인을 실행할 수 없습니다.</h2>

source: Corrected Eyes
de: Korrigierte Augen
fr: Yeux corrigés
ko: 수정된 눈

source: This is the list of images from which to remove red-eye.
de: Dies ist die Liste der Bilder, von denen die roten Augen entfernt werden sollen.
fr: Il s'agit de la liste des images dont il faut supprimer les yeux rouges.
ko: 적목 현상을 수정할 그림 목록입니다.

source: <p>This widget will display a correction preview for the currently selected image.</p><p><ul><li>Move the mouse <b>over</b> the preview to display the original image.</li><li>Move the mouse <b>out of</b> the preview to display the corrected image.</li><li><b>Click on</b> the preview to display the correction mask.</li></ul></p><p>The zoom buttons and panning widget allow you to view certain parts of the image more closely.</p>
de: <p>Dies ist eine Vorschau der Korrektur des aktuell ausgewählten Bildes</p><p><ul><li>Bewegen Sie den Mauszeiger <b>auf</b> die Vorschau, um das Originalbild zu sehen</li><li>Bewegen Sie den Mauszeiger <b>weg von</b> der Vorschau, um das korrigierte Bild zu sehen</li><li><b>Klicken</b> Sie die Vorschau an, um die Korrekturmaske zu sehen</li></ul></p><p>Die Zoom-Knöpfe und das Verschiebe-Werkzeug erlaubt es Ihnen bestimmte Teile des Bildes näher zu betrachten.</p>
fr: <p>Ce composant graphique affichera un aperçu de la correction de l'image actuellement sélectionnée. </p><p><ul><li>Déplacez la souris <b>sur</b> l'aperçu pour afficher l'image originale. </li><li>Déplacez la souris <b>en dehors de</b> l'aperçu pour afficher l'image corrigée</li><li><b>Cliquez sur</b> l'aperçu pour afficher le masque de correction. </li></ul></p><p>Les boutons de zoom et le composant graphique de panoramique vous permettent de voir certaines parties de l'image de plus près.</p>
ko: <p>이 위젯은 현재 선택한 사진의 수정본을 미리 보여 줍니다.</p> <p> <ul> <li>미리 보기 <b>위로</b> 마우스를 움직이면 원본 그림을 표시합니다.</li> <li>미리 보기 <b>밖으로</b> 마우스를 움직이면 수정된 그림을 표시합니다.</li> <li>미리 보기를 <b>누르면</b> 수정 마스크를 표시합니다.</li> </ul> </p> <p>확대/축소 단추와 패닝 위젯을 사용하여 그림의 특정 부분을 확대하여 볼 수 있습니다.</p>

source: <h2>generating preview...</h2>
de: <h2>Die Vorschau wird erstellt ...</h2>
fr: <h2>génération de l'aperçu en cours...</h2>
ko: <h2>미리 보기 만드는 중...</h2>

source: <p>Can not open preview image<br/>'%1'</p>.
de: <p>Das Vorschaubild kann nicht geöffnet werden<br/>„%1“</p>.
fr: <p>Impossible d'ouvrir l'image d'aperçu <br/>%1</p>.
ko: <p>미리 보기 그림을 열 수 없음<br/> '%1'</p>

source: Error loading preview file
de: Fehler beim Laden der Vorschaudatei
fr: Erreur lors du chargement du fichier d'aperçu
ko: 미리 보기 파일을 불러오는 중 오류 발생

source: Original Image
de: Originalbild
fr: Image originale
ko: 원본 사진

source: Corrected Image
de: Korrigiertes Bild
fr: Image corrigée
ko: 수정된 사진

source: Correction Mask
de: Korrekturmaske
fr: Masque de correction
ko: 수정 마스크

source: No image selected
de: Es ist kein Bild ausgewählt worden
fr: Aucune image sélectionnée
ko: 사진을 선택하지 않았음

source: Storage Settings
de: Speichereinstellungen
fr: Paramètres d'enregistrement
ko: 저장소 설정

source: <p>These settings control the storage of the corrected images. There are three modes to choose from:</p><p><ul><li><b>Subfolder:</b> The corrected images will be saved in a subfolder under the current album path.</li><li><b>Prefix:</b> A custom prefix will be added to the corrected image.</li><li><b>Suffix:</b> A custom suffix will be added to the corrected image.</li><li><b>Overwrite:</b> All original images will be replaced.</li></ul></p><p>Each of the three modes allows you to add an optional keyword to the image metadata.</p>
de: <p>Diese Einstellungen kontrollieren das Abspeichern der korrigierten Bilder. Es existieren drei Modi die ausgewählt werden können:</p><p><ul><li><b>Unterordner:</b> Die korrigierten Bilder werden in einem Unterordner des aktuellen Albums gesichert.</li><li><b>Präfix:</b> Ein benutzerdefinierter Präfix wird dem korrigierten Bild hinzugefügt.</li><li><b>Suffix:</b> Ein benutzerdefiniertes Suffix wird dem korrigierten Bild hinzugefügt.</li><li><b>Überschreiben:</b> Alle Originalbilder werden ersetzt.</li></ul></p><p>Jeder der drei Modi erlaubt es Ihnen ein Stichwort zu den Bildmetadaten hinzuzufügen.</p>
fr: <p>Ces réglages contrôlent l'enregistrement des images corrigées. Il existe trois modes parmi lesquels choisir : </p><p><ul><li><b>Sous-dossier :</b> Les images corrigées seront enregistrées dans un sous-dossier sous l'emplacement de l'album actuel.</li><li><b>Préfixe :</b> Un préfixe personnalisé sera ajouté à l'image corrigée.</li><li><b>Suffixe :</b> Un suffixe personnalisé sera ajouté à l'image corrigée.</li><li><b>Écrasement :</b> Toutes les images originales seront remplacées.</li></ul></p><p>Chacun de ces trois modes permet l'ajout d'un mot clé optionnel aux métadonnées de l'image.</p>
ko: <p>이 설정은 수정된 사진의 저장 방식을 결정합니다. 다음 모드를 선택할 수 있습니다:</p> <p> <ul> <li><b>하위 폴더:</b> 현재 앨범 경로 아래의 하위 폴더에 수정된 사진을 저장합니다.</li> <li><b>접두사:</b> 수정된 사진 파일 이름에 접두사를 추가합니다.</li> <li><b>접미사:</b> 수정된 사진 파일 이름에 접미사를 추가합니다.</li> <li><b>덮어쓰기:</b> 원본 사진 파일을 덮어씁니다.</li> </ul> </p> <p>각각 모드에서는 사진 메타데이터에 키워드를 추가할 수 있습니다.</p>

source: Save in Subfolder
de: Im Unterordner speichern
fr: Enregistrer dans un sous-dossier
ko: 하위 폴더에 저장

source: Add Prefix
de: Präfix hinzufügen
fr: Ajouter un préfixe
ko: 접두사 추가

source: Add Suffix
de: Suffix hinzufügen
fr: Ajouter un suffixe
ko: 접미사 추가

source: Overwrite
de: Überschreiben
fr: Écraser
ko: 덮어쓰기

source: Enter the name of the subfolder, prefix or suffix to use for the corrected images.
de: Geben Sie den Namen des Unterordners, Präfix oder Suffixes ein, der für die korrigierten Bilder verwendet werden soll.
fr: Saisissez le nom du sous-dossier, le préfixe ou le suffixe à utiliser pour les images corrigées.
ko: 수정된 사진에 사용할 하위 폴더, 접두사, 접미사 이름을 입력하십시오.

source: Add &metadata keyword
de: &Metadaten-Stichwort hinzufügen
fr: Ajouter un mot clé aux &métadonnées
ko: 메타데이터 키워드 추가(&M)

source: If checked, a custom keyword will be applied to the image metadata.
de: Falls aktiviert, wird Ihr Stichwort allen Bildmetadaten hinzugefügt.
fr: Si cette option est sélectionnée, un mot clé personnalisé sera appliqué aux métadonnées de l'image.
ko: 선택하면 사진 메타데이터에 사용자 정의 키워드를 추가합니다.

source: Enter the name of the custom keyword here...
de: Geben Sie Ihr Stichwort ein ...
fr: Saisissez ici le nom du mot clé personnalisé...
ko: 사용자 정의 키워드 이름을 입력하십시오...

source: Unprocessed Image Handling
de: Behandlung nicht bearbeiteter Bilder
fr: Gestion de l'image non traitée
ko: 처리되지 않은 사진 처리

source: <p>These settings control the handling of unprocessed images when running in test-mode. To speed up the final correction, unprocessed images can be removed from the list, so that they are not analyzed again. There are three modes to choose from:</p><p><ul><li><b>Ask the user:</b> A popup window will appear to ask for further actions.</li><li><b>Keep in file list:</b> All unprocessed images will be kept in the list.</li><li><b>Remove from file list:</b> All unprocessed images are removed after the test run.</li></ul></p>
de: <p>Diese Einstellungen kontrollieren die Behandlung von nicht bearbeiteten Bildern während des Testmodus. Um die eigentliche Korrektur zu beschleunigen, können nicht bearbeitete Bilder von der Liste entfernt werden. Sie müssen dann nicht nochmal analysiert werden. Es gibt drei Modi, aus denen Sie wählen können:</p><p><ul><li><b>Benutzer fragen:</b> Ein Fenster erscheint, um nach der weiteren Behandlung zu fragen</li><li><b>In der Dateiliste behalten:</b> Alle nicht bearbeiteten Bilder bleiben in der Dateiliste</li><li><b>Aus der Dateiliste entfernen:</b> Alle nicht bearbeiteten Bilder werden während des Testlaufs entfernt</li></ul></p>
fr: <p>Ces paramètres contrôlent la gestion des images non traitées lors de l'exécution en mode « Test ». Pour accélérer la correction finale, les images non traitées peuvent être supprimées de la liste pour qu'elles ne soient pas analysées à nouveau. Il existe trois modes parmi lesquels choisir :</p><p><ul><li><b>Demander à l'utilisateur : </b> Une fenêtre contextuelle apparaîtra pour demander d'autres actions à effectuer.</li><li><b>Conserver dans la liste des fichiers : </b> Toutes les images non traitées seront conservées dans la liste.</li><li><b>Supprimer de la liste des fichiers : </b>Toutes les images non traitées sont supprimées après l'exécution du test.</li></ul></p>
ko: <p>이 설정은 테스트 모드 실행 후 처리되지 않은 사진 처리 방법을 결정합니다. 최종 보정의 속도를 빠르게 하기 위해서 처리되지 않은 사진을 목록에서 제외하여 다시 분석되지 않도록 할 수 있습니다. 다음 모드 중에서 선택할 수 있습니다:</p> <p> <ul> <li><b>사용자에게 묻기:</b> 이후 동작을 결정할 팝업 창을 표시합니다.</li> <li><b>파일 목록에 유지:</b> 모든 처리되지 않은 사진을 목록에 그대로 둡니다.</li> <li><b>목록에서 삭제:</b> 테스트 모드에서 처리되지 않은 사진을 목록에서 삭제합니다.</li> </ul> </p>

source: &Ask the user
de: Benutzer &fragen
fr: Dem&ander à l'utilisateur
ko: 사용자에게 묻기(&A)

source: If checked, the user will be asked to keep or remove unprocessed images.
de: Falls aktiviert, wird der Benutzer gefragt, ob er nicht bearbeitete Bilder behalten oder entfernen möchte.
fr: Si cette option est sélectionnée, une demande sera faite à l'utilisateur pour conserver ou supprimer les images non traitées.
ko: 선택하면 처리되지 않은 사진 처리 방법을 사용자에게 물어 봅니다.

source: &Keep in file list
de: In der Dateiliste be&halten
fr: &Conserver dans la liste des fichiers
ko: 파일 목록에 유지(&K)

source: If checked, unprocessed images will be kept in the file list after the test-run.
de: Falls aktiviert, bleiben nicht bearbeitete Bilder nach dem Testlauf in der Dateiliste.
fr: Si cette option est sélectionnée, les images non traitées seront conservées dans la liste des fichiers après l'exécution du test.
ko: 선택하면 테스트 실행 이후 처리되지 않은 사진을 파일 목록에 유지합니다.

source: &Remove from file list
de: Aus der Dateiliste &entfernen
fr: &Supprimer de la liste des fichiers
ko: 목록에서 삭제(&R)

source: If checked, unprocessed images will be removed from the file list after the test-run.
de: Falls aktiviert, werden nicht bearbeitete Bilder nach dem Testlauf aus der Dateiliste entfernt.
fr: Si cette option est sélectionnée, les images non traitées seront supprimées de la liste des fichiers après l'exécution du test.
ko: 선택하면 테스트 실행 이후 처리되지 않은 사진을 파일 목록에서 삭제합니다.
