Repository: centic9/digikam-ppa
Catalog: po/*/libkvkontakte.po
Languages: ar, bs, cs, de, el, es, et, fi, fr, gl, hu, it, kk, km, nb, nds, nl, nn, pl, pt, ro, ru, sk, sl, sv, tr, uk

source: The number of outgoing messages has changed between requests.
ar: تغير عدد الرسائل الصادرة بين الطلبات.
bs: Broj izlaznih poruka koje su se promijenile između zahtijeva.
cs: Počet odchozích zpráv se mezi požadavky změnil.
de: Die Anzahl der ausgehenden Nachrichten hat sich seit der letzten Abfrage geändert.
el: Το πλήθος των εξερχόμενων μηνυμάτων έχει αλλάξει εν μέσω αιτήσεων.
es: El número de mensajes salientes ha cambiado entre peticiones.
et: Väljuvate sõnumite arv on päringute vahel muutunud.
fi: Lähtevien viestien lukumäärä on vaihtunut pyyntöjen välillä.
fr: Le nombre de messages sortants a changé entre les requêtes.
gl: O número de mensaxes saíntes cambiou entre as solicitudes.
hu: A kimenő üzenetek száma megváltozott a kérések közt.
it: Il numero di messaggi in uscita è cambiato tra le richieste.
kk: Жіберілетін хаттар саны талаптар арасында өзгерді.
km: ចំនួនសារ​ចេញ​បាន​ផ្លាស់ប្ដូរ​រវាង​សំណើ ។
nb: Antall utgående meldinger er blitt endret mellom forespørsler.
nds: De Tall vun rutgahn Narichten hett sik twischen de Anfragen ännert.
nl: Het aantal uitgaande berichten tussen verzoeken is gewijzigd.
nn: Talet på utgåande meldingar er endra mellom førespurnadar.
pl: Liczba wychodzących wiadomości zmieniła się pomiędzy żądaniami.
pt: O número de mensagens enviadas foi alterado entre pedidos.
ro: Numărul mesajelor de ieșire s-a schimbat între cereri.
ru: Количество исходящих личных сообщений изменилось в промежутке между запросами.
sk: Počet odchádzajúcich správ sa zmenil medzi požiadavkami.
sl: Število izhodnih sporočil je bilo spremenjeno med zahtevami.
sv: Antal utgående meddelanden har ändrats från en begäran till nästa.
tr: İstekler arasında giden mesajların sayısı değişti.
uk: Між запитами кількість вихідних повідомлень змінилася.

source: The number of incoming messages has changed between requests.
ar: تغير عدد الرسائل الواردة بين الطلبات.
bs: Broj ulaznih poruka koje su se promijenile između zahtijeva.
cs: Počet příchozích zpráv se mezi požadavky změnil.
de: Die Anzahl der eingehenden Nachrichten hat sich seit der letzten Abfrage geändert.
el: Το πλήθος των εισερχόμενων μηνυμάτων έχει αλλάξει εν μέσω αιτήσεων.
es: El número de mensajes entrantes ha cambiado entre peticiones.
et: Saabuvate sõnumite arv on päringute vahel muutunud.
fi: Tulevien viestien lukumäärä on vaihtunut pyyntöjen välillä.
fr: Le nombre de messages entrants a changé entre les requêtes.
gl: O número de mensaxes entrantes cambiou entre as solicitudes.
hu: A bejövő üzenetek száma megváltozott a kérések közt.
it: Il numero di messaggi in ingresso è cambiato tra le richieste.
kk: Келетін хаттар саны талаптар арасында өзгерді.
km: ចំនួន​សារ​ចូល​បាន​ផ្លាស់ប្ដូរ​រវាង​សំណើ ។
nb: Antall innkommende meldinger er blitt endret mellom forespørsler.
nds: De Tall vun ankamen Narichten hett sik twischen de Anfragen ännert.
nl: Het aantal inkomende berichten tussen verzoeken is gewijzigd.
nn: Talet på innkommande meldingar er endra mellom førespurnadar.
pl: Liczba przychodzących wiadomości zmieniła się pomiędzy żądaniami.
pt: O número de mensagens recebidas foi alterado entre pedidos.
ro: Numărul mesajelor de intrare s-a schimbat între cereri.
ru: Количество входящих личных сообщений изменилось в промежутке между запросами.
sk: Počet prichádzajúcich správ sa zmenil medzi požiadavkami.
sl: Število dohodnih sporočil je bilo spremenjeno med zahtevami.
sv: Antal inkommande meddelanden har ändrats från en begäran till nästa.
tr: İstekler arasında gelen mesajların sayısı değişti.
uk: Між запитами кількість вхідних повідомлень змінилася.

source: The number of notes has changed between requests.
ar: تغير عدد الملاحظات بين الطلبات.
bs: Broj napomena koje su se promijenile između zahtijeva.
cs: Počet poznámek se změnil mezi požadavky.
de: Die Anzahl der Notizen hat sich seit der letzten Abfrage geändert.
el: Το πλήθος των σημειώσεων έχει αλλάξει εν μέσω αιτήσεων.
es: El número de notas ha cambiado entre peticiones.
et: Märkmete arv on päringute vahel muutunud.
fi: Merkintöjen lukumäärä on vaihtunut pyyntöjen välillä.
fr: Le nombre de notes a changé entre les requêtes.
gl: O número denotas cambiou entre as solicitudes.
hu: A megjegyzések száma megváltozott a kérések közt.
it: Il numero di note è cambiato tra le richieste.
kk: Жазбалар саны талаптар арасында өзгерді.
km: ចំនួន​ចំណាំ​បាន​ផ្លាស់ប្ដូរ​រវាង​សំណើ ។
nb: Antall merknader er blitt endret mellom forespørsler.
nds: De Tall vun Notizen hett sik twischen de Anfragen ännert.
nl: Het aantal notities tussen verzoeken is gewijzigd.
nn: Talet på merknadar er endra mellom førespurnadar.
pl: Liczba notatek zmieniła się pomiędzy żądaniami.
pt: O número de notas foi alterado entre pedidos.
ro: Numărul notelor s-a schimbat între cereri.
ru: Количество заметок изменилось в промежутке между запросами.
sk: Počet poznámok sa zmenil medzi požiadavkami.
sl: Število opomb je bilo spremenjeno med zahtevami.
sv: Antal anmärkningar har ändrats från en begäran till nästa.
tr: İstekler arasında notların sayısı değişti.
uk: Між запитами кількість нотаток змінилася.

# @title:window
source: Authenticate with VKontakte
ar: استوثق باستخدام VKontakte
bs: Prijava s VKontakte
cs: Ověřit s VKontakte
de: Authentifizieren mit VKontakte
el: Ταυτοποίηση με το VKontakte
es: Autenticarse con VKontakte
et: Autentimine VKontaktega
fi: Todennus VKontaktella
fr: S'authentifier avec VKontakte
gl: Autenticar co VKontakte
hu: Hitelesítés a VKontakte használatával
it: Autenticarsi con VKontakte
kk: ВКонтактеның аутентификациясы
km: ផ្ទៀងផ្ទាត់​ជា​មួយ VKontakte
nb: Autentiser med VKontakte
nds: Mit VKontakt anmellen
nl: Authenticatie met VKontakte
nn: Autentiser med VKontakte
pl: Uwierzytelnij z VKontakte
pt: Autenticar-se no VKontakte
ro: Autentificare cu VKontakte
ru: Вход в социальную сеть ВКонтакте
sk: Overiť s VKontakte
sl: Overitev z VKontakte
sv: Utför behörighetskontroll för VKontakte
tr: VKontakte ile doğrula
uk: Виконання розпізнавання на ВКонтактє

source: Loading Page:
ar: يجري تحميل الصفحة:
bs: Učitavam stranicu:
cs: Načítání stránky:
de: Seite wird geladen:
el: Φόρτωση σελίδας:
es: Cargando página:
et: Lehekülje laadimine:
fi: Ladataan sivu:
fr: Chargement de la page :
gl: A cargar a páxina:
hu: Oldal betöltése:
it: Pagina di caricamento:
kk: Бетті жүктеу:
km: ផ្ទុក​ទំព័រ​ ៖
nb: Laster inn side
nds: Siet warrt laadt:
nl: Pagina laden:
nn: Lastar side:
pl: Wczytywanie strony:
pt: A Carregar a Página:
ro: Se încarcă pagina:
ru: Загрузка страницы:
sk: Stránka sa načítava:
sl: Nalaganje strani:
sv: Läser in sida:
tr: Yükleme Sayfası:
uk: Завантаження сторінки:

source: <b>VKontakte Error Description:</b> %1<br><b>VKontakte Error:</b> %2<br>
ar: <b>وصف خطأ VKontakte:</b> %1<br><b>الخطأ VKontakte:</b> %2<br>
bs: <b>Opis VKontakte greške:</b> %1<br><b>VKontakte greška:</b> %2<br>
cs: <b>Popis chyby VKontakte:</b> %1<br><b>Chyba VKontakte:</b> %2<br>
de: <b>VKontakte-Fehlerbeschreibung:</b> %1<br><b>VKontakte-Fehler:</b> %2<br>
el: <b>VKontakte σφάλμα περιγραφής:</b> %1<br><b>VKontakte σφάλμα:</b> %2<br>
es: <b>Descripción del error de VKontakte:</b> %1<br><b>Error de VKontakte:</b> %2<br>
et: <b>VKontakte vea kirjeldus:</b> %1<br><b>VKontakte viga:</b> %2<br>
fi: <b>VKontakte-virhekuvaus:</b> %1<br /><b>VKontakte-virhe:</b> %2<br />
fr: <b>Description de l'erreur VKontakte :</b> %1<br><b>Erreur VKontakte :</b> %2<br>
gl: <b>Descrición do erro do VKontakte:</b> %1<br><b>Erro do VKontakte:</b> %2<br>
hu: <b>VKontakte hiba leírása:</b> %1<br><b>VKontakte hiba:</b> %2<br>
it: <b>Descrizione errore VKontakte:</b> %1<br><b>Errore di VKontakte:</b> %2<br>
kk: <b>ВКонтакте қатесінің сипаттамасы:</b> %1<br><b>ВКонтакте қатесі:</b> %2<br>
km: <b>សេចក្ដីពណ៌នា​កំហុស VKontakte ៖</b> %1<br><b>កំហុស VKontakte ៖</b> %2<br>
nb: <b>VKontakte feilbeskrivelse:</b> %1<br><b>VKontakte feil:</b> %2<br>
nds: <b>VKontakte-Fehlerbeschrieven:</b> %1<br><b>VKontakte-Fehler:</b> %2<br>
nl: <b>VKontakte foutbeschrijving:</b> %1<br><b>VKontakte-fout:</b> %2<br>
nn: <b>VKontakte-feilskildring:</b> %1<br><b>VKontakte-feil:</b> %2<br>
pl: <b>Opis błędu VKontakte:</b> %1<br><b>Błąd VKontakte:</b> %2<br>
pt: <b>Descrição do Erro do VKontakte:</b> %1<br><b>Erro do VKontakte:</b> %2<br>
ro: <b>Descrierea erorii VKontakte:</b> %1<br><b>Eroare VKontakte:</b> %2<br>
ru: <b>Описание ошибки ВКонтакте:</b> %1<br><b>Ошибка ВКонтакте:</b> %2<br>
sk: <b>Popis chyby VKontakte:</b> %1<br><b>Chyba VKontakte:</b> %2<br>
sl: <b>Opis napake VKontakte:</b> %1<br><b>Napaka VKontakte:</b> %2<br>
sv: <b>VKontakte-felbeskrivning:</b> %1<br><b>VKontakte-fel:</b> %2<br>
tr: <b>VKontakte Hata Açıklaması:</b> %1<br><b>VKontakte Hatası:</b> %2<br>
uk: <b>Опис помилки системи ВКонтактє:</b> %1<br><b>Помилка системи ВКонтактє:</b> %2<br>

source: Authentication with VKontakte was not successful.
ar: لم ينجح الاستيثاق باستخدام VKontakte.
bs: Prijava s VKontakte nije uspješna.
cs: Ověření s VKontakte nebylo úspěšné.
de: Die Authentifizierung mit VKontakte ist fehlgeschlagen.
el: Η ταυτοποίηση με το VKontakte δεν ήταν επιτυχής.
es: La autenticación con VKontakte no ha tenido éxito.
et: Autentimine VKontaktega nurjus.
fi: Todennus VKontaktella ei onnistunut.
fr: L'authentification avec VKontakte n'a pas réussi.
gl: A autenticación co VKontakte non tivo éxito.
hu: A hitelesítés nem volt sikeres a VKontakte használatával.
it: L'autenticazione con VKontakte non è riuscita
kk: ВКонтактеның аутентификациясы дұрыс өткен жоқ.
km: ផ្ទៀងផ្ទាត់​ជា​មួយ VKontakte មិន​បាន​ជោគជ័យ​ទេ ។
nb: Autentisering med VKontakte lyktes ikke.
nds: Anmellen mit VKontakte fehlslaan
nl: Authenticatie met VKontakte is mislukt.
nn: Klarte ikkje autentisera med VKontakte.
pl: Nieudane uwierzytelnienie z VKontakte.
pt: A autenticação no VKontakte foi mal-sucedida.
ro: Autentificarea în VKontakte nu a reușit.
ru: Не удалось выполнить вход в социальную сеть ВКонтакте.
sk: Overenie s VKontakte nebolo úspešné.
sl: Overitev z VKontakte ni bila uspešna.
sv: Behörighetskontroll för VKontakte lyckades inte.
tr: VKontakte ile kimlik doğrulama işlemi başarılı oldu.
uk: Спроба пройти розпізнавання на ВКонтактє завершилася невдало.

# @title:window
source: Authentication Problem
ar: خطأ في الاستيثاق
bs: Problem s prijavom
cs: Chyba ověření
de: Authentifizierungsfehler
el: Πρόβλημα ταυτοποίησης
es: Problema de autenticación
et: Autentimisprobleem
fi: Todennusongelma
fr: Problème d'authentification
gl: Houbo un problema de autenticación
hu: Hitelesítési probléma
it: Problema di autenticazione
kk: Аутентификация мәселесі
km: បញ្ហា​ក្នុងការ​ផ្ទៀងផ្ទាត់
nb: Autentiseringsproblem
nds: Problem bi't Anmellen
nl: Authenticatieprobleem
nn: Autentiseringsvanskar
pl: Problem uwierzytelnienia
pt: Problema na Autenticação
ro: Problemă la autentificare
ru: Ошибка аутентификации
sk: Problém s overením
sl: Težava z overitvijo
sv: Problem med behörighetskontroll
tr: Kimlik Doğrulama Hatası
uk: Проблема з розпізнаванням

source: There was a network error when trying to authenticate with VKontakte web service.
ar: حدث خطأ شبكيّ عند محاولة الاستيثاق بخدمة الوِب VKontact.
bs: Desila se mrežna greška pri prijavi na VKontakte web uslugu.
cs: Při pokusu o přihlášení k webové službě VKontakte nastala chyba sítě.
de: Beim Authentifizieren gegenüber dem VKontakte-Webdienst ist ein Netzwerkfehler aufgetreten.
el: Υπήρξε ένα σφάλμα δικτύου στην προσπάθεια ταυτοποίησης με την υπηρεσία ιστού VKontakte
es: Ha ocurrido un problema de red al intentar autenticarse con el servicio web VKontakte.
et: Autentimise üritamisel VKontakte veebiteenusega tekkis võrgutõrge.
fi: Tapahtui verkkovirhe yritettäessä todentaa webbipalvelua VKontaktella.
fr: Un problème de réseau est survenu en essayant de s'authentifier avec le service Web VKontakte.
gl: Houbo un erro na rede ao tentar autenticar co servizo web de VKontakte.
hu: Hálózati hiba történt a VKontakte webszolgáltatással való hitelesítési kísérlet közben.
it: Si è verificato un errore durante il tentativo di autenticazione con il servizio web VKontakte.
kk: ВКонтактеның веб-қызметтің аутентификациясы кезінде бір желі қатесі орын алды.
km: មាន​កំហុស​បណ្ដាញ​ នៅ​ពេល​ព្យាយាម​ផ្ទៀងផ្ទាត់​ជា​មួយ​សេវា​កម្ម​បណ្ដាញ VKontakte ។
nb: Det oppsto en nettverksfeil under forsøk på å autentisere med VKontake vevtjeneste.
nds: Bi't Anmellen bi den VKontakte-Deenst geev dat en Nettwarkfehler.
nl: Er was een netwerkfout bij e poging voor authenticatie met de webservice van VKontakte.
pl: Wystąpił błąd sieci przy próbie uwierzytelnienia z usługą sieciową VKontakte.
pt: Ocorreu um erro de rede ao tentar autenticar-se com o serviço Web do VKontakte.
ro: A intervenit o eroare de rețea la încercarea de autentificare în serviciul web VKontakte.
ru: При попытке входа в социальную сеть ВКонтакте произошла ошибка. Проверьте сетевое соединение.
sk: Nastala chyba siete pri pokuse o overenie s webovou službou VKontakte.
sl: Med poskusom overitve s spletno storitvijo VKontakte je prišlo do napake omrežja.
sv: Ett nätverksfel uppstod vid försök att utför behörighetskontroll med VKontakte-webbtjänsten.
tr: VKontakte servisinde kimlik doğrulaması denenirken bir ağ hatası oluştu.
uk: Під час спроби пройти розпізнавання у службі VKontakte сталася помилка.

# @title:window
source: Network Error
ar: خطأ شبكيّ
bs: Mrežna greška
cs: Chyba sítě
de: Netzwerkfehler
el: Σφάλμα δικτύου
es: Error de red
et: Võrgutõrge
fi: Verkkovirhe
fr: Problème de réseau
gl: Produciuse un erro na rede
hu: Hálózati hiba
it: Errore di rete
kk: Желі қатесі
km: កំហុស​បណ្ដាញ
nb: Nettverksfeil
nds: Nettwarkfehler
nl: Netwerkfout
nn: Nettverksfeil
pl: Błąd sieci
pt: Erro de Rede
ro: Eroare de rețea
ru: Ошибка сети
sk: Chyba siete
sl: Napaka omrežja
sv: Nätverksfel
tr: Ağ Hatası
uk: Помилка мережі

source: Failed to delete album
ar: فشل حذف الألبوم
bs: Neuspjelo brisanje albuma
cs: Chyba při mazání alba
de: Fehler beim Löschen des Albums
el: Αποτυχία διαγραφής λευκώματος
es: No se ha podido eliminar el álbum
et: Albumi kustutamine nurjus
fi: Albumin poistaminen epäonnistui
fr: Impossible de supprimer un album
gl: Fallou a eliminación do álbum
hu: Az album törlése nem sikerült
it: Eliminazione dell'album non riuscita
kk: Албомды өшіру жаңылысы
km: បាន​បរាជ័យ​ក្នុង​ការ​លុប​​អាល់ប៊ុម
nb: Klarte ikke å slette album
nds: Album lett sik nich wegdoon
nl: Album verwijderen is mislukt
nn: Klarte ikkje sletta album
pl: Nieudane usunięcie albumu
pt: Não foi possível apagar o álbum
ro: Ștergerea albumului a eșuat
ru: Не удалось удалить альбом
sk: Zlyhalo vymazanie albumu
sl: Brisanje albuma je spodletelo
sv: Misslyckades ta bort album
tr: Albüm silme işlemi başarısız
uk: Не вдалося вилучити альбом

source: Failed to edit album
ar: فشل تحرير الألبوم
bs: Neuspjelo ažuriranje albuma
cs: Chyba při úpravě alba
de: Fehler beim Bearbeiten des Albums
el: αποτυχία επεξεργασίας λευκώματος
es: No se ha podido editar el álbum
et: Albumi muutmine nurjus
fi: Albumin muokkaus epäonnistui
fr: Impossible de modifier un album
gl: Fallou a edición do álbum
hu: Az album szerkesztése nem sikerült
it: Modifica dell'album non riuscita
kk: Альбомды өңдеу жаңылысы
km: បាន​បរាជ័យ​ក្នុង​ការ​កែសម្រួល​អាល់ប៊ុម
nb: Klarte ikke å redigere album
nds: Album lett sik nich bewerken
nl: Album bewerken is mislukt
nn: Klarte ikkje redigera album
pl: Nieudana edycja albumu
pt: Não foi possível editar o álbum
ro: Redactarea albumului a eșuat
ru: Не удалось изменить параметры альбома
sk: Zlyhala úprava albumu
sl: Urejanje albuma je spodletelo
sv: Misslyckades redigera album
tr: Albüm düzenleme işlemi başarısız
uk: Не вдалося внести зміни до альбому

source: Response from the VKontakte server has unexpected format. Please report this problem against product libkvkontakte at the <a href="%1">KDE bug tracker</b>.
de: Die Antwort vom VKontakte-Server hat ein unerwartetes Format. Bitte melden Sie dieses Problem für das Produkt libkvkontakte im <a href="%1">KDE-Fehlerverfolgungssystem</b>.
el: Η απόκριση από τον εξυπηρετητή VKontakte περιέχει μη αναμενόμενο τύπο αποθήκευσης. Αναφέρετε αυτό το πρόβλημα σχετικά με το προϊόν libkvkontakte στον <a href="%1">ιχνηλάτη σφαλμάτων του KDE</b>.
es: La respuesta del servidor de VKontakte tiene un formato no esperado. Por favor, informe de este problema sobre el producto libkvkontakte en el <a href="%1">sistema de seguimiento de errores de KDE</b>.
fr: La réponse du serveur VKontakte a un format inattendu. Veuillez rapporter ce problème sur le produit libkvkontakte le <a href="%1">Gestionnaire de bogues KDE</b>.
gl: O resposta do servidor de VKontakte ten un formato inesperado. Informe do problema no <a href="%1">sistema de seguimento de incidencias de KDE</b>, e seleccione «libkvkontakte» como produto.
it: La risposta del server VKontakte ha un formato inatteso. Segnala questo problema per il componente libkvkontakte sul <a href="%1">sistema di tracciamento dei bug di KDE</b>.
nl: Respons uit de VKontakte-server heeft een onverwacht formaat. Rapporteer dit probleem tegen het product libkvkontakte op de <a href="%1">KDE bugvolger</b>.
pl: Odpowiedź z serwera VKontakte ma nieoczekiwany format. Zgłośc ten problem jako problem z libkvkontakte na stronie <a href="%1">Śledzenia błędów KDE</b>.
pt: A resposta do servidor do VKontakte tem um formato inesperado. Por favor, comunique este problema no produto 'libkvkontakte' do <a href="%1">sistema de registo de erros do KDE</b>.
sk: Odpoveď zo servera VKontakte má neočakávaný formát. Prosím, nahláste tento problém oproti produktu libkvkontakte na <a href="%1">KDE bug tracker</b>.
sl: Odziv s strežnika VKontakte ima nepričakovano obliko. Poročajte o tej napaki na <a href="%1">sledilniku hroščev za KDE</b> in sicer za knjižnico libkvkontakte.
sv: Svaret från VKontakte-servern har ett oväntat format. Rapportera problemet för produkten libkvkontakte med <a href="%1">KDE:s felspårningssystem</b>.
uk: Отримано відповідь від сервера ВКонтактє у неочікуваному форматі. Будь ласка, повідомте про цю проблему у продукті libkvkontakte за допомогою <a href="%1">служби стеження за вадами у KDE</b>.

source: The VKontakte server returned an error of type <i>%1</i> in reply to uploading to URL %2: <i>%3</i>
ar: أرجع خادم VKontakt خطأً من النوع <i>%1</i> في رد على الرفع إلى العنوان %2: <i>%3</i>
bs: VKontakte server je vratio grešku tipa <i>%1</i> u odgovoru na slanje na URL %2: <i>%3</i>
cs: Server VKontakte navrátil chybu <i>%1</i> jako odpověď na URL odeslání %2: <i>%3</i>
de: Der VKontakte-Server hat beim Hochladen zur URL %2 einen Fehler vom Typ <i>%1</i> zurückgegeben: <i>%3</i>
el: Ο εξυπηρετητής VKontakte επίστρεψε σφάλμα τύπου <i>%1</i> ανταποκρινόμενος στην αποστολή στο URL %2: <i>%3</i>
es: El servidor de VKontakte ha devuelto un error del tipo <i>%1</i> como respuesta a la carga hacia la URL %2: <i>%3</i>
et: VKontakte server tagastas vea tüübiga <i>%1</i>, mis oli vastuseks üleslaadimisele URL-ile %2: <i>%3</i>
fi: VKontakte-palvelin palautti <i>%1</i>-tyyppisen virheen vastauksessa kopioitaessa verkko-osoitteeseen %2: <i>%3</i>
fr: Le serveur VKontakte a retourné une erreur de type <i>%1</i> en réponse à l'envoi vers l'URL %2 : <i>%3</i>
gl: O servidor do VKontakte devolveu un erro de tipo <i>%1</i> en resposta ao envío ao URL %2: <i>%3</i>
hu: A VKontakte kiszolgáló <i>%1</i> típusú hibával tért vissza a(z) %2 URL-re való feltöltés válaszában: <i>%3</i>
it: Il server VKontakte ha restituito un errore di tipo <i>%1</i> in risposta al caricamento all'URL %2: <i>%3</i>
kk: %2 деген URL-ге жүктеп беруге ВКонтакте сервері қайтарған қатенің <i>%1</i> түрі: <i>%3</i>
km: ម៉ាស៊ីន​បម្រើ VKontakte បាន​ត្រឡប់​ប្រភេទ​កំហុស <i>%1</i> ក្នុង​ការ​ឆ្លើយ​តប​ទៅ​នឹង​ការ​ផ្ទុក​ឡើង​ទៅ URL %2: <i>%3</i>
nb: VKontakte-tjeneren svarte med en feil av type <i>%1</i> som svar på opplasting til URL %2: <i>%3</i>
nds: De VKontakte-Server hett en Fehler vun'n Typ <i>%1</i> torüchgeven, wull as Anter op dat Hoochladen na URL %2: <i>%3</i>.
nl: De VKontakte-server gaf een fout terug met type <i>%1</i> in antwoord op het uploaden naar URL %2: <i>%3</i>
pl: Serwer VKontakte zwrócił błąd typu <i>%1</i> w odpowiedzi na wysyłanie na adres URL %2: <i>%3</i>
pt: O servidor do VKontakte devolveu um erro do tipo <i>%1</i> em resposta ao método %2: <i>%3</i>
ro: Serverul VKontakte a întors o eroare de tipul <i>%1</i> ca răspuns la încărcarea către URL-ul %2: <i>%3</i>
ru: Сервер ВКонтакте вернул ошибку с типом <i>%1</i> в ответ на загрузку на адрес URL %2: <i>%3</i>
sk: Server VKontakte vrátil chybu typu <i>%1</i> v odpovedi na odoslanie na URL %2: <i>%3</i>
sl: Strežnik VKontakte je vrnil napako vrste <i>%1</i> v odgovor na pošiljanje na URL %2: <i>%3</i>
sv: VKontakte-servern returnerade ett fel av typ <i>%1</i> som svar på uppladdning till webbadressen %2: <i>%3</i>
tr: VKontakte sunucusu %2 adresine yükleme yaparken <i>%1</i> türünde bir hata döndürdü: <i>%3</i>
uk: Сервером ВКонтактє повернуто повідомлення про помилку типу <i>%1</i> у відповідь на вивантаження даних за адресою %2: <i>%3</i>

source: Unable to parse data returned by the VKontakte server: %1
ar: تعذر تفسير البيانات المرجعة من خادم VKontact: %1
bs: Ne mogu analizirati podatke koje je vratio VKontakte server: %1
cs: Nelze analyzovat data vrácená serverem VKontakte: %1
de: Vom VKontakte-Server ausgegebene Daten können nicht verarbeitet werden: %1
el: Αδυναμία ανάλυσης δεδομένων που επιστράφηκαν από τον εξυπηρετητή VKontakte: %1
es: No se han podido analizar los datos devueltos por el servidor de VKontakte: %1
et: VKontakte serveri tagastatud andmete parsimine nurjus: %1
fi: Ei kyetä jäsentämään tietoja, jotka VKontakte-palvelin palautti: %1
fr: Impossible d'analyser les données retournées par le serveur VKontakte : %1
gl: Non foi posíbel analizar os datos devoltos polo servidor do VKontakte: %1
hu: Nem értelmezhető a VKontakte kiszolgáló által visszaadott adat: %1
it: Impossibile analizzare i dati restituiti dal server VKontakte: %1
kk: ВКонтакте сервері қайтарған дерегі талдауға келмеді: %1
km: មិន​អាច​ញែក​ទិន្នន័យ​​ដែល​បាន​ត្រឡប់​ដោយ​ម៉ាស៊ីន​បម្រើ VKontakte ៖ %1
nb: Klarte ikke å tolke data som VKontakte-tjeneren sendte: %1
nds: Vun VKontakte-Server utgeven Daten laat sik nich inlesen: %1
nl: Het verwerken van de teruggegeven gegevens van de VKontakte-server lukt niet: %1
pl: Nie można przetworzyć danych zwróconych przez serwer VKontakte: %1
pt: Não foi possível processar os dados devolvidos pelo servidor do VKontakte: %1
ro: Datele întoarse de serverul VKontakte nu pot fi parcurse: %1
ru: Не удалось интерпретировать данные, полученные от сервера ВКонтакте: %1
sk: Nemôžem spracovať dáta vrátené serverom VKontakte: %1
sl: Ni bilo mogoče razčleniti podatkov, ki jih je vrnil strežnik VKontakte: %1
sv: Kan inte tolka data som returnerades av VKontakte-servern: %1
tr: VKontakte sunucusu tarafından döndürülen veriler ayrıştırılamadı: %1
uk: Не вдалося обробити дані, повернуті сервером ВКонтактє: %1
