Repository: centic9/digikam-ppa
Catalog: po/*/libkvkontakte.po
Languages: ar, bs, cs, de, el, es, et, fi, fr, gl, hu, it, kk, km, nb, nds, nl, nn, pl, pt, ro, ru, sk, sl, sv, tr, uk

source: The VKontakte server returned an error of type <i>%1</i> in reply to method %2: <i>%3</i>
ar: أرجع خادم VKontakt خطأ من النوع <i>%1</i> في رد على الأسلوب %2: <i>%3</i>
bs: VKontakte server je vratio grešku tipa <i>%1</i> u odgovoru na metod %2: <i>%3</i>
cs: Server VKontakte navrátil chybu <i>%1</i> jako odpověď na metodu %2: <i>%3</i>
de: Der VKontakte-Server hat als Antwort auf die Anfrage %2 einen Fehler vom Typ <i>%1</i> zurückgegeben: <i>%3</i>
el: Ο εξυπηρετητής VKontakte επίστρεψε σφάλμα τύπου <i>%1</i> ανταποκρινόμενος στη μέθοδο %2: <i>%3</i>
es: El servidor de VKontakte ha devuelto un error del tipo <i>%1</i> en respuesta al método %2: <i>%3</i>
et: VKontakte server tagastas vea tüübiga <i>%1</i>, mis oli vastuseks meetodile %2: <i>%3</i>
fi: VKontakte-palvelin palautti <i>%1</i>-tyyppisen virheen vastauksessa metodille %2: <i>%3</i>
fr: Le serveur VKontakte a retourné une erreur de type <i>%1</i> en réponse à la méthode %2 : <i>%3</i>
gl: O servidor do VKontakte devolveu un erro de tipo <i>%1</i> en resposta ao método %2: <i>%3</i>
hu: A VKontakte kiszolgáló <i>%1</i> típusú hibával tért vissza a(z) %2 eljárásra adott válaszában: <i>%3</i>
it: Il server VKontakte ha restituito un errore di tipo <i>%1</i> in risposta al metodo %2: <i>%3</i>
kk: %2 деген әдіске ВКонтакте сервері қайтарған қатенің <i>%1</i> түрі: <i>%3</i>
km: ម៉ាស៊ីន​បម្រើ VKontakte បាន​ត្រឡប់​ប្រភេទ​កំហុស <i>%1</i> ក្នុង​ការ​ឆ្លើយតប​ទៅ​នឹង​វិធីសាស្ត្រ %2: <i>%3</i>
nb: VKontakte-tjeneren svarte med en feil av type <i>%1</i> som svar på metode %2: <i>%3</i>
nds: De VKontakte-Server hett en Fehler vun Typ <i>%1</i> torüchgeven, wull as Anter op Metood %2: <i>%3</i>
nl: De VKontakte-server gaf een fout terug met type <i>%1</i> in antwoord op methode %2: <i>%3</i>
pl: Serwer VKontakte zwrócił błąd typu <i>%1</i> w odpowiedzi na metodę %2: <i>%3</i>
pt: O servidor do VKontakte devolveu um erro do tipo <i>%1</i> em resposta ao método %2: <i>%3</i>
ro: Serverul VKontakte a întors o eroare de tipul <i>%1</i> ca răspuns la metoda %2: <i>%3</i>
ru: Сервер ВКонтакте вернул ошибку с типом <i>%1</i> в ответ на вызов метода %2: <i>%3</i>
sk: Server VKontakte vrátil chybu typu <i>%1</i> v odpovedi na metódu %2: <i>%3</i>
sl: Strežnik VKontakte je vrnil napako vrste <i>%1</i> v odgovor na metodo %2: <i>%3</i>
sv: VKontakte-servern returnerade ett fel av typ <i>%1</i> som svar på metoden %2: <i>%3</i>
tr: VKontakte sunucusu %2 metoduna cevap olarak <i>%1</i> türünde bir hata döndürdü: <i>%3</i>
uk: Сервером ВКонтактє повернуто повідомлення про помилку типу <i>%1</i> у відповідь на використання методу %2: <i>%3</i>

source: Internal error: No valid instance of KIO::StoredTransferJob passed into VkontakteJob::jobFinished.
de: Interner Fehler: Keine gültige Instanz von KIO::StoredTransferJob an VkontakteJob::jobFinished übergeben.
el: Εσωτερικό σφάλμα: Δεν πέρασαν στο VkontakteJob::jobFinished έγκυρες διεργασίες του KIO::StoredTransferJob.
es: Error interno: no se ha pasado ninguna instancia válida de KIO::StoredTransferJob a VkontakteJob::jobFinished.
fr: Erreur interne : aucune instance valable de KIO::StoredTransferJob passée à VkontakteJob::jobFinished.
gl: Erro interno: VkontakteJob::jobFinished non recibiu ningunha instancia válida de KIO::StoredTransferJob.
it: Errore interno: nessuna istanza valida di KIO::StoredTransferJob passata in VkontakteJob::jobFinished.
nl: Interne fout: geen geldig exemplaar van KIO::StoredTransferJob overgedragen aan VkontakteJob::jobFinished.
pl: Błąd wewnętrzny: Brak wystąpienia potwierdzającego KIO::StoredTransferJob przesłanego do VkontakteJob::jobFinished.
pt: Erro interno: Não foi passada nenhuma instância válida do KIO::StoredTransferJob ao VkontakteJob::jobFinished.
sk: Vnútorná chyba: Žiadna platná inštancia KIO::StoredTransferJob prešla do VkontakteJob::jobFinished.
sl: Notranja napaka: v VkontakteJob::jobFinished ni bilo poslanega veljavnega primerka KIO::StoredTransferJob.
sv: Internt fel: Ingen giltig instans av KIO::StoredTransferJob skickades till VkontakteJob::jobFinished.
uk: Внутрішня помилка: VkontakteJob::jobFinished не передано коректного екземпляра KIO::StoredTransferJob.
